Repository: lepidotos/suede
Catalog: gnome-print-0.35/po/*.po
Languages: az, lv, ro, sk, sl, uk, wa

source: Print out debugging information
az: Xəta ayıqlaması bilgiləri göstər
lv: Izrukât atkïûdoðanas informâciju
ro: Aratã informaþii pentru depanare
sk: Vytlaèi» ladiace informácie
sl: Izpi¹i podatke za razhro¹èevanje
uk: Друкувати налагоджувальну ╕нформац╕ю

source: Tries to do everything automatically
az: Hər şeyi öz-özünə edir
ro: Încearcã sã facã totul automat
sk: Pokúsi sa v¹etky vykona» automaticky
sl: Posku¹a narediti vse samodejno
wa: Sayî di tot fé otomaticmint

source: Search directories recursively for font files
az: Bu cığırda rekursiv olaraq .font faylları axtar.
ro: Cautã recursiv în directoare pentru fiºiere font.
sk: Hµada» v prieèinkoch rekurzívne súbory s písmami
sl: Rekurzivno i¹èe v imenikih za datoteke s pisavami
wa: Cweri parfondmint les ridants po trover des fitchîs di fontes

source: Start from zero fontmap, instead of parsing old one
az: Sıfır yazı növü xəritəsi başlaq, köhnəsini deyil
ro: Poneºte de la un fontmap gol, în loc de a-l prelucra pe cel vechi
sk: Zaèa» s prázdnou mapou písiem, nepou¾i» starú
sl: Zaèni s prazno datoteko fontmap, namesto s staro
wa: Ataker avou on novea fontmap, el plaece di lere li viye modêye

source: Include font notice field (Copyright data) into fontmap
ro: Include câmpul de note (cu drepturi de copiere) în fontmap
sk: Do súboru fontmap prida» pole poznámky o písme (copyright)
sl: Vkljuèi polje obvestila pisave (podatki o avtorski za¹èiti) v datoteko fontmap

source: Create $HOME/.gnome/fonts/gnome-print.fontmap
az: $HOME/.gnome/fonts/gnome-print.fontmap yarat
ro: Creeazã $HOME/.gnome/fonts/gnome-print.fontmap
sk: Vytvori» $HOME/.gnome/fonts/gnome-print.fontmap
sl: Ustvari $HOME/.gnome/fonts/gnome-print.fontmap
wa: Askepyî $HOME/.gnome/fonts/gnome-print.fontmap

source: Create $SYSCONFDIR/gnome/fonts/gnome-print.fontmap
az: $SYSCONFDIR/gnome/fonts/gnome-print.fontmap yarat
ro: Creeazã $SYSCONFDIR/gnome/fonts/gnome-print.fontmap
sk: Vytvori» $SYSCONFDIR/gnome/fonts/gnome-print.fontmap
sl: Ustvari $SYSCONFDIR/gnome/fonts/gnome-print.fontmap
wa: Askepyî $SYSCONFDIR/gnome/fonts/gnome-print.fontmap

source: Create $DATADIR/gnome/fonts/gnome-print.fontmap
az: $DATADIR/gnome/fonts/gnome-print.fontmap yarat
ro: Creeazã $DATADIR/gnome/fonts/gnome-print.fontmap
sk: Vytvori» $DATADIR/gnome/fonts/gnome-print.fontmap
sl: Ustvari $DATADIR/gnome/fonts/gnome-print.fontmap
wa: Askepyî $DATADIR/gnome/fonts/gnome-print.fontmap

source: Write output fontmap to specified file (- for stdout)
az: Yekunun bildirilən fayla yaz (stdout üçün - )
ro: Scrie fontmap-ul în fiºierul specificat (- pentru stdout)
sk: Zapísa» výstup príkazu fontmap do zadaného súboru (- pre stdout)
sl: Izpi¹i fontmap v navedeno datoteko (- za obièajni izhod)
wa: Sicirire li fontmap e rexhowe el fitchî dné (« - » pol rexhowe sitandård)

source: Return the $DATADIR and $SYSCONFDIR used for this gnome-print installation)
sk: Vráti» $DATADIR a $SYSCONFDIR pou¾ité pri in¹talácii gnome-print.
sl: Vrni $DATADIR in $SYSCONFDIR uporabljena pri namestitvi gnome-print

source: File describing known aliases
az: Fayl bilinən ləqəbləri izah edir
ro: Fiºier ce descrie aliasurile cunoscute
sk: Súbor so známymi aliasmi
sl: Datoteka, ki opisuje znane vzdevke
wa: Fitchîs discrijhant des cnoxhowès aliases

source: PATH
az: CIĞIR
lv: CEÏÐ
sk: CESTA
sl: POT
uk: ШЛЯХ
wa: TCHIMIN

source: Specify default font(s) for any locale
ro: Specificã fonturile implicite pentru orice localizare
sk: Zadajte ¹tandardné písma pre ka¾dý jazyk
sl: Navedi privzete pisave za katerkoli locale

source: Font family
az: Yazı növü ailəsi
lv: Fontu ìimene
ro: Familia de fonturi
sk: Rodina
sl: Dru¾ina pisav
uk: ╫арн╕тура
wa: Famile del fonte

source: Style
az: Tərz
lv: Stils
ro: Stil
sk: ©týl
sl: Slog
uk: Стиль
wa: Stîle

source: Font size:
az: Yazı növü böyüklüyü :
lv: Fonta izmçrs:
ro: Mãrimea fontului:
sk: Veµkos»:
sl: Velikost pisave:
uk: Розм╕р шрифту:
wa: Grandeu del fonte:

source: Font Selection
az: Yazı növü seçkisi
lv: Fonta Izvçle
ro: Selecþie Font
sk: Výber písma
sl: Izbira Pisave
uk: Виб╕р шрифта
wa: Tchûze des fontes

source: The quick brown fox jumps over the lazy dog.
az: Cəld qəhvəyi tülkü tənbəl itin üstündən tullanır.
lv: Liela brûna lapsa lec pâri slinkajam sunim.
ro: PANOSE abeqmost ÃÂÎªÞãâîºþ
sk: Rýchla hnedá lí¹ka skáèe cez lenivého psa.
sl: Pi¹kur molèe grabi fi¾ol iz dna cezijeve hoste.
wa: Mi trûte a les balzins, co pés ki l' grîjhe cawe di m' pôve fayé vexhå !

source: Couldn't generate pfa for face %s
az: %s üzü üçün pfa yaradıla bilmir
ro: Nu am putut genera un fiºier pfa pentru varianta %s
sk: Nepodarilo sa vytvori» pfa pre písmo %s
sl: Nisem mogel generirati pfa za pisavo %s
wa: Dji n' a polou fé on «pfa» pol fonte %s

source: Copies
az: Nüsxə
lv: Kopijas
ro: Cópii
sk: Kópie
sl: Izvodov
uk: Коп╕╖
wa: Copeyes

source: N_umber of copies:
az: Nüsxə _sayısı :
lv: K_opiju skaits:
ro: N_umãr de cópii:
sk: _Poèet kópií:
sl: ¹_tevilo izvodov:
uk: К╕льк╕сть коп╕й:
wa: Nom_be di copeyes:

source: _Collate
az: _Topla
lv: _Salikt pçc lappusçm
ro: _Comparã
sk: _Triedi»
sl: _Zdru¾i enake strani
uk: З╕ставити
wa: _Relire

source: Print Range
az: Çap Aralığı
lv: Drukâðanas Diapazons
ro: Tipãreºte Între
sk: Rozsah tlaèe
sl: Obseg tiskanja
uk: Д╕апазон друку
wa: Fortchete pol eprimaedje

source: Print
az: Çap Et
lv: Drukât
ro: Tipãreºte
sk: Tlaèi»
sl: Natisni
uk: Друкувати
wa: Eprimî

source: Preview
az: Nümayiş
lv: Apskate
ro: Previzualizare
sk: Uká¾ka
sl: Predogled
uk: Перегляд
wa: Vey divant

source: _All
az: _Hamısı
lv: _Visu
ro: _Toate
sk: _V¹etky
sl: _Vse
uk: Все
wa: _Tot

source: _Selection
az: _Seçki
lv: _Izvçlçto
ro: _Selecþie
sk: Vý_ber
sl: _Izbor
uk: Вибране
wa: Tch_wezeyes

source: from:
az: mənbə:
lv: no:
ro: de la:
sk: od:
sl: od:
uk: з:
wa: di:

source: to:
az: hədəf :
lv: lîdz:
ro: pânã la:
sk: do:
sl: do:
uk: до:
wa: a:

source: f_rom:
az: mə_nbə:
lv: _no:
ro: _de la
sk: _od:
sl: _od:
uk: з:
wa: _di:

source: _to:
az: _hədəf:
lv: lîd_z:
ro: _pânã la
sk: d_o:
sl: _do:
uk: до:
wa: _a:

source: '%s' is about to be overwritten. Do you want to continue?
az: '%s' üstünə yazılacaq. Davam etmək istəyirinizmi?
lv: '%s' tiks pârrakstîts. Vçlies turpinât?
ro: '%s' este pe cale sã fie suprascris. Doriþi sã continuaþi?
sk: '%s' bude prepísaný. Naozaj chcete pokraèova»?
sl: Datoteka `%s' bo prepisana. ®elite nadaljevati ?
uk: "%s" зараз буде переписано. Хочете продовжити?
wa: «%s» va esse sipotchî. Volez ve continouwer?

source: Select output file
az: Yekun faylını seç
lv: Izvçlies izvades datni
ro: Selecteazã fiºierul output
sk: Vyberte výstupný súbor
sl: Izberi izhodno datoteko
uk: Вибрати файл виводу
wa: Tchwezi li fitchî po-z î rexhe

source: Page:
az: Səhifə:
lv: Lappa:
ro: Pagina:
sk: Stránka:
sl: Stran:
uk: Стор╕нка:
wa: Pådje:

source: _First page
az: _İlk səhifə
lv: _Pirmâ lappa:
ro: _Prima paginã
sk: _Prvá stránka
sl: _Prva stran
uk: Перша стор╕нка
wa: _Prumire pådje

source: Shows the first page
az: Ilk səhifəni göstərir
lv: Parâda pirmo lappu
ro: Aratã prima paginã
sk: Zobrazí prvú stránku
sl: Poka¾e prvo stran
uk: Показу╓ першу стор╕нку
wa: Mostere li prumire pådje

source: _Previous page
az: _Əvvəlki səhifə
lv: _Iepriekðçjâ lappa
ro: _Pagina anterioarã
sk: Pre_dchádzajúca stránka
sl: P_rej¹nja stran
uk: Попередня стор╕нка
wa: Pådje di d_vant

source: Shows the previous page
az: Əvvəlki səhifəni göstərir
lv: Parâda iepriekðçjo lappu
ro: Aratã pagina anterioarã
sk: Zobrazí predchádzajúcu stránku
sl: Poka¾e prej¹njo stran
uk: Показу╓ попередню стор╕нку
wa: Mostere li pådje di dvant

source: _Next page
az: _Sonrakı səhifə
lv: _Nâkamâ lappa
ro: _Pagina urmãtoare
sk: _Následujúca stránka
sl: _Naslednja stran
uk: Наступна стор╕нка
wa: Pådje _shûvante

source: Shows the next page
az: Sonrakı səhifəni göstərir
lv: Parâda nâkamo lappu
ro: Aratã pagina urmãtoare
sk: Zobrazí následujúcu stránku
sl: Poka¾e naslednjo stran
uk: Показу╓ наступну стор╕нку
wa: Mostere li pådje shûvante

source: _Last page
az: _Axırıncı səhifə
lv: Pç_dçjâ lappa
ro: _Ultima paginã
sk: Po_sledná stránka
sl: _Zadnja stran
uk: Остання стор╕нка
wa: _Dierinne pådje

source: Shows the last page
az: Son səhifəni göstərir
lv: Parâda pçdçjo lappu
ro: Aratã ultima paginã
sk: Zobrazí poslednú stránku
sl: Poka¾e zadnjo stran
uk: Показу╓ останню стор╕нку
wa: Mostere li dierinne pådje

source: Zoom _in
az: _Yaxınlaşdır
lv: _Palielinât
ro: _Apropie
sk: Z_väè¹i»
sl: P_oveèaj
uk: Зб╕льшити
wa: A_grandi

source: Zooms in
az: Böyüdər
lv: Palielina
ro: Apropie
sk: Zväè¹í
sl: Poveèa
uk: Зб╕льшу╓
wa: Li pådje est veyowe avou ene pus grande schåle

source: Zoom _out
az: _Uzaqlaşdır
lv: _Samazinât
ro: _Depãrteazã
sk: Z_men¹i»
sl: Pomanj¹aj
uk: Зменшити
wa: Rapti_xhi

source: Zooms out
az: Balacaşdırar
lv: Samazina
ro: Depãrteazã
sk: Zmen¹í
sl: Pomanj¹a
uk: Зменшу╓
wa: Li pådje est veyowe avou ene pus ptite schåle

source: _View
az: _Göstər
lv: _Skatît
ro: _Vizualizare
sk: _Zobrazi»
sl: _Poglej
uk: Вигляд
wa: _Vey

source: Prints the current file
az: Cari faylı çap edər
lv: Drukâ paðreizçjo datni
ro: Tipãreºte fiºierul curent
sk: Vytlaèí aktuálny súbor
sl: Natisne trenutno datoteko
uk: Друку╓ поточний файл
wa: Eprimî li fitchî do moumint

source: First
az: İlk
lv: Pirmais
ro: Prima
sk: Prvá
sl: Prva
uk: Перша
wa: Prumire

source: Back
az: Geri
lv: Atpakaï
ro: Înapoi
sk: Dozadu
sl: Nazaj
uk: Попередня
wa: Di dvant

source: Next
az: Sonrakı
lv: Nâkoðais
ro: Urmãtoarea
sk: Dopredu
sl: Naprej
uk: Наступна
wa: Shûvante

source: Last
az: Son
lv: Pçdçjais
ro: Ultima
sk: Posledná
sl: Zadnja
uk: Остання
wa: Dierinne

source: Zoom in
az: Yaxınlaşdır
lv: Palielinât
ro: Apropie
sk: Zväè¹i»
sl: Poveèaj
uk: Зб╕льшити
wa: Agrandi

source: Zooms the page in
az: Səhifəni böyüdərək göstərər
lv: Palielina lappu
ro: Apropie pagina
sk: Zväè¹í pohµad
sl: Poveèa stran
uk: Зб╕льшу╓ стор╕нку
wa: Li pådje est veyowe avou ene pus grande schåle

source: Zoom out
az: Uzaqlaşdır
lv: Samazinât
ro: Depãrteazã
sk: Zmen¹i»
sl: Pomanj¹aj
uk: Зменшити
wa: Raptixhi

source: Zooms the page out
az: Səhifəni balacalaşdıraraq göstərir
lv: Samazina lappu
ro: Depãrteazã pagina
sk: Zmen¹í pohµad
sl: Pomanj¹aj stran
uk: Зменшу╓ стор╕нку
wa: Li pådje est veyowe avou ene pus ptite schåle

source: Fit
az: Yaraşdır
lv: Pielâgot
ro: Potriveºte
sk: Na stránku
sl: Prilagodi
uk: Заповнити

source: Zooms to fit the whole page
az: Bütün səhifəni göstərmək üçün sazlayar
lv: Izmaina, lai iederçtos visâ lappâ
ro: Mãreºte pentru a vedea toatã pagina
sk: Zmení aby vy¹lo na celú stránku
sl: Poveèaj, da bo pri¹no na celo stran
uk: Масштабу╓ на всю стор╕нку

source: Fit Wide
az: Uzunluğa görə sazla
lv: Pielâgot Platumâ
ro: Potriveºte la lãþime
sk: Celá ¹írka
sl: Prilagodi ¹irino
uk: По ширин╕

source: Zooms to fit the width of the page
az: Səhifənin enini göstərmək üçün sazlayar
lv: Izmaina, lai iederçtos lappas platumâ
ro: Mãreºte atât cât permite lãþimea paginii
sk: Zmení aby vy¹lo na celú ¹írku stránky
sl: Poveèaj, da bo ustrezalo ¹irini strani
uk: Масштабу╓ на ширину стор╕нки

source: Fit Tall
az: Uzunluğa Sazla
lv: Pielâgot Augstumâ
ro: Potriveºte la lungime
sk: Celá vý¹ka
sl: Prilagodi vi¹ino
uk: По висот╕

source: Zooms to fit the height of the page
az: Səhifənin hündürlüyünü göstərmək üçün sazlayar
lv: Izmaina, lai iederçtos lappas augstumâ
ro: Mãreºte atât cât permite lungimea paginii
sk: Zmení aby vy¹lo na celú vý¹ku stránky
sl: Poveèaj, da bo ustrezalo vi¹ini strani
uk: Масштабу╓ на висоту стор╕нки

source: Select printer
az: Çapedicini seç
lv: Izvçlies printeri
ro: Selecteazã imprimanta
sk: Vybra» tlaèiareò
sl: Izberi tiskalnik
uk: Вибрати принтер
wa: Tchwezixhaedje del sicrirece

source: State:
az: Hal:
lv: Stâvoklis
ro: Stare:
sk: Stav:
sl: Stanje:
uk: Стан:
wa: Eta:

source: Type:
az: Növ:
lv: Tips:
ro: Tip:
sk: Typ:
sl: Tip:
uk: Тип:
wa: Sôre:

source: Location:
az: Yer:
lv: Vieta:
ro: Locaþie:
sk: Umiestnenie:
sl: Lega:
uk: М╕сце:
wa: Eplaeçmint:

source: Comment:
az: Şərh:
lv: Komentârs:
ro: Comentariu:
sk: Komentár:
sl: Komentar:
uk: Коментар:
wa: Rawete:

source: _Name:
az: _Ad:
lv: _Nosaukums:
ro: _Nume:
sk: _Meno:
sl: _Ime:
uk: Назва:
wa: _No:

source: _Printer
az: _Çapedici
lv: _Printeris
ro: _Imprimantã
sk: _Tlaèiareò
sl: _Tiskalnik
uk: Принтер
wa: _Sicrirece:

source: _File
az: _Fayl
lv: _Datne
ro: _Fiºier
sk: _Súbor
sl: _Datoteka
uk: Файл
wa: _Fitchî

source: Select Printer
az: Çapedicini seç
lv: Izvçlies Printeri
ro: Selecteazã imprimanta
sk: Vybra» tlaèiareò
sl: Izberi tiskalnik
uk: Вибрати принтер
wa: Tchwezi li scrirece

source: Generic Postscript
az: Ümumi Postscript
lv: Standarta Postscript
ro: Postscript generic
sk: ©tandardný Postscript
sl: Gnerièen Postscript
uk: Звичайний Postscript

source: Printer is active
az: Çapedici fəaldır
lv: Printeris ir aktîvs
ro: Imprimanta este activã
sk: Tlaèiareò tlaèí
sl: Tiskalnik je aktiven
uk: Принтер зад╕яний
wa: Li scrirece est en alaedje

source: Printer is ready to print
az: Çapedici çapa hazırdır
lv: Printeris ir gatavs drukât
ro: Imprimanta este pregãtitã
sk: Tlaèiareò je pripravená
sl: Tiskalnik je pripravljen na tisk
uk: Принтер готовий друкувати
wa: Li scrirece est presse a-z ovrer

source: Printer is off-line
az: Çapedici şəbəkəyə bağlı deyildir
lv: Printeris ir nepieslçgts
ro: Imprimanta este opritã
sk: Tlaèiareò je off-line
sl: Tiskalnik ni vkljuèen
uk: Принтер у автономному режим╕
wa: Li scrirece est dissoctêye

source: Can not communicate with printer
az: Çapediciylə rabitə qura bilmədim
lv: Nevar sakontaktçties ar printeri
ro: Nu pot comunica cu imprimanta
sk: Nemô¾em komunikova» s tlaèiaròou
sl: Ne morem komunicirati s tiskalnikom
uk: Неможливо встановити зв'язок ╕з принтером
wa: Dji n' sai comuniker avou li scrirece

source: Unknown status
az: Namə'lum hal
lv: Nezinâms statuss
ro: Status necunoscut
sk: Neznámy stav
sl: Neznano stanje
uk: Нев╕домий стан
wa: Eta nén cnoxhou

source: Generic Postscript (Hardcoded)
az: Ümumi Postscript (Hardcoded)
lv: Standarta Postscript (Hardcoded)
ro: Postscript generic (Hardcoded)
sk: ©tandardný Postscript (Zakompilovaný)
sl: Gnerièen Postskript (vgrajen)
uk: Звичайний Postscript (владнаний)

source: GENERIC-POSTSCRIPT-HARDCODED
lv: STANDARTA-POSTSCRIPT-HARDCODED
sl: GENERIÈEN-POSTSCRIPT-VGRAJEN
uk: ЗВИЧАЙНИЙ-POSTSCRIPT-ВЛАДНАНИЙ

source: Unknown
az: Namə'lum
lv: Nezinâms
ro: Necunoscut
sk: Neznámy
sl: Neznano
uk: Нев╕домо
wa: Nén cnoxhou

source: GnomePrint
sl: GnomeTisk

source: gnome-print-ps2
sl: gnome-tisk-ps2

source: Options
az: Seçənəklər
lv: Opcijas
ro: Opþiuni
sk: Mo¾nosti
sl: Mo¾nosti
uk: Параметри
wa: Tchûzes

source: Default Settings
az: Əsas Qurğular
lv: Noklusçtie Uzstâdîjumi
ro: Setãri implicite
sk: ©tandardné nastavenie
sl: Privzete nastavitve
uk: Типов╕ установки
wa: Prémetous apontiaedjes

source: extracts the first font from output.pdf and places it in font.dump.
az: ilk yazı növünü yekun.pdf faylından açaraq font.dump faylına qoyar.
lv: izdabû pirmo fontu no output.pdf un novieto to iekð font.dump.
ro: extrage primul font din output.pdf ºi plaseazã-l în font.dump
sk: získa prvé písmo z output.pdf a ulo¾í ho do font.dump.
sl: izloèi prvo pisavo iz output.pdf in jo postavi v font.dump.
uk: д╕ста╓ться перший шрифт з output.pdf ╕ пом╕ща╓ться в font.dump.
wa: saetchî li prumire fonte foû di output.pdf et l' mete dins font.dump.

source: extracts the font header from font.dump
az: yazı növü başlığını font.dump-dan açar
lv: izdabû fonta galveni no font.dump
ro: extrage antetul fontului din font.dump
sk: získa hlavièku písma z font.dump
sl: izloèi glavo pisave iz font.dump
uk: д╕ста╓ться заголовок шрифту з font.dump
wa: saetchî li tiestire di fonte foû di font.dump

source: extracts the font body
az: yazı növü cismini açar
lv: izdabû fonta galveno daïu
ro: extrage corpul fontului
sk: získa telo písma
sl: izloèi telo pisave
uk: д╕ста╓ться т╕ло щрифту
wa: saetchî foû li coir del fonte

source: decrypts the font body
az: yazı növü cismini dekript edər
lv: atðifrç fonta galveno daïu
ro: decripteazã corpul fontului
sk: od¹ifruje telo písma
sl: de¹ifrira telo pisave
uk: розшифрову╓ться т╕ло шрифту
wa: discripter li coir del fonte

source: Gnome-print test page, rotated
az: Gnome-print sınaq səhifəsi, çevrilmiş
lv: Gnome-print testa lappa, sagriezta
ro: Paginã de test Gnome-print, rotitã
sk: Testovacia stránka GNOME print, otoèené
sl: Gnome-tisk testna stran, zasukana
uk: Тестова стор╕нка Gnome-print, повернута

source: Gnome-print test page, slanted
az: Gnome-print sınaq sənifəsi, slant
lv: Gnome-print testa lappa, ieslîpi
ro: Paginã de test Gnome-print, înclinatã
sk: Testovacia stránka GNOME print, sklonené
sl: Gnome-tisk testna stran, nagnjena
uk: Тестова стор╕нка Gnome-print, нахилена

source: Gnome-print test page, slanted. Small
az: Gnome-print sınaq səhifəsi, slant. Kiçik
lv: Gnome-print testa lappa, ieslîpi. Mazs
ro: Paginã de test Gnome-print, înclinatã. Minuscule
sk: Testovacia stránka GNOME print, sklonené malé
sl: Gnome-tisk testna stran, nagnjena. Majhna
uk: Тестова стор╕нка Gnome-print, нахилена. Маленька
