Repository: lepidotos/suede
Catalog: gnome-media-1.2.3/po/*.po
Languages: cs, pl, ro

source: Filename of the CD device
cs: Jméno souboru CD zaøízení
pl: Nazwa pliku urz±dzenia CD
ro: Numele fiºierului CD-ROM

source: FILE
cs: SOUBOR
pl: PLIK
ro: FIªIER

source: Play CD on startup
cs: Pøi spu¹tìní spustit pøehrávání CD
pl: Odtwarzanie CD przy uruchamianiu
ro: Ruleazã CD-ul la iniþializare

source: Trk
cs: Skl
pl: Nr
ro: Pis

source: Title
cs: Titul
pl: Tytu³
ro: Titlu

source: Track Editor
cs: Editor skladeb
pl: Edytor ¶cie¿ek
ro: Editor de Piste

source: Disc Information (%02u:%02u minutes)
cs: Informace o disku (%02u:%02u min)
pl: Informacje o p³ycie (%02u:%02u minut)
ro: Informaþiile Discului (%02u:%02u minute)

source: Artist / Title
cs: Úèinkující / Titul
pl: Wykonawca / Tytu³
ro: Artist / Titlu

source: Track Information
cs: Informace o skladbì
pl: Informacje o ¶cie¿ce
ro: Informaþii Piste

source: Clear
cs: Vymazat
pl: Wyczy¶æ
ro: ªterge

source: Playlist
cs: Program pøehrávání
pl: Lista utworów
ro: Listã Muzicalã

source: Submit
cs: Odeslat
pl: Wy¶lij
ro: Subscrie

source: Submit Information
cs: Odeslat informace
pl: Wy¶lij informacje
ro: Subscrie Informaþie

source: Submit information about '%s'
cs: Odeslat informace o '%s'
pl: Wy¶lij informacje o '%s'
ro: Subscrie informaþia despre '%s'

source: To:
cs: Komu:
pl: Do:
ro: La:

source: Category:
cs: Kategorie:
pl: Kategoria:
ro: Categorie:

source: Error accessing cdrom device. Please check to make sure cdrom drive support is compiled into the kernel, and that you have permission to access the device. Reason: %s
cs: Chyba v pøístupu k zaøízení cdrom. Ovìøte si, zda jádro systému bylo zkompilováno s podporou cdrom a ¾e máte práva k pøístupu na zaøízení. Dùvod: %s
pl: B³±d przy próbie dostêpu do urz±dzenia cdrom. Nale¿y upewniæ siê, ¿e obs³uga urz±dzenia napêdu cdrom zosta³a wbudowana w j±dro systemu oraz ¿e zosta³y odpowiednio ustawione prawa dostêpu do urz±dzenia Przyczyna: %s
ro: Eroare la accesul aparatului CDROM. Te rog verificã ºi fii sigur cã suportul de cdrom e compilat în nucleu, ºi ca ai lãsat permisie pentru accesul aparatului Motivul: %s

source: Unknown / Unknown
cs: Neznámý / Neznámý
pl: Nieznany / Nieznany
ro: Necunoscut / Necunoscut

source: Track %d
cs: Skladba %d
pl: ¦cie¿ka %d
ro: Pista %d

source: Preferences...
cs: Konfigurace...
pl: Preferencje...
ro: Opþiuni...

source: Track Editor...
cs: Editor skladeb...
pl: Edytor ¶cie¿ek
ro: Editor de Piste...

source: Mixer...
cs: Mixá¾ní pult...

source: About
cs: O programu
pl: Informacje o
ro: Despre

source: Do nothing
cs: Nedìlat nic
pl: Brak akcji
ro: Nu fã nimic

source: Start playing
cs: Spustit pøehrávání
pl: Rozpoczêcie odtwarzania
ro: Porneºte muzica

source: Stop playing
cs: Zastavit pøehrávání
pl: Zakoñczenie odtwarzania
ro: Opreºte muzica

source: Close tray
cs: Zavøít pøehrávaè
pl: Zamkniêcie szuflady
ro: Închide CDROM-ul

source: Open tray
cs: Otevøít pøehrávaè
pl: Otwarcie szuflady
ro: Deschide CDROM-ul

source: CDROM device
cs: Zaøízení CDROM
pl: Urz±dzenie CDROM
ro: Fiºierul CDROM

source: Mixer Command
cs: Mixá¾ní program

source: Track/title color
cs: Editor skladeb/titulù
pl: Kolor napisów
ro: Culoarea Pistei/Titlului

source: Track/title font
cs: Písmo skladeb/titulù
pl: Czcionka napisów
ro: Fontul Pistei/Titlului

source: Change font
cs: Zmìnit písmo
pl: Zmieñ czcionkê
ro: Schimbã fontul

source: Show handles (restart required)
cs: Zobrazovat dr¾átka (nutný restart)
pl: Wy¶wietlanie uchwytów (po ponownym uruchomieniu)
ro: Aratã handles-urile (trebuie restartat)

source: Show tooltips
cs: Zobrazovat tipy
pl: Wy¶wietlanie podpowiedzi
ro: Aratã tooltips

source: Use alternate method to play CD
cs: Pou¾ít alternativní metodu pøehrávání CD
pl: Alternatywna metoda odtwarzania CD
ro: Foloseºte metoda alternativã pentru play CD

source: Use squared law volume control
cs: Kvadratické øízení hlasitosti
ro: Utilizeazã controlul de volum 'squared law'

source: On exit
cs: Pøi skonèení
pl: Przed zakoñczeniem
ro: La ieºire

source: Key
cs: Klávesa
pl: Klawisz
ro: Tastã

source: Action
cs: Akce
pl: Akcja
ro: Acþioneazã

source: Click here to change (restart required):
cs: Zmìòte klepnutím zde (nutný restart):
pl: Kliknij aby zmieniæ (po ponownym uruchomieniu):
ro: Click pentru schimbare (trebuie restartat):

source: Keybindings
cs: Rozlo¾ení kláves
pl: Skróty klawiszowe
ro: Opþiuni Taste

source: CDDB Settings
cs: Nastavení CDDB
pl: Ustawienia CDDB
ro: Opþiuni CDDB

source: Cannot connect to sound daemon. Please run 'esd' at a command prompt.
cs: Nepodaøilo se spojit se zvukovým démonem. Prosím spus»te z pøíkazové øádky 'esd'.
pl: Nie mo¿na po³±czyæ siê z serwerem d¼wiêku. Uruchom 'esd' z wiersza poleceñ.
ro: Nu m-am putut conecta la demonul de sunet. Vã rog sã rulaþi 'esd' la terminal.

source: Specify the X position of the meter.
cs: Zadání X polohy mìøidla.
pl: Okre¶l poziom± pozycjê wska¼nika.
ro: Specificã poziþia X a meter-ului

source: X-Position
cs: X poloha
pl: Pozycja-pozioma
ro: Poziþia X

source: Specify the Y position of the meter.
cs: Zadání Y polohy mìøidla.
pl: Okre¶l pionow± pozycjê wska¼nika.
ro: Specificã poziþia Y a meter-ului.

source: Y-Position
cs: Y poloha
pl: Pozycja pionowa
ro: Poziþia Y

source: Connect to the esd server on this host.
cs: Spojení s esd serverem na daném hostu.
pl: Po³±cz siê z serweren d¼wiêku na podanym ho¶cie.
ro: Mã conectez la serverul esd la aceastã gazdã.

source: ESD Server Host
cs: Host ESD serveru
pl: Adres serwera d¼wiêku
ro: Gazdã Server ESD

source: Open a vertical version of the meter.
cs: Otevøít vertikální verzi mìøidla.
pl: Wykorzystaj pionow± wersjê wska¼nika.
ro: Deschide meter pe verticalã.

source: Host is %s
cs: Host je %s
pl: Host: %s
ro: Gazda este %s

source: Volume Meter
cs: Mìøidlo hlasitosti
pl: Wska¼nik g³o¶no¶ci
ro: Mãrime Volum

source: A Volume Unit Meter for ESD
cs: Jednotka mìøení hlasitosti pro ESD

source: CD Player
cs: CD pøehrávaè

source: Gnome CD Player
cs: Gnome CD pøehrávaè s podporou CDDB

source: A simple soundrecording program for GNOME
cs: Jednoduchý záznamník zvukù pro GNOME

source: Sound recorder
cs: Záznamník zvukù

source: GEOMETRY
pl: GEOMETRIA
ro: Geometrie

source: SOCKS Server
pl: Serwer SOCKS
ro: Doriþi sã îl utilizaþi oricum?

source: Video
pl: Wizja

source: Stop
pl: Zatrzymaj

source: Proxy
pl: Po¶rednik

source: -adobe-helvetica-medium-r-normal-*-*-100-*-*-p-*-*-*
pl: -adobe-helvetica-medium-r-normal-*-*-100-*-*-p-*-*-2
