Repository: lepidotos/suede
Catalog: gnome-media-1.2.3/po/*.po
Languages: cs, pl, ro

source: Ready for command: %s
cs: Pøipraveno na pøíkaz: %s
pl: Gotowy do wykonania polecenia: %s
ro: Gata pentru comanda: %s

source: Connecting [%s]
cs: Spojuje se [%s]
pl: Nawi±zywanie po³±czenia [%s]
ro: Mã conectez la [%s]

source: Querying server [%s]
cs: Dotazuje se server [%s]
pl: Odpytywanie serwera [%s]
ro: Interoghez serverul [%s]

source: Waiting for reply [%s]
cs: Èeká se na odpovìï [%s]
pl: Oczekiwanie na odpowied¼ [%s]
ro: Aºtept rãspunsul [%s]

source: Reading reply [%s]
cs: Ète se odpovìï [%s]
pl: Odczytywanie odpowiedzi [%s]
ro: Citesc replica [%s]

source: Disconnecting [%s]
cs: Rozpojuje se [%s]
pl: Roz³±czanie [%s]
ro: Mã deconectez [%s]

source: Error connecting [%s]
cs: Chyba spojení [%s]
pl: B³±d przy nawi±zywaniu po³±czenia [%s]
ro: Eroare în conectarea la [%s]

source: Error querying [%s]
cs: Chyba dotazu [%s]
pl: B³±d przy odpytywaniu [%s]
ro: Eroare la interogarea [%s]

source: Error reading [%s]
cs: Chyba ètení [%s]
pl: B³±d przy odczycie [%s]
ro: Eroare la citirea [%s]

source: No match found for %s
cs: ®ádný záznam neodpovídá %s
pl: Nie odnaleziono elementu pasuj±cego do %s
ro: Nu s-au gãsit asemãnãri pentru :%s

source: Timeout: %s
cs: Èasový limit vypr¹el: %s
pl: Czas oczekiwania na odpowied¼: %s
ro: Expirã la: %s

source: Inactive. %s
cs: Neaktivní. %s
pl: Nieaktywny. %s
ro: Inactiv. %s

source: Synth
cs: Syntet
pl: Synteza
ro: Sintetiz

source: DAC
cs: D/A pø.

source: DSP Input
cs: Dig. vst.
ro: Intrare DSP

source: Line
cs: Linka
ro: Linie

source: MIC
cs: Mikrof

source: Radio
cs: Rádio

source: Phone
cs: Telefon
ro: Telefon

source: PC Speaker
cs: PC repro
ro: Difuzor PC

source: Center Input
cs: Støed vst.
ro: Intrare centralã

source: Woofer Input
cs: Woofer vst.
ro: Intrare woofer

source: Surround Input
cs: Surround vst.
ro: Intrare surround

source: Master
cs: Hlavní

source: Master Mono
cs: Hl. mono

source: Master Digital
cs: Hl. digitál

source: Headphone
cs: Sluch.
ro: Cãºti

source: Phone Output
cs: Telef. výst.
ro: Ieºire telefon

source: Center
cs: Støed
ro: Central

source: DSP Output
cs: Dig. výst
ro: Ieºire DSP

source: Bass
cs: Basy
ro: Bas

source: Treble
cs: Vý¹ky
ro: Înalt

source: Equalizer
cs: Ekvalizér
ro: Egalizator

source: Fader
cs: Zeslab

source: Effect
cs: Efekt
ro: Efect

source: 3D Effect
cs: 3D efekt
ro: Efect 3D

source: Mic Gain
cs: Mik. zisk
ro: Ampl mic

source: Input Gain
cs: Vst. zisk
ro: Ampl intrare

source: Output Gain
cs: Výst. zisk
ro: Ampl Ieºire

source: Analog Loopback
cs: Analog zp. vaz.
ro: Loopback analog

source: Digital Loopback
cs: Digitál zp. vaz.
ro: Loopback digital

source: Vol
cs: Hlasit
pl: G³o¶n

source: Bass
cs: Basy
pl: Basy

source: Trebl
cs: Vý¹ky
pl: Soprany
ro: Înalt

source: Spkr
cs: Repro
pl: G³o¶nik
ro: Difz

source: Line
cs: Linka
pl: Wej¶cie
ro: Linie

source: Mic
cs: Mikrof
pl: Mikrofon

source: Mix
cs: Mixá¾
pl: Miks

source: Rec
cs: Záznam
pl: Zapis
ro: Înr

source: IGain
cs: VsZisk
pl: WzmWe
ro: IAmpl

source: OGain
cs: VýZisk
pl: WzmWy
ro: OAmpl

source: Line1
cs: Linka1
pl: Wej¶cie1
ro: Linie1

source: Line2
cs: Linka2
pl: Wej¶cie2
ro: Linie2

source: Line3
cs: Linka3
pl: Wej¶cie3
ro: Linie3

source: Digital1
cs: Digitál1
pl: Cyfrowe1

source: Digital2
cs: Digitál2
pl: Cyfrowe2

source: Digital3
cs: Digitál3
pl: Cyfrowe3

source: PhoneIn
cs: TlfVst
pl: WejTelef
ro: TelefonIn

source: PhoneOut
cs: TlfVýst
pl: WyTelfel
ro: TelefonOut

source: Help
cs: Nápovìda
pl: Pomoc
ro: Ajutor

source: don't restore mixer-settings from configuration
cs: nevracet nastavení mixá¾e z konfigurace
pl: Nie przywraca ustawieñ miksera z konfiguracji
ro: nu restaura setãrile mixerului din configuraþie

source: restore mixer-settings from configuration
cs: vracet nastavení mixá¾e z konfigurace
pl: Przywraca ustawienia miksera z konfiguracji
ro: restaureazã setãrile mixerului din configuraþie

source: initialise the mixer(s) from stored configuration and exit
cs: nastavit mixá¾(e) z konfigurace a skonèit
pl: Inicjuje ustawienia miksera z zapisanej konfiguracji i koñczy pracê
ro: iniþializeazã mixerul/mixerele din configurarea stocatã ºi ieºi

source: don't save (modified) mixer-settings into configuration
cs: neukládat do konfigurace (zmìnìné) nastavení mixá¾e
pl: Nie zapisuje (zmienionych) ustawieñ miksera w konfiguracji
ro: nu salva setãrile mixerului (modificate) în configuraþie

source: Warning: This version of gmix was compiled with OSS version %d.%d.%d, and your system is running a version prior to 3.6.0.
cs: Upozornìní: Tato verze gmix-u byla pøelo¾ena s OSS verze %d.%d.%d. a tento systém bì¾í s verzí ni¾¹í ne¾ 3.6.0.

source: Warning: This version of gmix was compiled with OSS version %d.%d.%d, and your system is running version %d.%d.%d.
cs: Upozornìní: Tato verze gmix-u byla pøelo¾ena s OSS verze %d.%d.%d. a tento systém bì¾í s verzí %d.%d.%d.

source: Lock
cs: Spø
pl: Razem
ro: Blocat

source: Rec.
cs: Zázn
pl: Zapis
ro: Înreg.

source: Mute
cs: Umlè
pl: Cisza
ro: Mut

source: GMIX - The Gnome Mixer
cs: GMIX - Gnome Mixá¾ní pult
pl: GMIX - Mikser dla GNOME
ro: GMIX - Mixerul Gnome

source: This is a mixer for OSS sound-devices.
cs: Toto je mixá¾ní pult pro zvuková zaøízení OSS.
pl: Mikser dla urz±dzeñ OSS
ro: Acesta este un mixer pentru dispozitivele de sunet OSS

source: On startup
cs: Pøi spu¹tìní
pl: Przy uruchamianiu
ro: La iniþializare

source: Restore saved mixer levels on startup
cs: Pøi spu¹tìní vracet ulo¾ené úrovnì mixá¾e
pl: Przywracanie zapisanych ustawieñ g³o¶no¶ci przy uruchamianiu
ro: Restaureazã la iniþializare nivelurile salvate ale mixerului

source: Hide menu on start
cs: Pøi spu¹tìní skrýt menu
pl: Ukrywanie menu przy uruchamianiu
ro: Ascunde meniul la start

source: Use mixer icons
cs: Na mixá¾i zobrazit ikony
pl: Ikony miksera
ro: Utilizeazã iconurile mixerului

source: Use mixer labels
cs: Na mixá¾i zobrazit nápisy
pl: Etykiety miksera
ro: Utilizeazã etichetele mixerului

source: Defaults
cs: Pùvodní nastavení

source: Preferences
cs: Konfigurace
pl: Preferencje
ro: Opþiuni

source: Labels
cs: Oznaèení

source: GNOME Soundrecorder:
cs: GNOME záznamník zvukù:
pl: Nagrywarka d¼wiêku GNOME
ro: Înregistratorul de sunet GNOME

source: Could not fork child process
cs: Nelze vìtvit na synovský proces
pl: Nie mo¿na utworzyæ procesu potomnego
ro: Nu am putut duplica procesul copil

source: Recording...
cs: Nahrává se...
pl: Nagrywanie...
ro: Înregistrez...

source: Playing...
cs: Pøehrává se...
pl: Odtwarzanie...
ro: Reproduc...

source: Converting file...
cs: Pøevádí se soubor...
pl: Konwertowanie pliku...
ro: Convertesc fiºierul...

source: Audioformat:
cs: Zvukový formát:
pl: Format d¼wiêku:
ro: Format audio:

source: Sample rate:
cs: Vzorkovací kmitoèet:
pl: Czêstotliwo¶æ próbkowania:
ro: Ratã sample:

source: Channels:
cs: Kanály:
pl: Kana³y:
ro: Canale:

source: Select a sound file
cs: Zvolte zvukový soubor
pl: Wybór pliku d¼wiêkowego
ro: Selecteazã un fiºier sunet

source: Undoing all changes...
cs: Ru¹í se v¹echny zmìny...
pl: Wycofywanie wszystkich zmian...
ro: Refac toate schimbãrile...

source: '%s' is a directory. Please select a soundfile to be opened.
cs: '%s' je adresáø. K otevøení zvolte zvukový soubor.
pl: "%s" jest katalogiem. Wybierz plik d¼wiêkowy, który chcesz otworzyæ.
ro: '%s' este un director. Vã rog sã selectaþi un fiºier sunet pentru a fi deschis.

source: File '%s' doesn't exist. Please select a existing soundfile to be opened.
cs: Soubor '%s' neexistuje. K otevøení zvolte existující zvukový soubor.
pl: Plik "%s" nie istnieje. Wybierz plik d¼wiêkowy, który chcesz otworzyæ.
ro: Fiºierul '%s' nu existã. Vã rog sã selectaþi un fiºier sunet pentru a fi deschis.

source: File '%s' isn't a valid soundfile.
cs: Soubor '%s' není platný zvukový soubor.
pl: Plik "%s" nie jest poprawnym plikiem d¼wiêkowym. Wybierz plik d¼wiêkowy, który chcesz otworzyæ.
ro: Fiºierul '%s' nu este un fiºier sunet valid.

source: '%s' is a directory. Please enter another filename.
cs: '%s' je adresáø. Zvolte existující jiný soubor.
pl: "%s" jest katalogiem. Wprowad¼ inn± nazwê pliku.
ro: '%s' este un director. Vã rog sã introduceþi un alt nume de fiºier.

source: File '%s' already exists. Do you want to overwrite it?
cs: Soubor '%s' ji¾ existuje. Chcete jej pøepsat?
pl: Plik "%s" ju¿ istnieje. Czy chcesz go nadpisaæ?
ro: Fiºierul '%s' deja existã. Doriþi sã îl suprascrieþi?

source: Error saving sound file
cs: Chyba pøi zápisu zvukového souboru
pl: B³±d przy zapisywaniu pliku d¼wiêkowego
ro: Eroare la salvarea fiºierului sunet

source: File not saved. Do you want to save it?
cs: Soubor není zapsán. Chcete jej zapsat?
pl: Pllik nie zosta³ zapisany. Czy chcesz go zapisaæ?
ro: Fiºierul nu a fost salvat. Doriþi sã îl salvaþi?

source: Saving...
cs: Zapisuje se...
pl: Zapisywanie...
ro: Salvez...

source: The size of the current sample is more than %i Mb!
cs: Velikost aktuálního vzorku pøesahuje %i MB!
pl: ROzmiar bie¿±cej próbki jest wiêkszy ni¿ %i MB!
ro: Dimensiunea sample-ului curent este mai mare de %i Mb!

source: Save sound file
cs: Zapsat zvukový soubor
pl: Zapis pliku d¼wiêkowego
ro: Salveazã fiºier sunet

source: Sounddevice not ready! Please check that there isn't another program running that's using the sounddevice.
cs: Zvukové zaøízení není pøipraveno! Zkontrolujte, zda nebì¾í jiný program pou¾ívající zvukového zaøízení.
pl: Urz±dzenie d¼wiêkowe nie jest gotowe! Upewnij siê, ¿e nie wykorzystuje go inny uruchomiony program.
ro: Dispozitivul de sunet nu este pregãtit! Vã rog sã verificaþi dacã un alt program nu utilizeazã dispozitivul de sunet.

source: _New
cs: _Nový
pl: _Nowy
ro: _Nou

source: Create a new sample
cs: Vytvoøit nový vzorek
pl: Tworzy nowy plik d¼wiêkowy
ro: Creeazã un nou sample

source: Run mixer...
cs: Spustit mixá¾...
pl: Uruchom mikser...
ro: Ruleazã mixerul...

source: Run GNOME mixer
cs: Spustit GNOME mixá¾ní pult
pl: Uruchamia Mikser GNOME
ro: Ruleazã mixerul GNOME

source: Add echo
cs: Pøidat ozvìnu
pl: Dodaj echo
ro: Adaugã ecou

source: Add echo to the current sample
cs: Pøidat ozvìnu do aktuálního vzorku
pl: Dodaje echo do bie¿±cej próbki
ro: Adaugã ecou la sample-ul curent

source: Echo
cs: Ozvìna
ro: Ecou

source: Undo all changes
cs: Zru¹it v¹echny zmìny
pl: Wycofaj wszystkie zmiany
ro: Refã toate schimbãrile

source: Undo all changes made on the current sample
cs: Zru¹it v¹echny zmìny provedené na aktuálním vzorku
pl: Wycofuje wszystkie zmiany dokonane na bie¿±cej próbce
ro: Refã toate schimbãrile efectuate pe sample-ul curent

source: Effects
cs: Efekty
pl: Efekty
ro: Efecte

source: Show time
cs: Zobrazit èas
pl: Wy¶wietlanie czasu
ro: Afiºeazã timpul

source: Show soundinfo
cs: Zobrazit informaci o zvuku
pl: Wy¶wietlanie informacji o d¼wiêku
ro: Afiºeazã informaþiile de sunet

source: Show sound information
cs: Zobrazit informaci o zvuku
pl: Wy¶wietlanie informacji o d¼wiêku
ro: Afiºeazã informaþiile de sunet

source: New
cs: Nový
pl: Nowy
ro: Nou

source: Create new sample
cs: Vytvoøit nový vzorek
pl: Tworzy now± próbkê
ro: Creeazã nou sample

source: Play
cs: Pøehrávání
pl: Odtwarzaj

source: Play current sample
cs: Pøehrávání aktuálního vzorku
pl: Odtwarza bie¿±c± próbkê
ro: Ascultã sample-ul curent

source: Stop playing/recording
cs: Zastavit pøehrávání/nahrávání
pl: Zatrzymuje odtwarzanie/nagrywanie
ro: Opreºte ascultarea/înregistrarea

source: Record
cs: Záznam
pl: Nagraj
ro: Înregistrare

source: Start recording
cs: Spustit nahrávání
pl: Rozpoczyna nagrywanie
ro: Start înregistrare

source: Exit
cs: Konec
pl: Zakoñcz
ro: Ieþire

source: Exit this program
cs: Ukonèit program
pl: Koñczy pracê programu
ro: Ieºire program

source: Info
cs: Informace
pl: Informacje
ro: Infor

source: File '%s' doesn't exist; using default.
cs: Soubor '%s' neexistuje; pou¾ije se implicitního.
pl: Plik "%s" nie istnieje; wykorzystanie domy¶lnego.
ro: Fiºierul '%s' nu existã; utilizez valorile implicite.

source: File '%s' isn't a supported soundfile.
cs: Soubor '%s' nemá podporovaný zvukový formát.
pl: Plik "%s" nie jest obs³ugiwanym plikiem d¼wiêkowym.
ro: Fiºierul '%s' nu este un fiºier de sunet suportat.

source: Andreas Hyden <a.hyden@cyberpoint.se>
cs: Andreas Hydén <a.hyden@cyberpoint.se>

source: GNOME Sound recorder
cs: GNOME zvukový záznamík
pl: Nagrywarka d¼wiêku GNOME

source: Copyright (C) 2000 Andreas Hyden
cs: Copyright (C) 2000 Andreas Hydén
pl: Copyright (C) 2000 Andreas Hydén

source: A simple soundrecorder and soundplayer for GNOME. Dedicated to my cat, Malte.
cs: Jednoduchý zvukový záznamík a zvukový pøehrávaè pro GNOME. Vìmováno mé koèce Malte.
pl: Prosta nagrywarka i odtwarzacz d¼wiêku bêd±cy czê¶ci± GNOME. Dedykowany mojemu kotu, Malte.
ro: Un soundrecorder simplu þi un soundplayer pentru GNOME. Dedicat pisicuþei mele, Malte.

source: Time
cs: Èas
pl: Czas
ro: Timp

source: Recording timeout:
cs: Omezení èasu nahrávání:
pl: Czas przeznaczony na nagrywanie:
ro: Timeout înregistrare:

source: minutes
cs: v minutách
pl: minut
ro: minute

source: Stop recording on timeout
cs: Zastavit nahrávání po vypr¹ení èasu
pl: Zatrzymywanie nagrywania po up³yniêciu przeznaczonego na nie czasu
ro: Opreºte înregistrarea la timeout

source: Popup save dialog when recording is finished
cs: Vyskakovací dialog zápisu po skonèení nahrávání
pl: Wy¶wietlanie okna zapisu po zakoñczeniu nagrywania
ro: Afiºeazã dialogul de salvare când înregistrarea este gata

source: Size
cs: Velikost
pl: Rozmiar
ro: Dimensiune

source: Popup warning message if size (Mb) of sample becomes bigger than:
cs: Vyskakovací varování, pøekroèí-li velikost vzorku (v MB):
pl: Wy¶wietlanie komunikatu ostrzegawczego, je¶li rozmiar próbki (w MB) przekroczy:
ro: Afiºeazã mesaj de avertizare dacã dimensiunea (Mb) sample-ului depãºeºte:

source: Stop recording if size (Mb) of sample becomes bigger than:
cs: Zastavit nahrávání, pøekroèí-li velikost vzorku (v MB):
pl: Zatrzymywanie nagrywania, je¶li rozmiar próbki (w MB) przekroczy:
ro: Opreºte înregistrarea dacã dimensiunea (Mb) sample-ului depãºeºte:

source: Recording
cs: Záznam
pl: Nagrywanie
ro: Înregistrare

source: Play-repeating
cs: Opakování pøehrávání
pl: Powtarzanie odtwarzania
ro: Ascultã-repetat

source: Repeat
cs: Opakovat
pl: Powtarzanie
ro: Repetã

source: Forever
cs: Trvale
pl: Na zawsze
ro: La infinit

source: Nr of times:
cs: Poèet:
pl: Liczba powtórzeñ:
ro: Nr. de repetãri:

source: Playing
cs: Pøehrávání
pl: Odtwarzanie
ro: Ascultare

source: Program files
cs: Programové soubory
pl: Pliki programów
ro: Fiºiere program

source: Path to sox:
cs: Cesta k sox:
pl: ¦cie¿ka programu sox:
ro: Calea cãtre sox:

source: Path to mixer:
cs: Cesta k mixeru:
pl: ¦cie¿ka miksera:
ro: Calea cãtre mixer:

source: Directories
cs: Adresáøe
pl: Katalogi
ro: Directoare

source: Temp dir:
cs: Pracovní adresáø:
pl: Katalog tymczasowy:
ro: Director temporar:

source: Paths
cs: Cesty
pl: ¦cie¿ki
ro: Cãi

source: Sound options
cs: Volby zvuku
pl: Opcje d¼wiêku
ro: Opþiuni sunet

source: Audioformat:
cs: Zvukový formát:
pl: Format d¼wiêku:
ro: Format audio:

source: 8bit pcm
cs: 8bitový PCM
pl: 8-bitowy pcm

source: 16bit pcm
cs: 16bitový PCM
pl: 16-bitowy pcm
ro: 18bit pcm

source: Sample rate:
cs: Rychost vzorkování:
pl: Czêstotliwo¶æ próbkowania:
ro: Ratã sample:

source: Sound
cs: Zvuk
pl: D¼wiêk
ro: Sunet

source: Main window
cs: Hlavní okno
pl: G³ówne okno
ro: Fereastra principalã

source: User interface
cs: U¾ivatelské rozhraní
pl: Interfejs u¿ytkownika
ro: Interfaþã utilizator

source: Specify the geometry of the main window
cs: Zadání geometrie hlavního okna
pl: Okre¶la geometriê g³ównego okna
ro: Specificã geometria ferestrei principale

source: Specify a file to be opened
cs: Zadání souboru k otevøení
pl: Okre¶la plik do odczytu
ro: Specificã un fiºier pentru deschidere

source: Specify a file to start recording
cs: Zadání souboru ke spu¹tìní náhrávání
pl: Okre¶la plik, do którego nale¿y rozpocz±æ zapis
ro: Specificã un fiºier pentru începerea înregistrãrii

source: Specify a file to start playing
cs: Zadání souboru ke spu¹tìní pøehrávání
pl: Okre¶la plik, którego odtwarzanie nale¿y rozpocz±æ
ro: Specificã un fiºier pentru începerea ascultãrii

source: Don't show this message again.
cs: Pøí¹tì tuto zprávu nezobrazovat.
pl: Bez wy¶wietlania tego komunikatu w przysz³o¶ci.
ro: Nu afiºa acest mesaj din nou.

source: Could not find '%s'. Set the correct path to sox in preferences under the tab 'paths'. If you don't have sox, you will not be able to record or do any effects.
cs: Nelze nalézt '%s'. Nastavte v pøedvolbách správnou cestu k sox v tabulce 'cesty'. Nemáte-li sox, nemù¾ete nahrávat nebo provádìt efekty.
pl: Nie mo¿na odnale¼æ "%s". Ustaw poprawn± ¶cie¿kê programu sox w zak³adce "¦cie¿ki" preferencji. Je¶li w systemie nie ma programu xos, nagrywanie ani u¿ywanie efektów nie bêdzie mo¿liwe.
ro: Nu am putut gãsi '%s'. Setaþi calea corectã cãtre sox în preferinþe sub tab-ul 'cãi'. Dacã nu aveþi sox, nu veþi putea sã înregistraþi sau sã faceþi orice efecte.

source: You havn't entered a sox command; you will not be able to record. Do you want to use it anyway?
cs: Nebyl zadán pøíkaz sox; nebude mo¾né nahrávat. Chcete ho pøesto pou¾ít?
pl: Nie zosta³a podana ¶cie¿ka programu sox; nagrywanie nie bêdzie mo¿liwe. Czy pomimo tego chcesz go u¿yæ?
ro: Nu aþi introdus o comandã sox; nu veþi putea înregistra. Doriþi sã îl utilizaþi oricum?

source: File %s in 'sox command' does not exist. Do you want to use it anyway?
cs: Soubor %s v 'pøíkazu sox' neexistuje. Chcete ho pøesto pou¾ít?
pl: Plik %s podany w "¦cie¿ka programu sox" nie istnieje. Czy pomimo tego chcesz go u¿yæ?
ro: Fiºierul %s în 'comanda sox' nu existã. Doriþi sã îl utilizaþi oricum?

source: You havn't entered a mixer command; you will not be able to start the mixer. Do you want to use it anyway?
cs: Nebyl zadán mixá¾ní pøíkaz; nebude mo¾né spustit mixá¾ní pult Chcete ho pøesto pou¾ít?
pl: Nie zosta³a podana ¶cie¿ka miksera; uruchomienie go nie bêdzie mo¿liwe. Czy pomimo tego chcesz go u¿yæ?
ro: Nu aþi introdus o comandã mixer: nu veþi putea sã porniþi mixerul. Doriþi sã îl utilizaþi oricum?

source: File %s in 'mixer command' does not exist. Do you want to use it anyway?
cs: Soubor %s v 'pøíkazu mixá¾e' neexistuje. Chcete ho pøesto pou¾ít?
pl: Plik %s podany w "¦cie¿ka miksera" nie istnieje. Czy pomimo tego chcesz go u¿yæ?
ro: Fiºierul %s în 'comanda mixer' nu existã. Doriþi sã îl utilizaþi oricum?

source: You havn't entered a temp dir. You will not be able to record. Do you want to use it anyway?
cs: Nebyl zadán pracovní adresáø. Nebude mo¾ná nahrávat. Chcete ho pøesto pou¾ít?
pl: Nie zosta³ okre¶lony katalog tymczasowy. Nagrywanie nie bêdzie mo¿liwe. Czy pomimo tego chcesz go u¿yæ?
ro: Nu aþi introdus un director temporar. Nu veþi putea înregistra. Doriþi sã îl utilizaþi oricum?

source: Temp directory %s is a file. Do you want to use it anyway?
cs: Pracovní adresáø %s je soubor. Chcete ho pøesto pou¾ít?
pl: Podany katalog tymczasowy %s jest zwyk³ym plikiem. Czy pomimo tego chcesz go u¿yæ?
ro: Directorul temporar %s este un fiºier. Doriþi sã îl utilizaþi oricum?

source: You don't have the correct permissions (read & write) for temp directory %s. Do you want to use it anyway?
cs: Nemáte dostateèná práva (ètení a zápis) pro pracovní adresáø %s. Chcete ho pøesto pou¾ít?
pl: Brak uprawnieñ (odczytu i zapisu) do katalogu tymczasowego %s. Czy pomimo tego chcesz go u¿yæ?
ro: Nu aveþi drepturi corecte (citire ºi scriere) pe directorul temporar %s. Doriþi sã îl utilizaþi oricum?

source: Directory %s does not exist. Do want to use it anyway?
cs: Adresáø %s neexistuje. Chcete ho pøesto pou¾ít?
pl: Katalog %s nie istnieje. Czy pomimo tego chcesz go u¿yæ?
ro: Directorul %s nu existã. Doriþi sã îl utilizaþi oricum?

source: untitled.wav
cs: bezejmenný.wav
pl: beznazwy.wav
ro: nedenumit.wav

source: Adding echo to sample...
cs: Do vzorku se pøidává ozvìna...
pl: Dodawanie echa do próbki...
ro: Adaug ecou la sample...

source: TCD - The Gnome CD Player
cs: TCD - Gnome CD pøehrávaè
pl: TCD - Odtwarzacz CD dla GNOME
ro: TCD - CD Playerul Gnome

source: GTCD is the Gnome CD player application. Includes CDDB support. Please see the 'Thanks' file included with the distribution for more credits.
cs: GTCD je Gnome CD pøehrávaè. Zahrnuje podporu CDDB. Pøeètìte si podìkování v distribuèním souboru 'Thanks', kde najdete dal¹í informace o zásluhách.
pl: GTCD jest odtwarzaczem p³yt CD dla GNOME. Zawiera obs³ugê CDDB. Przeczytaj plik 'Thanks' (do³±czony do dystrybucji) aby przeczytaæ listê podziêkowañ.
ro: GTCD este CD-Player-ul Gnome. Include suport pentru CDDB. Vã rog uitaþi-vã fiºierul 'Thanks' inclusã cu distribuþia pentru informaþii despre autori.

source: Disc ID
cs: ID disku
pl: ID p³yty
ro: Disk ID

source: Disc Title
cs: Titul disku
pl: Tytu³ p³yty
ro: Titlul Discului

source: Edit
cs: Úpravy
pl: Modyfikuj
ro: Editeazã

source: Remove
cs: Odstanit
pl: Usuñ
ro: Eliminã

source: Refresh List
cs: Zaktualizovat seznam
pl: Od¶wie¿ listê
ro: Reîmprospãteazã Lista

source: Server Settings
cs: Nastavení serveru
pl: Ustwienia serwera
ro: Opþiunile Serverului

source: Address
cs: Adresa
pl: Adres
ro: Adresã

source: Use HTTP
cs: Pou¾ít HTTP
pl: Wykorzystanie HTTP
ro: Foloseºte HTTP

source: Use proxy authentication
cs: Pou¾ít proxy toto¾nost
pl: Uwierzytelnianie przez po¶rednika
ro: Foloseºte identificarea proxy

source: Username
cs: Jméno u¾ivatele
pl: U¿ytkownik
ro: Numele user-ului

source: Password
cs: Heslo
pl: Has³o
ro: Parola

source: Use SOCKS
cs: Pou¾ít SOCKS
pl: Wykorzystanie SOCKS
ro: Utilizeazã SOCKS

source: Local Database
cs: Místní databáze
pl: Lokalna baza danych
ro: Bazã de Date Localã

source: CDDB Data
cs: Data CDDB
pl: Dane CDDB
ro: Date CDDB

source: CDDB Editor
cs: Editor CDDB
pl: Edytor CDDB
ro: Editor CDDB

source: Error reading $HOME/.cddbslave.
cs: Chyba pøi ètení $HOME/.cddbslave.
pl: B³±d przy odczycie $HOME/.cddbslave.
ro: Eroare la citirea $HOME/.cddblsave.

source: Couldn't remove file: %s
cs: Nelze odstranit soubor: %s
pl: Nie mo¿na usun±æ pliku: %s
ro: Nu am putut înlãtura fiºierul: %s

source: Delete CDDB Entry?
cs: Smazat záznam CDDB?
pl: Usun±æ wpis CDDB?
ro: ªterg Intrarea CDDB?

source: CDDB Status
cs: Stav CDDB
pl: Status CDDB
ro: Starea CDDB

source: Get CDDB Now
cs: Naèíst CDDB
pl: Pobierz CDDB
ro: Citeºte acum CDDB

source: trk-e
cs: skl-z
pl: ¶c-czas
ro: cnt-t

source: trk-r
cs: skl-k
pl: ¶c-zost
ro: cnt-r

source: dsc-e
cs: dsk-z
pl: cd-czas
ro: dsc-t

source: dsc-r
cs: dsk-k
pl: cd-zost

source: loop-cd
cs: smyè-cd
pl: powt-cd

source: loop-t
cs: smyè-s
pl: powt-¶c

source: normal
cs: normální
pl: kolejno

source: random
cs: náhodný
pl: losowo
ro: aleator

source: Play/Pause
cs: Pøehrávání/Pauza
pl: Odtwarzaj/Wstrzymaj
ro: Play/Pauzã

source: Eject
cs: Vysunout
pl: Wysuñ

source: Skip backwards
cs: Skok dozadu
pl: Przeskocz wstecz
ro: Sari înapoi

source: Skip forwards
cs: Skok dopøedu
pl: Przeskocz naprzód
ro: Sari înainte

source: Open track editor
cs: Otevøít editor skladeb
pl: Otwórz edytor ¶cie¿ek
ro: Deschide editorul de piste

source: Quit
cs: Konec
pl: Zakoñcz
ro: Ieºire

source: Mixer
cs: Mixá¾ní pult

source: Fast Forward
cs: Posun dopøedu

source: Rewind
cs: Posun dozadu

source: Volume Up
cs: Pøidat hlasitost

source: Volume Down
cs: Ubrat hlasitost

source: (Scanning)
cs: (Provìøuje se)
pl: (Przeszukiwanie)
ro: (Scanez)

source: No Disc
cs: Není disk
pl: Brak p³yty
ro: Fãrã Disk

source: Error
cs: Chyba
pl: B³±d
ro: Eroare

source: Volume
cs: Hlasitost
pl: G³o¶no¶æ
ro: Volum

source: Cannot load requested font. Reloading default font.
cs: Nemohu nalézt po¾adované písmo. Pou¾iji standardní písmo.

source: Cannot load default Helvetica font. Loading any fixed width font.
cs: Nemohu nalézt písmo Helvetica. Pou¾iji nìkteré z písem s pevnou ¹íøkou.

source: Cannot load fixed width font. Exiting.
cs: Nemohu nalézt písmo 'fixed'. Konèím.
