Repository: lepidotos/suede
Catalog: gnome-pim-1.4.0/po/*.po
Languages: sk

source: Disabled
sk: Zablokované

source: Synchronize
sk: Synchronizova»

source: Copy From Pilot
sk: Kopírova» z aplikácie Pilot

source: Copy To Pilot
sk: Kopírova» do aplikácie Pilot

source: Merge From Pilot
sk: Zlúèi» z aplikácie Pilot

source: Merge To Pilot
sk: Zlúèi» do aplikácie Pilot

source: GnomeCalendar Conduit
sk: Spojka pre Kalendár Gnome

source: Configuration utility for the calendar conduit.
sk: Konfiguraèný nástroj pre kalendárovú spojku.

source: Synchronize Action
sk: Synchronizaèá akcia

source: Conduit state
sk: Stav spojky

source: No pilot configured, please choose the 'Pilot Link Properties' capplet first.
sk: Pilot nie je nakonfigurovaný. Nakonfigurujte ho, prosím, cez applet 'Vlastnosti pripojenia Pilot'.

source: Not connected to the gnome-pilot daemon
sk: Nepripojený k démonovi gnome-pilot

source: An error occured when trying to fetch pilot list from the gnome-pilot daemon
sk: Pri pokuse o získanie zoznamu od démona gnome-pilot sa vyskytla chyba

source: Could not create object for conduit. Perhaps the conduit isn't properly installed ?
sk: Nemô¾em vytvori» objekt pre spojku. Spojka asi nie je správne nain¹talovaná?

source: Error while communicating with calendar server
sk: Chyba pri komunikácii s kalendárovým servrom

source: Calendar holds %d entries
sk: Kalendár obsahuje %d polo¾iek

source: Could not start gnomecal server
sk: Nemô¾em spusti» server gnomecal

source: Could not read pilot's DateBook application block
sk: Nemô¾em naèíta» aplikaèný blok DateBook z pilota

source: Specifies the port on which the Pilot is
sk: Urèuje port, na ktorom je pripojený Pilot

source: If you want to debug the attributes on records
sk: Ak chcete ladi» príznaky na záznamoch

source: Only syncs from desktop to pilot
sk: Synchronizácia len z pracovnej plochy do pilota

source: Only syncs from pilot to desktop
sk: Synchronizácia len z pilota na pracovnú plochu

source: Can not create Pilot socket
sk: Nemo¾em vytvori» zásuvku pre Pilot

source: Can not bind to device %s
sk: Nemô¾em nadviaza» spojenie so zariadením %s

source: Failed to get a connection from the Pilot device
sk: Nadviazanie spojenia so zariadením Pilot zlyhalo

source: pi_accept failed
sk: pi_accept zlyhalo

source: Object did not exist, creating a new one
sk: Objekt neexistuje, vytváram nový

source: Object has been modified on desktop and on the pilot, desktop takes precedence
sk: Objekt bol zmenený na pracovnej ploche aj v pilotovi, prednos» má pracovná plocha

source: No description
sk: Bez popisu

source: Syncing with the pilot...
sk: Synchronizujem s pilotom...

source: Could not open DatebookDB on the Pilot
sk: Na Pilotovi nemô¾em otvori» DatebookDB

source: Unable to open DatebookDB
sk: Nemo¾em otvori» DatebookDB

source: Synced DateBook from Pilot to GnomeCal
sk: DateBook bol synchronizovaný z Pilota do Kalendára Gnome

source: Failed to save calendar!
sk: Zlyhalo ulo¾enie kalendára!

source: Appointment
sk: Udalos»

source: Time
sk: Èas

source: Start time:
sk: Zaèiatok:

source: End time:
sk: Koniec:

source: All day event
sk: Ka¾dodenná udalos»

source: Minutes
sk: Minút

source: Hours
sk: Hodín

source: Days
sk: Dni

source: Mail to:
sk: Posla» správu pre:

source: Run program:
sk: Spusti» program:

source: Select program to run at alarm time
sk: Vyberte program, ktorý

source: Alarms
sk: Pripomenutia

source: Display
sk: Zobrazi»

source: Audio
sk: Zvuk

source: Mail
sk: Po¹ta

source: Classification
sk: Typ udalosti

source: Public
sk: Verejná

source: Private
sk: Súkromná

source: Confidential
sk: Tajná

source: An event's end time must be later than its start time.
sk: Koniec udalosti musí by» neskôr ako jej zaèiatok.

source: General
sk: V¹eobecné

source: Owner:
sk: Vlastník:

source: Summary:
sk: Popis:

source: None
sk: ®iadne

source: Daily
sk: Denne

source: Weekly
sk: Tý¾denne

source: Monthly
sk: Mesaène

source: Yearly
sk: Roène

source: Monday
sk: Pondelok

source: Tuesday
sk: Utorok

source: Wednesday
sk: Streda

source: Thursday
sk: ©tvrtok

source: Friday
sk: Piatok

source: Saturday
sk: Sobota

source: Sunday
sk: Nedeµa

source: Mon
sk: Po

source: Tue
sk: Ut

source: Wed
sk: St

source: Thu
sk: ©t

source: Fri
sk: Pi

source: Sat
sk: So

source: Sun
sk: Ne

source: Recurrence rule
sk: Typ opakovania

source: d_Every
sk: d_Ka¾dý

source: day(s)
sk: deò

source: w_Every
sk: w_Ka¾dý

source: week(s)
sk: tý¾deò

source: Recur on the
sk: Opakuj ka¾dý

source: th day of the month
sk: . deò v mesiaci

source: m_Every
sk: m_Ka¾dý

source: month(s)
sk: mesiac

source: y_Every
sk: y_Ka¾dý

source: year(s)
sk: rok

source: Ending date
sk: Dátum skonèenia

source: Repeat forever
sk: Opakuj stále

source: End on
sk: Skonèi» dòa

source: End after
sk: Skonèi» po

source: occurrence(s)
sk: výskytoch

source: %a %b %d %Y
sk: %a, %e. %b %Y

source: Exceptions
sk: Výnimky

source: Add exception
sk: Prida» výnimku

source: Change selected
sk: Zmeni» oznaèené

source: Delete selected
sk: Vymaza» oznaèené

source: Recurrence
sk: Opakovanie

source: Create new appointment
sk: Vytvori» novú udalos»

source: Edit appointment
sk: Upravi» udalos»

source: january
sk: január

source: february
sk: február

source: march
sk: marec

source: april
sk: apríl

source: may
sk: máj

source: june
sk: jún

source: july
sk: júl

source: sept
sk: september

source: october
sk: október

source: sunday
sk: nedeµa

source: monday
sk: pondelok

source: tuesday
sk: utorok

source: tues
sk: utorok

source: wednesday
sk: streda

source: wednes
sk: streda

source: thursday
sk: ¹tvrtok

source: thur
sk: ¹tvrtok

source: thurs
sk: ¹tvrtok

source: friday
sk: piatok

source: saturday
sk: sobota

source: year
sk: rok

source: month
sk: mesiac

source: fortnight
sk: dvojtý¾deò

source: week
sk: tý¾deò

source: day
sk: deò

source: hour
sk: hodina

source: minute
sk: minúta

source: second
sk: sekunda

source: sec
sk: s

source: tomorrow
sk: zajtra

source: yesterday
sk: vèera

source: today
sk: dnes

source: now
sk: teraz

source: last
sk: minulý

source: this
sk: tento

source: next
sk: budúci

source: first
sk: prvý

source: third
sk: tretí

source: fourth
sk: ¹tvrtý

source: fifth
sk: piaty

source: sixth
sk: ¹iesty

source: seventh
sk: siedmy

source: eighth
sk: ôsmy

source: ninth
sk: deviaty

source: tenth
sk: desiaty

source: eleventh
sk: jedenásty

source: twelfth
sk: dvanásty

source: ago
sk: spä»

source: New appointment...
sk: Nová udalos»...

source: Edit this appointment...
sk: Upravi» túto udalos»...

source: Delete this appointment
sk: Vymaza» túto udalos»

source: Make this appointment movable
sk: Umo¾ni» presuny tejto udalosti

source: Delete this occurance
sk: Vymaza» tento výskyt

source: Delete all occurances
sk: Vymaza» v¹etky výskyty

source: Create to-do item
sk: Vytvori» polo¾ku 'spravi»'

source: Edit to-do item
sk: Upravi» polo¾ku 'spravi»'

source: Due Date:
sk: Termín:

source: Priority:
sk: Priorita:

source: Categories:
sk: Kategórie:

source: Modify
sk: Zmeni»

source: Item Comments:
sk: Komentár polo¾ky:

source: Add to-do item...
sk: Prida» polo¾ku 'spravi»'...

source: Edit this item...
sk: Upravi» túto polo¾ku...

source: Delete this item
sk: Vymaza» túto polo¾ku

source: Summary
sk: Popis

source: Due Date
sk: Termín

source: Priority
sk: Priorita

source: Time Left
sk: Ostáva

source: Categories
sk: Kategórie

source: To-do list
sk: Spravi»

source: Add...
sk: Prida»...

source: Edit...
sk: Upravi»...

source: Delete
sk: Vymaza»

source: Weeks
sk: Tý¾dne

source: Week
sk: Tý¾deò

source: Day
sk: Deò

source: Hour
sk: Hodina

source: Minute
sk: Minúta

source: Seconds
sk: Sekundy

source: Second
sk: Sekunda

source: Day View
sk: Deò

source: Week View
sk: Tý¾deò

source: Month View
sk: Mesiac

source: Year View
sk: Rok

source: Reminder of your appointment at
sk: Pripomenú» va¹u udalos»

source: Snooze
sk: Zme¹kané

source: Year:
sk: Rok:

source: Go to date
sk: Prejs» na dátum

source: Please select the date you want to go to. When you click on a day, you will be taken to that date.
sk: Vyberte, prosím, dátum, na ktorý sa chcete presunú». Ak kliknete na deò, presuniete sa naò.

source: Go to today
sk: Prejs» na dne¹ok

source: Outline:
sk: Popis:

source: Headings:
sk: Hlavièky:

source: Empty days:
sk: Voµné dni:

source: Appointments:
sk: Udalosti:

source: Highlighted day:
sk: Zvýraznený deò:

source: Day numbers:
sk: Èísla dní:

source: Current day's number:
sk: Èíslo aktuálneho dòa:

source: To-Do item that is not yet due:
sk: Nevybavená polo¾ka 'spravi»':

source: To-Do item that is due today:
sk: Polo¾ka 'spravi»', ktorú treba vybavi» dnes:

source: To-Do item that is overdue:
sk: Polo¾ka 'spravi»', ktorú ste nestihli vybavi»:

source: Gnome Calendar
sk: Kalendár Gnome

source: The GNOME personal calendar and schedule manager.
sk: Osobný kalendár a plánovaè Gnome.

source: File not found
sk: Súbor nenájdený

source: Open calendar
sk: Otvori» kalendár

source: Save calendar
sk: Ulo¾i» kalendár

source: File %s has changed since it was loaded Continue?
sk: Súbor %s bol od posledného naèítania zmenený Pokraèova»?

source: _New calendar
sk: _Nový kalendár

source: Create a new calendar
sk: Vytvori» nový kalendár

source: Create HTML for this month
sk: Vytvori» HTML stránku pre tento mesiac

source: Creates an HTML version of this month's appointments
sk: Vytvorí stránku udalostí tohto mesiaca vo formáte HTML

source: _New appointment...
sk: _Nová udalos»...

source: Create a new appointment
sk: Vytvori» novú udalos»

source: New appointment for _today...
sk: Nová udalos» pre _dne¹ok...

source: Create a new appointment for today
sk: Vytvori» novú udalos» pre dne¹ný deò

source: New
sk: Nová

source: Prev
sk: Predo¹lý

source: Go back in time
sk: Spä» v èase

source: Today
sk: Dnes

source: Go to present time
sk: Prejs» na súèasnos»

source: Next
sk: Nasledujúci

source: Go forward in time
sk: Dopredu v èase

source: Go to
sk: Prejs» na

source: Go to a specific date
sk: Prejs» na urèitý dátum

source: 's calendar
sk: - kalendár

source: %A %b %d, %H:%M
sk: %A, %e. %b, %H:%M

source: Show events and quit
sk: Zobrrazi» udalos» a skonèi»

source: Show TO-DO items and quit
sk: Zobrazi» zoznam 'spravi»' a skonèi»

source: Specifies start date [for --events]
sk: ©pecifikuje zaèiatoèný dátum [pre --events]

source: DATE
sk: DÁTUM

source: File to load calendar from
sk: Súbor, z ktorého bude kalendár nahratý

source: FILE
sk: SÚBOR

source: Load the user calendar
sk: Nahra» kalendár pou¾ívateµa

source: Geometry for starting up
sk: Rozmery okna pri ¹tarte

source: GEOMETRY
sk: ROZMERY

source: The startup view mode (dayview, weekview, monthview, yearview)
sk: Poèiatoèný mód zobrazenia (dayview - dni, weekview - tý¾ne, monthview - mesiace, yearview - roky)

source: VIEW
sk: MÓD

source: Specifies ending date [for --events]
sk: ©pecifikuje koncový dátum [pre --events]

source: If used, starts in iconic mode
sk: Ak je pou¾ité, ¹tartuje ako ikona

source: Enable debugging output of TYPE (alarms)
sk: Povolí ladiaci výstup TYPU (pripomenutia)

source: TYPE
sk: TYP

source: Done
sk: Hotovo

source: Category selection
sk: Výber kategórie

source: Please select categories for the current item
sk: Vyberte, prosím, kategórie pre aktuálnu polo¾ku

source: Selected
sk: Vybrané

source: Available
sk: Dostupné

source: Add a category
sk: Prida» kategóriu

source: Add a category to the list of selected categories
sk: Prida» kategóriu do zoznamu vybraných kategórií

source: Remove a category
sk: Odobra» kategóriu

source: Remove a category from the list of selected categories
sk: Odobra» kategóriu zo zoznamu vybraných

source: Church
sk: Cirkev

source: Friends
sk: Priatelia

source: Hobby
sk: Koníèky

source: Housekeeping
sk: Domácnos»

source: Love
sk: Láska

source: Meeting
sk: Stretnutie

source: Money
sk: Peniaze

source: Music
sk: Hudba

source: Paperwork
sk: Papierovanie

source: Relatives
sk: Príbuzenstvo

source: School
sk: ©kola

source: Shopping
sk: Nákupy

source: Travel
sk: Cestovanie

source: Work
sk: Práca

source: _New appointment in this day...
sk: _Nová udalos» pre tento deò...

source: Jump to this _day
sk: Preskoèi» na tento _deò

source: Jump to this _week
sk: Preskoèi» na tento _tý¾deò

source: Jump to this _year
sk: Preskoèi» na tento _rok

source: Time display
sk: Èas

source: Time format
sk: Formát èasu

source: 12-hour (AM/PM)
sk: 12-hodinový

source: 24-hour
sk: 24-hodinový

source: Weeks start on
sk: Prvý deò v tý¾dni

source: Day range
sk: Rozsah dòa

source: Please select the start and end hours you want to be displayed in the day view and week view. Times outside this range will not be displayed by default.
sk: Vyberte, prosím, poèiatoènú a koncovú hodinu, ktorú chcete zobrazi» v prehµade dòa alebo tý¾dòa. Èas mimo tento rozsah nebude ¹tandardne zobrazený.

source: Day start:
sk: Zaèiatok dòa:

source: Day end:
sk: Koniec dòa:

source: Colors for display
sk: Farby pre zobrazenie

source: Colors
sk: Farby

source: Show on TODO List:
sk: Ukáza» na zozname 'spravi»':

source: Time Until Due
sk: Èas do vypr¹ania termínu

source: To Do List style options:
sk: Nastavenie zoznamu 'spravi»':

source: Highlight overdue items
sk: Zvýrani» zme¹kané polo¾ky

source: Highlight not yet due items
sk: Zvýrazni» nevybavené polo¾ky

source: Highlight items due today
sk: Zvýrazni» polo¾ky, ktoré treba vybavi» dnes

source: To Do List Properties
sk: Vlastnosti zozname 'spravi»'

source: To Do List
sk: Spravi»

source: Preferences
sk: Nastavenia

source: Alarm Properties
sk: Vlastnosti pripomenutia

source: Beep on display alarms
sk: Pípnu» pri zobrazení pripomenutí

source: Audio alarms timeout after
sk: Pripomenú» zvukom o

source: seconds
sk: sekúnd

source: Enable snoozing for
sk: Povoli» zme¹kanie o

source: Defaults
sk: ©tandardné

source: No appointments for this day
sk: Pre tento deò nie sú ¾iadne udalosti

source: Jump to this _month
sk: Preskoèi» na tento _mesiac

source: Gpilotd address conduit
sk: Spojka adries Gpilotd

source: (C) 1998 the Free Software Foundation
sk: (C) 1998 Free Software Foundation

source: Configuration utility for the address conduit. The address conduit syncronizes addresses from the pilot with GnomeCard file on the local host
sk: Konfiguraèný nástroj pre spojku adries. Spojka adries synchronizuje adresy z pilota so súborom Adresára Gnome na lokálnom poèítaèi

source: GnomeCard File:
sk: Súbor Adresára Gnome:

source: Address Conduit State
sk: Stav spojky adries

source: Address Conduit Options
sk: Nastavenie spojky adries

source: Unable to open file: %s
sk: Nemo¾em otvori» súbor: %s

source: No filename specified. Please run address conduit capplet first.
sk: Nebolo zadané meno súboru. Spustite najskôr applet spojky adries.

source: No Card Name.
sk: Karta bez mena.

source: Card:
sk: Karta:

source: Name:
sk: Meno a priezvisko:

source: Prefix:
sk: Pred menom:

source: Given:
sk: Meno:

source: Additional:
sk: Ïal¹ie meno:

source: Family:
sk: Priezvisko:

source: Suffix:
sk: Za menom:

source: Birth Date:
sk: Dátum narodenia:

source: Address:
sk: Adresa:

source: Postal Box:
sk: P.O.Box:

source: Ext:
sk: Ïal¹ie:

source: Street:
sk: Ulica:

source: City:
sk: Mesto:

source: Region:
sk: Región:

source: Postal Code:
sk: PSÈ:

source: Country:
sk: Krajina:

source: Delivery Label:
sk: Doruèovací znak:

source: Telephones:
sk: Telefóny:

source: Telephone:
sk: Telefón:

source: E-mail:
sk: Elektronická po¹ta:

source: Mailer:
sk: Zasielateµ:

source: Time Zone:
sk: Èasová zóna:

source: Geo Location:
sk: Zemepisná poloha:

source: Title:
sk: Pozícia:

source: Business Role:
sk: Pracovné zaradenie:

source: Org:
sk: Organizácia:

source: Name:
sk: Názov:

source: Unit:
sk: Jednotka:

source: Unit2:
sk: Jednotka2:

source: Unit3:
sk: Jednotka3:

source: Unit4:
sk: Jednotka4:

source: Categories:
sk: Kategórie:

source: Comment:
sk: Komentár:

source: Unique String:
sk: Jednoznaèný re»azec:

source: Public Key:
sk: Verejný kµúè:

source: Full Name
sk: Celé meno

source: Card Name
sk: Meno karty

source: First Name
sk: Meno

source: Middle Name
sk: Stredné meno

source: Last Name
sk: Priezvisko

source: Prefix
sk: Titul pred menom

source: Suffix
sk: Titul za menom

source: Organization
sk: Organizácia

source: Title
sk: Pozícia

source: Email
sk: Elektronická adresa

source: Web Page
sk: WWW stránka

source: Phone
sk: Telefón

source: Post Office:
sk: Po¹ta:

source: Extended:
sk: Ïal¹ie:

source: Street:
sk: Ulica:

source: City:
sk: Mesto:

source: Region:
sk: Región:

source: Postal Code:
sk: PSÈ:

source: Country:
sk: Krajina:

source: Home
sk: Domov

source: Postal Box
sk: P.O.Box

source: Parcel
sk: Balíková po¹ta

source: Domestic
sk: Tuzemská

source: International
sk: Medzinárodná

source: Address data:
sk: Adresa:

source: Type:
sk: Typ:

source: Add
sk: Prida»

source: Remove
sk: Odobra»

source: Address List:
sk: Zoznam adries:

source: Identity
sk: Toto¾nos»

source: File As:
sk: Ulo¾i» ako:

source: Take from Name
sk: Získa» z mena

source: Name
sk: Meno

source: First:
sk: Prvé:

source: Middle:
sk: Stredné:

source: Last:
sk: Priezvisko:

source: Prefix:
sk: Titul pred menom:

source: Suffix:
sk: Titul za menom:

source: Name:
sk: Meno:

source: Title:
sk: Pozícia:

source: Network
sk: Sie»

source: Addresses
sk: Adresy

source: Birthdate:
sk: Dátum narodenia:

source: Geographical
sk: Zemepisné údaje

source: Time Zone
sk: Èasová zóna

source: hrs.
sk: hod.

source: mins.
sk: min.

source: Geographic Position
sk: Zemepisná poloha

source: lat,
sk: z.¹.,

source: lon.
sk: z.d.

source: Explanatory
sk: Vysvetlenie

source: Comment:
sk: Komentár:

source: Security
sk: Bezpeènos»

source: Public Key:
sk: Verejný kµúè:

source: Layout
sk: Usporiadanie

source: Column Display
sk: Zobrazenie ståpcov

source: Possible Columns
sk: Mo¾né ståpce

source: Displayed Columns
sk: Zobrazené ståpce

source: Default
sk: ©tandardné

source: GnomeCard: %s
sk: Adresár Gnome: %s

source: the default file
sk: ¹tandardný súbor

source: Error %s %s.
sk: Chyba %s %s.

source: Append GnomeCard File
sk: Prida» súbor Adresára Gnome

source: Open GnomeCard File
sk: Otvori» súbor Adresára Gnome

source: Save GnomeCard File As...
sk: Ulo¾i» súbor Adresára Gnome ako...

source: GnomeCard
sk: Adresár Gnome

source: Electronic Business Card Manager
sk: Elektronická obchodná kartotéka

source: No matching record found.
sk: Nebol nájdený zodpovedajúci záznam.

source: Reached %s record. Continue from the %s one?
sk: Dosiahnutý záznam è. %s. Pokraèova» od záznamu è. %s?

source: Find Card
sk: Nájs» kartu

source: Find
sk: Nájs»

source: Find:
sk: Nájs»:

source: Case Sensitive
sk: Rozli¹ova» veµkos» písmen

source: Find Backwards
sk: Hµada» odzadu

source: Web Page:
sk: WWW stránka:

source: E-mail data:
sk: Elektronickej po¹ty:

source: Address:
sk: Adresa:

source: Email List:
sk: Elektronické adresy:

source: There are cards which are currently being modified. Finish any pending modifications and try again.
sk: Niektoré karty sú práve upravované. Ukonèite úpravy a skúste znova.

source: The default file
sk: ©tandardný súbor

source: changed. Save?
sk: bol zmenený. Ulo¾i»?

source: A new Gnomecard could not be spawned. Maybe it is not in your path.
sk: Nový Adresár Gnome nemô¾e by» spustený. Pravedepodobne nie je v zozname prehµadávaných adresárov.

source: Create a new card file
sk: Vytvori» nový súbor kartotéky

source: Open _Default
sk: Otvori» ¹_tandardný

source: Open the default file
sk: Otvori» ¹tandardný súbor

source: _Append...
sk: _Prida»...

source: Add the contents of another card file
sk: Prida» obsah iného súboru kartotéky

source: First
sk: Prvý

source: First card
sk: Prvá karta

source: Previous card
sk: Predchádzajúca karta

source: Next card
sk: Nasledujúca karta

source: Last
sk: Posledný

source: Last card
sk: Posledná karta

source: By Card Name
sk: Podµa mena karty

source: By Name
sk: Podµa mena

source: By Last Name
sk: Podµa priezviska

source: By E-mail
sk: Podµa adresy elektronickej po¹ty

source: By Organization
sk: Podµa organizácie

source: Create new card
sk: Vytvori» novú kartu

source: Edit card
sk: Upravi» kartu

source: Erase card
sk: Vymaza» kartu

source: Go
sk: Ís» na

source: Change current card
sk: Zmeni» aktuálnu kartu

source: Search card
sk: Hµada» kartu

source: Sort
sk: Triedi»

source: Set sort criteria
sk: Nastavi» kritériá triedenia

source: Card
sk: Karta

source: Toggle Card View
sk: Prepnú» zobrazenie kariet

source: Tree
sk: Strom

source: Toggle Tree View
sk: Prepnú» zobrazenie stromu

source: Open
sk: Otvori»

source: Open file
sk: Otvori» súbor

source: Save
sk: Ulo¾i»

source: Save changes
sk: Ulo¾i» zmeny

source: Del
sk: Odstráni»

source: Delete card
sk: Odstráni» kartu

source: No Card Name
sk: Karta nemá meno

source: Preferred
sk: Preferovaná

source: Voice
sk: Hlas

source: Message Recorder
sk: Záznamník

source: Cellular
sk: Mobil

source: Pager
sk: Operátor (Pager)

source: Bulletin Board
sk: BBS

source: Car
sk: Auto

source: Telephone data:
sk: Telefónne údaje:

source: Number:
sk: èíslo:

source: Phone List:
sk: Zoznam telefónnych èísel:
