Repository: lepidotos/suede
Catalog: bug-buddy-2.0.8/po/*.po
Languages: ca, fi, hu, pl, ru, sk, sl, uk

source: Submit bug report
ca: Envia l'informe d'errors
fi: Lähetä virheraportti
hu: A hibajelentés elküldése
pl: Wys³anie zg³oszenia
ru: Отправка сообщения об ошибке
sk: Posla» správu o chybe
sl: Po¹lji poroèilo o hro¹èu
uk: В╕д╕слати зв╕т

source: Only send report to yourself
ca: Només se us enviarà l'error a vós mateix
fi: Lähetä raportti vain itsellesi
hu: Hibajelentés elküldése csak saját címre
pl: Wys³anie zg³oszenia tylko na w³asny adres e-mail
ru: Послать сообщение только по себе
sk: Posla» správu len sebe
sl: Po¹lji poroèilo le sebi
uk: В╕д╕слати зв╕т лише соб╕

source: Save report to file
ca: Desa l'informe en un fitxer
fi: Tallenna raportti tiedostoon
hu: Hibajelentés fálba mentése
pl: Zapis zg³oszenia do pliku
ru: Сохранить отчет в файл
sk: Ulo¾i» správu do súboru
sl: Shrani poroèilo v datoteko
uk: Зберегти зв╕т у файл╕

source: crashed application
ca: aplicació fallida
fi: kaatunut sovellus
hu: elszállt program
pl: padniêta aplikacja
ru: рухнувшее приложение
sk: spadnutá aplikácia
sl: sesut program
uk: програма, що зазнала збою

source: core file
ca: fitxer de nucli
fi: core-tiedosto
hu: core fájl
pl: plik core
ru: Сore-файл
sk: súbor core
sl: datoteka z izpisom pomnilnika (core)
uk: Файл core

source: nothing
ca: res
fi: ei mitään
hu: semmi
pl: nic
ru: ничего
sk: niè
sl: niè
uk: н╕чого

source: Create a new bug report
ca: Crea un nou infome d'errors
fi: Tee uusi virheraportti
hu: Új hibajelentés létrehozása
pl: Utworzenie nowego zg³oszenia b³êdu
ru: Создать новое сообщение об ошибке
sk: Vytvori» novú správu o chybe
sl: Ustvari novo poroèilo o hro¹èu
uk: Створити новий зв╕т про помилку

source: Add more information to existing report
ca: Afegeix més informació a un informe ja existent
fi: Anna lisätietoja olemassa olevaan virheraporttiin
hu: További információ hozzáfûzése egy létezõ hibajelentéshez
pl: Dodanie informacji do istniej±cego zg³oszenia
ru: Добавить информацию к существующему сообщению об ошибке
sk: Prida» ïal¹ie informácie k existujúcej správe
sl: Dodaj podatke k obstojeèem poroèilu
uk: Додати ╕нформац╕ю до ╕снуючого зв╕ту

source: Name of contact
ca: Nom del contacte
fi: Yhteyshenkilön nimi
hu: Kapcsolat neve
pl: Nazwisko
ru: Имя контактного лица
sk: Meno kontaktu
sl: Ime stika
uk: Назва контактно╖ ╕нформац╕╖

source: NAME
ca: NOM
fi: NIMI
hu: NÉV
pl: NAZWA
ru: ИМЯ
sl: IME
uk: НАЗВА

source: Email address of contact
ca: Adreça electrònica del contacte
fi: Yhteyshenkilön sähköpostiosoite
hu: Kapcsolat emailcíme
pl: Adres e-mail kontaktu
ru: Эл. адрес контактного лица
sk: E-mailová adresa kontaktu
sl: E-po¹tni naslov stika
uk: Електронна адреса

source: EMAIL
ca: ADREÇA ELECTRÒNICA
ru: Эл.Почта
sl: E-PO©TA
uk: ЕПОШТА

source: Package containing the program
ca: Paquet que conté el programa
fi: Ohjelman sisältävä paketti
hu: A programot tartalmazó csomag
pl: Pakiet zawieraj±cy program
ru: Программный пакет содержащий программу
sk: Balík obsahujúci program
sl: Paket, ki vsebuje program
uk: Пакет, що м╕стить програму

source: PACKAGE
ca: PAQUET
fi: PAKETTI
hu: CSOMAG
pl: PAKIET
ru: ПАКЕТ
sk: BALÍK
sl: PAKET
uk: ПАКЕТ

source: Version of the package
ca: Versió del paquet
fi: Paketin versio
hu: Csomag verziója
pl: Wersja pakietu
ru: Версия пакета
sk: Verzia balíku
sl: Razlièica paketa
uk: Верс╕я пакету

source: VERSION
ca: VERSIÓ
fi: VERSIO
hu: VERZIÓ
pl: WERSJA
ru: ВЕРСИЯ
sk: VERZIA
sl: RAZLIÈICA
uk: ВЕРС╤Я

source: File name of crashed program
ca: Nom de fitxer del programa que no ha funcionat correctament
fi: Kaatuneen ohjelman tiedostonimi
hu: A hibás program fájlneve
pl: Nazwa b³êdnego programu
ru: Название файла рухнувшей программы
sk: Meno súbor spadnutého programu
sl: Ime datoteke sesutega programa
uk: Назва файлу програми, що зазнали збою

source: FILE
ca: FITXER
fi: TIEDOSTO
hu: FÁJL
pl: PLIK
ru: ФАЙЛ
sk: SÚBOR
sl: DATOTEKA
uk: ФАЙЛ

source: PID of crashed program
ca: PID del programa que no ha funcionat correctament
fi: Kaatuneen ohjelman PID
hu: A hibás program PID-je
pl: PID b³êdnej aplikacji
ru: PID рухнувшей программы
sk: PID spadnutého programu
sl: PID sesutega programa
uk: PID програми, що зазнала збою

source: Core file from program
ca: Fitxer de nucli del programa
fi: Sovelluksen jättämä core-tiedosto
hu: A program core fájlja
pl: Plik core programu
ru: core-файл программы
sk: Súbor core programu
sl: Core datoteka programa
uk: Файл core в╕д програми

source: Text file to include in the report
ca: Fitxer de text que s'ha d'incloure a l'informe
fi: Raporttiin sisällytettävä tekstitiedosto
hu: A jelentésbe ágyazandó szövegfájl
pl: Plik tekstowy do³±czany do zg³oszenia
ru: Текстовый файл вставляемый в отчет
sk: Textový súbor prilo¾ený k správe
sl: Datoteka z besedilom, ki naj bo vkljuèena v poroèilo
uk: Текстовий файл, який буде долучено до зв╕ту

source: gdb has not finished getting the debugging information. Kill the gdb process (the stack trace will be incomplete)?
ca: El gdb no ha acabat d'obtenir la informació de depuració. Voleu interrompre el procés gdb? (el seguiment de la pila serà incomplet)
fi: gdb ei ole vielä lopettanut virheiden etsintää. Lopeta gdb-prosessi (jäljitystiedot pinosta ovat tällöin epätäydelliset)?
hu: A gdb még nem fejezte be a hibakeresési adatok gyûjtését. Megszakítsam a gdb folyamatot (a stack trace nem lesz teljes)?
pl: gdb nie zakoñczy³ procesu gromadzenia informacji o b³êdzie. Czy usun±æ proces gdb (informacja bêdzie niekompletna)?
ru: gdb не закончил получение отладочной информации. Уничтожить gdb процесс (трассировка стека будет неполной)?
sk: gdb e¹te nedokonèil získavanie ladiacich informácií. Zabi» proces gdb (krokovanie zásobníku bude neúplné)?
sl: gdb ni konèal z zbiranjem razhro¹èevalnih podatkov. Ubijem gdb proces (sled sklada bo nepopolna)?
uk: gdb не завершив отримання налагоджувально╖ ╕нормац╕╖. Знищити процес gdb (траса стеку буде неповною)?

source: gdb has already exited
ca: El gdb ja s'ha abandonat
fi: gdb on lopettanut toimintansa
hu: A gdb már kilépett.
pl: gdb zosta³ ju¿ zakoñczony
ru: gdb уже закрыт
sk: gdb u¾ skonèil
sl: gdb je ¾e konèal z izvajanjem
uk: gdb вже завершив роботу

source: $GNOME_CRASHED_APPNAME is deprecated. Please use the --appname command lineargument instead.
ca: No s'accepta $GNOME_CRASHED_APPNAME. Si us plau, substituïu-ho per l'ordre -appname en la línia d'ordres.
fi: $GNOME_CRASHED_APPNAME on virheellinen. Käytä sen sijaan komennon --appname lisäargumenttia.
hu: $GNOME_CRASHED_APPNAME már elavult. Kérlek használd helyette a --appname parancssori kapcsolót.
pl: U¿ywanie zmiennej $GNOME_CRASHED_APPNAME nie jest zalecane. Nale¿y zamiast tego u¿ywaæ argumentu --appname.
ru: $GNOME_CRASHED_APPNAME больше не используется. Используйте пожалуйста вместо этого аргумент командной строки --appname.
sk: $GNOME_CRASHED_APPNAME u¾ nie je podporované. Prosím, namiesto toho pou¾ite voµbu príkazového riadku --appname.
sl: $GNOME_CRASHED_APPNAME je zastarel. Prosim raje uporabite --appname argument ukazne vrstice.
uk: Використовуйте аргумент командного рядка --appname зам╕сть $GNOME_CRASHED_APPNAME.

source: $GNOME_CRASHED_PID is deprecated. Please use the --pid command lineargument instead.
ca: No s'accepta $GNOME_CRASHED_PID. Si us plau, substituïu-ho per l'ordre -pid en la línia d'ordres.
fi: $GNOME_CRASHED_PID on virheellinen. Käytä sen sijaan komennon --pid lisäargumenttia.
hu: $GNOME_CRASHED_PID már elavult Kérlek használd helyette a --pid parancssori kapcsolót.
pl: U¿ywanie zmiennej $GNOME_CRASHED_PID nie jest zalecane. Nale¿y zamiast tego u¿ywaæ argumentu --pid.
ru: $GNOME_CRASHED_PID больше не используется. Используйте пожалуйста вместо этого аргумент командной строки --pid.
sk: $GNOME_CRASHED_PID u¾ nie je podporované. Prosím, namiesto toho pou¾ite voµbu príkazového riadku --pid.
sl: $GNOME_CRASHED_PID je zastarel. Prosim raje uporabite --pid argument ukazne vrstice.
uk: Використовуйте аргумент командного рядка --pid зам╕сть $GNOME_CRASHED_PID.

source: Could not load '%s'. Please make sure Bug Buddy was installed correctly.
ca: No s'ha pogut carregar '%s'. Si us plau, assegureu-vos que el Bug Buddy s'ha instal·lat correctament.
fi: Ei pystynyt lataamaan tiedostoa '%s'. Varmista, että Bug Buddy on oikein asennettu.
hu: Nem lehet '%s'-t megnyitni. Ellenõrizd, hogy bug-buddy megfelelõen volt-e telepítve.
pl: Nie mo¿na wczytaæ "%s". Upewnij siê, ¿e Bug Buddy zosta³ poprawnie zainstalowany.
ru: Не удалось загрузить "%s". Убедитесь, что bug-buddy правильно установлен.
sk: Nemô¾em naèíta» '%s'. Prosím, overte, ¾e je Priateµ v núdzi správne nain¹talovaný.
sl: Nisem mogel odpreti '%s'. Prosim preverite, da je bil Bug Buddy pravilno name¹èen.
uk: Не вдалося завантажити "%s". Будь ласка, переконайтесь, що Bug Buddy встановлено коректно.

source: Are you sure you want to cancel this update?
ca: Esteu segur que voleu cancel·lar aquesta actualització?
fi: Oletko varma, että haluat peruuttaa tämän päivityksen?
hu: Biztos félbeszakítod ezt a frissítést?
pl: Czy na pewno chcesz anulowaæ aktualizacjê?
ru: Вы уверены, что хотите отменить это обновление?
sk: Naozaj chcete zru¹i» túto aktualizáciu?
sl: Ste preprièani, da ¾elite zavrniti to posodobljenje?
uk: Ви впевнен╕, що хочете в╕дм╕нити це поновлення?

source: Could not open '%s'. Please make sure Bug Buddy was installed correctly.
ca: No s'ha pogut obrir '%s'. Si us plau, assegureu-vos que el Bug Buddy s'ha instal·lat correctament.
fi: Ei pystynyt avaamaan tiedostoa '%s'. Varmista, että Bug Buddy on oikein asennettu.
hu: Nem lehet '%s'-t megnyitni. Ellenõrizd, hogy bug-buddy megfelelõen volt-e telepítve.
pl: Nie mo¿na otworzyæ "%s". Upewnij siê, ¿e Bug Buddy zosta³ poprawnie zainstalowany.
ru: Не удалось открыть "%s". Убедитесь, что bug-buddy правильно установлен.
sk: Nemô¾em otvori» '%s'. Prosím, overte, ¾e je Priateµ v núdzi správne nain¹talovaný.
sl: Nisem mogel odpreti '%s'. Prosim preverite, da je bil Bug Buddy pravilno name¹èen.
uk: Не вдалося в╕дкрити "%s". Будь ласка, переконайтесь, що Bug Buddy встановлено коректно.

source: All
ca: Tots
fi: Kaikki
hu: Minden
pl: Wszystkie
ru: Все
sk: V¹etko
sl: Vse
uk: Все

source: Bug Buddy has determined that some of its information about the various bug tracking systems may need to be updated. Should Bug Buddy try to update these files now?
ca: El Bug Buddy ha determinat que és possible que calgui actualitzar certa informació sobre els diversos sistemes de seguiment d'errors. Voleu que el Bug Buddy intenti actualitzar ara aquests fitxers?
fi: Bug Buddy on huomannut, että jotkun sen tiedoista liittyen virheenkorjausjärjestelmiin tulisi päivittää. Tulisiko Bug Buddyn päivittää nämä tiedostot nyt?
hu: A Bug-Buddy megállapította, hogy a hibabejelentõ rendszerekrõl nyilvántartott információi frissítésre szorulnak. A Bug-Buddy megpróbálja most frissíteni ezt az információt?
pl: Wymagana mo¿e byæ aktualizacja pewnych informacji o ró¿nych systemach ¶ledzenia b³êdów, z których korzysta Bug Buddy. Czy chcesz teraz uaktualniæ odpowiednie pliki?
ru: Bug Buddy определил, что некоторая из этой информации о различных системах отслеживания ошибок может нуждаться в обновлении. Должен ли Bug Buddy попытаться обновить эти файлы сейчас?
sk: Priateµ v núdzi zistil, ¾e niektoré informácie o systémoch sledovania chýb je mo¾né aktualizova». Má sa pokúsi» o aktualizáciu teraz?
sl: Bug Buddy je ugotovil, da se mora del njegovih podatkov o razliènih sistemih sledenja hro¹èev morda posodobiti. Naj Bug Buddy poskusi posodobiti te datoteke?
uk: Визначено, що деяку ╕нформац╕ю про р╕зноман╕тн╕ системи в╕дсл╕дковування помилок потр╕бно поновити. Чи ма╓ Bug Buddy спробувати поновити ц╕ файли зараз?

source: Obtaining stack trace... (%d)
ca: S'està obtenint el seguiment de la pila... (%d)
fi: Hakee jäljitystietoja pinosta... (%d)
hu: Verem információ (stack trace) lekérdezése... (%d)
pl: Pobieranie stanu stosu... (%d)
ru: Получение состояния стека... (%d)
sk: Získavam krokovanie zásobníku... (%d)
sl: Pridobivam sled sklada... (%d)
uk: Отримання страси стеку... (%d)

source: Unable to process core file with gdb: '%s'
ca: No s'ha pogut processar el fitxer de nucli amb el gdb: '%s'
fi: Ei pysty käsittelemään core-tiedostoa gdb:llä: '%s'
hu: Nem sikerült a core fájlt gdb-vel feldolgozni: '%s'
pl: Nie mo¿na przetworzyæ pliku core za pomoc± gdb: "%s"
ru: Не удалось обработать gdb файл core: "%s"
sk: Nepodarilo sa spracova» core súbor pomocou gdb: '%s'
sl: Ne morem obdelati core datoteke z gdb: '%s'
uk: Не вдалося обробити core-файл gdb: "%s"

source: Unable to determine which binary created '%s'
ca: No s'ha pogut determinar quin és el binari que va crear '%s'
fi: Ei pysty määrittelemään mikä binääri-tiedosto luotiin '%s'
hu: Nem tudom megállapítani, melyik bináris hozta létre '%s'-t.
pl: Nie mo¿na okre¶liæ programu, który stworzy³ "%s"
ru: Невозможно определить какой двойичный файл создан "%s"
sk: Nepodarilo sa zisti», ktorý program vytvoril '%s'
sl: Ne morem ugotoviti kater program je povzroèil '%s'
uk: Неможливо визначити який дв╕йковий файл створено "%s"

source: Error on read... aborting
ca: Error de lectura...s'està avortant
fi: Virhe luettaessa...keskeytetään
hu: Hiba történt olvasás közben... kilépés
pl: B³±d przy odczycie... rezygnacja
ru: Ошибка при чтении... прервание
sk: Chyba pri èítaní...konèím
sl: Napaka pri branju... razveljavljam
uk: Помилка на зчитуванн╕... переривання

source: GDB could not be found on your system. Debugging information will not be obtained.
ca: No s'ha pogut trobar el GDB al sistema. No s'obtindrà la informació de depuració.
fi: GDB:tä ei löytynyt järjestelmästäsi. Virheenkorjaustietoja ei haeta.
hu: A GDB nem található a rendszereden. A hibakeresési adatok gyûjtése elmarad.
pl: Nie mo¿na odnale¼æ w systemie GDB. Nie bêd± pobrane szczegó³owe informacje o b³êdzie.
ru: GDB не был найден в вашей системе. Отладочная информация не будет собрана.
sk: GDB nie je mo¾né nájs». Ladiace informácie nebude mo¾né získa».
sl: GDBja ni mogoèe najti na sistemu. Podatkov o razhro¹èevanju ni mogoèe pridobiti.
uk: GDB не було знайдено у ваш╕й систем╕. Налагоджувально╖ ╕нформац╕╖ не буде з╕брано.

source: Could not find the gdb-cmd file. Please try reinstalling Bug Buddy.
ca: No s'ha pogut trobar el fitxer gdb-cmd. Si us plau, intenteu tornar a instal·lar el Bug Buddy.
fi: Ei löytänyt gdb-cmd -tiedostoa. Asenna Bug Buddy uudelleen.
hu: A gdb-cmd file nem található Próbáld orvosolni a Bug Buddy újratelepítésével.
pl: Nie mo¿na odnale¼æ pliku gdb-cmd. Spróbuj przeinstalowaæ Bug Buddy.
ru: Не удалось найти файл gdb-cmd. Пожалуйста, попытайтесь переустановить bug-buddy.
sk: Nemô¾em nájs» súbor pre príkaz gdb-cmd. Prosím, skúste znovu nain¹talova» Priateµa v núdzi.
sl: Nisem na¹el datoteke gdb-cmd. Poskusite znova namestiti Bug Buddy-a.
uk: Не знайдено файл gdb-cmd. Будь ласка, спробуйте перевстановити Bug Buddy.

source: Error on fork().
ca: Error a fork().
fi: Virhe fork():ssa.
hu: Hiba történt fork()-olásnál.
pl: B³±d przy wywo³aniu fork().
ru: Ошибка на fork().
sk: Chyba pri fork().
sl: Napaka pri vejanju (fork()).
uk: Помилка на fork().

source: About
ca: Quant a
fi: Tietoja
hu: Névjegy
pl: O programie
ru: О программе
sk: O Programe
sl: O
uk: Про

source: Assbarn Phenomenon
hu: Szamáristálló jelenség
pl: To jest ju¿ koniec
sk: Fenomén Assbarn
sl: Èuden fenomen

source: Automatically continue to next step when debugging is complete
ca: Vés automàticament al pas següent quan hagi finalitzat la depuració
fi: Siirry automaattisesti seuraavaan vaiheeseen kun valmis
hu: Automatikusan a következõ oldal, ha kész a debuggolás
pl: Automatyczne przej¶cie na nastêpn± stronê po zakoñczeniu
ru: Автоматически переходить к следующему шагу при завершении отладки
sk: Automaticky prejs» na nasledujúcu stránku pri dokonèení ladenia
sl: Ko je razhro¹èevanje opravljeno, samodejno pojdi na naslednji korak
uk: Автоматично переходити на нову стор╕нку по завершенню налагодження

source: Automatically go to next page when complete
ca: Vés automàticament a la pàgina següent en acabar
fi: Vaihda automaattisesti sivua kun valmis
hu: Automatikusan a következõ oldal, ha kész az elõzõ
pl: Automatyczne przej¶cie na nastêpn± stronê po zakoñczeniu
ru: Автоматически переходить на новую страницу при завершении
sk: Automaticky prejs» na nasledujúcu stránku pri dokonèení
sl: Ko je opravljeno, samodejno pojdi na naslednjo stran
uk: Автоматично переходити на нову стор╕нку по завершенню

source: Binary file
ca: Fitxer binari
fi: Binääritiedosto
hu: Bináris fájl
pl: Plik binarny
ru: Двойчный файл
sk: Binárny súbor
sl: Binarna datoteka
uk: Дв╕йковий файл

source: Bug Buddy can send debugging information with your bug report. The correct options should have been selected for you automatically. For more information, please click the Help button below.
ca: El Bug Buddy pot enviar la informació de depuració amb l'informe d'errors. Les opcions correctes s'han seleccionat automàticament. Per a més informació, feu clic al botó Ajuda, més avall.
fi: Bug Buddy voi lähettää virheenkorjaustietoja virheraportissasi. Oikea valinta pitäisi olla valittuna puolestasi automaattisesti. Paina Ohje-nappulaa saadaksesi lisätietoja.
hu: A Bug-Buddy hibakeresési adatokat is tud csatolni a hibajelentéshez. A megfelelõ beállítások automatikusan meg lettek jelölve neked. További információért nyomd meg a Súgó gombot.
pl: Bug Buddy pozwala na wys³anie wraz ze zg³oszeniem b³êdu informacji o przebiegu programu, w którym on wyst±pi³. Odpowiednie opcje powinny zostaæ wybrane automatycznie. Aby uzyskaæ wiêcej informacji, kliknij przycisk Pomoc.
ru: Bug Buddy может отправить в вашем сообщении об ошибке отладочную информацию. Допустимые параметры должны быть выбраны для вас автоматически. Для дополнительной информации нажмите пожалуйста кнопку "Справка".
sk: Priateµ v núdzi je schopný v správe posla» aj ladiace informácie. Správne voµby by mali by» automaticky nastavené. Ïal¹ie informácie získate stlaèením tlaèidla Pomocník.
sl: Bug Buddy lahko po¹lje razhro¹èevalne podatke skupaj z va¹im poroèilom o hro¹èu Pravilne mo¾nosti bi se morale za vas izbrati samodejno. Za veè podatkov kliknite na gumb "Pomoè".
uk: Bug Buddy може в╕д╕слати у вашому зв╕т╕ про помилку налагоджувальну ╕нформац╕ю. Коректн╕ параметри мають бути вибран╕ для вас автоматично. Для додатково╖ ╕нформац╕╖ натисн╕ть кнопку "Дов╕дка".

source: Bug tracking system
ca: Sistema de seguiment d'errors
fi: Virheiden seurantajärjestelmä
hu: Hibakövetõ rendszer
pl: System ¶ledzenia b³êdów
ru: Система отслеживания ошибок
sk: Systém sledovania chýb
sl: Sistem sledenja hro¹èem
uk: Система в╕дсл╕дковування помилок

source: Component
fi: Komponentti
hu: Komponens
pl: Komponent
ru: Компонент
sk: Komponent
sl: Komponenta
uk: Компонент

source: Content
ca: Contingut
fi: Sisältö
hu: Tartalom
pl: Zawarto¶æ
ru: Содержание
sk: Obsah
sl: Vsebina
uk: Вм╕ст

source: Core file
ca: Fitxer de nucli
fi: Core-tiedosto
hu: Core fájl
pl: Plik core
ru: Сore-файл
sk: Súbor core
sl: Datoteka z izpisom pomnilnika (core)
uk: Файл core

source: Debug
ca: Depura
fi: Virheenkorjaus
pl: ¬ród³o
ru: Отладка
sk: Ladi»
sl: Razhro¹èevanje
uk: Налагодження

source: Description
ca: Descripció
fi: Kuvaus
hu: Leírás
pl: Opis
ru: Описание
sk: Popis
sl: Opis
uk: Опис

source: Email
ca: Adreça electrònica
fi: Sähköposti
ru: Эл.адрес
sl: E-po¹ta
uk: Електронна адреса

source: Full description of the bug, including how to reproduce it
ca: Descripció completa de l'error, incloent com reproduir-lo
fi: Virheen yksityiskohtainen kuvaus sisältäen kuinka toistaa se
hu: A hiba teljeskörû leírása, beleértve, hogy állítható ismét elõ
pl: Pe³ny opis b³êdu oraz sposób powtórzenia go
ru: Полное описание ошибки, включая способ ее воспроизведения
sk: Úplný popis chyby, vrátane postupu, ako ju zopakova»
sl: Celosten opis hro¹èa, vkljuèujoè podatke o tem kako se pojav ponovi
uk: Повний опис помилки, включаючи опис того як ╖╖ ╕н╕ц╕ювати

source: Go
ca: Vés
fi: Mene
hu: Mehet
pl: Start
ru: Вперед
sk: ©tart
sl: Pojdi
uk: Вперед

source: Include a text file
ca: Incloure un fitxer de text
fi: Liitä tekstitiedosto
hu: Szöveges fájl hozzácsatolása
pl: Do³±czony plik tekstowy
ru: Включить текстовый файл
sk: Vlo¾i» textový súbor
sl: Vkljuèi datoteko z besedilom
uk: Долучити текстовий файл

source: Name
ca: Nom
fi: Nimesi
hu: Neved
pl: Nazwa
ru: Имя
sk: Meno
sl: Ime
uk: ╤м'я

source: Package
ca: Paquet
fi: Paketti
hu: Csomag
pl: Pakiet
ru: Пакет
sk: Balík
sl: Paket
uk: Пакет

source: Please choose a component, version, and severity level.
ca: Si us plau, escolliu un component, versió, i nivell de gravetat.
fi: Valitse komponentti, versio ja vakavuusluokka.
hu: Kérlek válassz egy komponenst, verziót és súlyossági szintet.
pl: Wybierz komponent, wersjê i stopieñ powagi.
ru: Пожалуйста выберите компонент, версию и уровень важности.
sk: Prosím, vyberte komponent, verziu a úroveò záva¾nosti.
sl: Prosim izberite komponento, razlièico in stopnjo resnosti hro¹èa.
uk: Будь ласка, вибер╕ть компонент, верс╕ю та р╕вень важливост╕.

source: Please make your bug report in English, if possible.
ca: Si us plau, si és possible, redacteu el vostre informe d'errors en anglès.
fi: Tee virheraportti englanniksi, mikäli mahdollista.
hu: Ha lehetséges, angolul írd a hibabejelentést.
pl: O ile to mo¿liwe, prosimy o wype³nienie zg³oszenia w jêzyku angielskim.
ru: Пожалуйста, если возможно, сообщайте об ошибке на английском языке.
sk: Ak je to mo¾né, prosím, vyplòte správu v angliètine.
sl: Prosimo, èe je mogoèe, poroèilo napi¹ite v Angle¹èini.
uk: Будь ласка, зроб╕ть ваш зв╕т англ╕йською, якщо це можливо.

source: Please select the product for the bug you wish to report.
ca: Si us plau, seleccioneu el producte a què es refereix l'error de què voleu informar.
fi: Valitse tuote, josta haluat raportoida virheen.
hu: Kérlek válassz egy terméket amelyhez hibát szeretnél jelenteni.
pl: Wybierz produkt, z którym zwi±zany jest zg³aszany b³±d.
ru: Пожалуйста, выберите программу, об ошибке в которой вы хотите отправить сообщение.
sk: Prosím, vyberte produkt, pre ktorý chcete posla» správu o chybe.
sl: Prosimo izberite produkt v katerem ¾elite prijaviti hro¹èa.
uk: Будь ласка, вибер╕ть програму, про помилку в як╕й ви хочете пов╕домити.

source: Please wait while Bug Buddy determines some information about your system.
ca: Si us plau, espereu mentre el Bug Buddy determina certa informació sobre el vostre sistema.
fi: Odota sillä aikaa kun Bug Buddy kerää tietoja järjestelmästäsi.
hu: Kérlek várj amíg a Bug-Buddy információt gyûjt a renszeredrõl.
pl: Poczekaj chwilê. Bug Buddy zbiera informacje o systemie.
ru: Пожалуйста подождите пока Bug Buddy определит некоторую информацию о вашей системе.
sk: Prosím, poèkajte pokým budú získané informácie o va¹om systéme.
sl: Prosim poèakajte, medtem, ko se Bug Buddy zbira podatke o va¹em sistemu.
uk: Будь ласка, закечайте поки збира╓ться ╕нформац╕я про вашу систему...

source: Please wait while Bug Buddy updates its list of products for the bug tracking systems.
ca: Si us plau, espereu mentre el Bug Buddy actualitza la seva llista de productes per als sistemes de seguiment d'errors.
fi: Odota sillä aikaa kun Bug Buddy päivittää luettelonsa tuotteista virheiden seurantajärjestelmiä varten.
hu: Kérlek várj amíg a Bug-Buddy frissíti a terméklistáját a hibabejelentõ rendszerek részére.
pl: Poczekaj chwilê. Bug Buddy aktualizuje listê produktów w systemach ¶ledzenia b³êdów.
ru: Подождите пожалуйста, пока Bug Buddy обновит свой список программ для системы отслеживания ошибок.
sk: Prosím, èakajte, kým Priateµ v núdzi aktualizuje vá¹ zoznam produktov z systému sledovanie chýb.
sl: Prosimo poèakajte, da Bug Buddy posodobi seznam produktov v sistemih sledenja hro¹èem.
uk: Зачекайте доки Bug Buddy поновить св╕й список програм для системи в╕дсл╕дковування помилок.

source: Process ID
ca: Identificació de procés
fi: Prosessin ID
hu: Folyamatazonosító
pl: ID procesu
ru: Идентификатор процесса
sk: ID procesu
sl: ID Procesa
uk: ╤дентиф╕катор процесу
