Repository: lepidotos/suede
Catalog: bug-buddy-2.0.8/po/*.po
Languages: ca, fi, hu, pl, ru, sk, sl, uk

source: Product
ca: Producte
fi: Tuote
hu: Termék
pl: Produkt
ru: Программа
sk: Produkt
sl: Produkt
uk: Продукт

source: Save the report to...
ca: Desa l'informe a...
fi: Tallenna raportti...
hu: A bejelentés kimentése...
pl: Zapis zg³oszenia do pliku
ru: Сохранить отчет в...
sk: Ulo¾i» správu do...
sl: Shrani poroèilo v...
uk: Зберегти зв╕т в...

source: Saving:
ca: S'està desant:
fi: Tallentaa:
hu: Mentés alatt:
pl: Zapisywanie:
ru: Сохранение:
sk: Ukladám:
sl: Shranjevanje:
uk: Збереження:

source: Select an action
ca: Seleccioneu una acció
fi: Valitse toimenpide
hu: Válassz egy teendõt
pl: Wybór czynno¶ci
ru: Выбрать действие
sk: Vyberte akciu
sl: Izberi dejanje
uk: Вибер╕ть д╕ю

source: Send copy to yourself
ca: Enviar-vos una còpia
fi: Lähetä kopio itsellesi
hu: Másolat küldése saját magadnak
pl: Wys³anie kopii do siebie
ru: Послать копию себе
sk: Posla» kópiu sebe
sl: Po¹lji kopijo sebi
uk: В╕д╕слати коп╕ю соб╕

source: Severity
ca: Gravetat
fi: Vakavuusaste
hu: Súlyosság
pl: Powaga
ru: Важность
sk: Záva¾nos»
sl: Resnost
uk: Важлив╕сть

source: Short subject for the bug report
ca: Assumpte breu per a l'informe d'errors
fi: Lyhyt otsikko virheraportille
hu: A hibabejelentés tárgya, röviden
pl: Krótki temat zg³oszenia b³êdu
ru: Краткий заголовок для сообщения об ошибке
sk: Krátky predmet správy
sl: Kratek naslov poroèila o hro¹èu
uk: Короткий заголовок зв╕ту про помилку

source: Skip this step in the future
ca: D'ara endavant, omet aquest pas
fi: Ohita tämä vaihe jatkossa
hu: E lépés átugrása a továbbiakban
pl: Pominiêcie tego kroku w przysz³o¶ci
ru: Пропустить этот шаг в будущем
sk: Preskoèi» nabudúce tento krok
sl: V prihodnje preskoèi ta korak
uk: Пропускати цей крок у майбутньому

source: Stop
ca: Atura
fi: Pysäytä
hu: Állj
pl: Zatrzymaj
ru: Стоп
sk: Zastavi»
sl: Ustavi
uk: Зупинити

source: Submit another bug
ca: Envia un altre error
fi: Ilmoita toisesta virheestä
hu: Még egy jelentés küldése
pl: Zg³o¶ kolejny b³±d
ru: Сообщение о другой ошибке
sk: Posla» ïal¹iu správu
sl: Po¹lji ¹e en hro¹è
uk: П╕дготувати ╕ншу помилку

source: This program will walk you through the steps for submitting a bug report for projects such as GNOME. These bug reports are submitted via email, so please specify your email address so you can be contacted if further information is required, or when a fixed version is available.
ca: Aquest programa us indicarà els passos a seguir per enviar un informe d'errors de projectes com ara el GNOME. Aquests informes d'errors s'envien per correu electrònic, de manera que us preguem que indiqueu la vostra adreça electrònica per tal de poder-vos contactar si cal informació addicional o si apareix una versió amb els errors arreglats.
fi: Tämä ohjelma auttaa sinua virheraportin eri vaiheiden raportoinnissa eri projekteille kuten GNOME. Nämä virheraportit toimitetaan sähköpostin välityksellä, joten anna sähköpostiosoitteesi, jotta sinuun voidaan ottaa tarvittaessa yhteyttä lisätietojen takia tai mikäli korjattu versio on saatavilla.
hu: Ez a program végigvezet majd a hibabejelentés lépésein, többek között GNOME programok esetén. Ezeket a jelentéseket emailen keresztül továbbítja majd a Bug-Buddy, tehát kérlek add meg az emailcímed, hogy szükség esetén további információt lehessen kérni, ill. értesíteni lehessen ha a hiba megoldódott.
pl: Bug Buddy przeprowadzi ciê przez kilka kroków, które pozwol± na przygotowanie pe³nego zg³oszenia b³êdu. Zg³oszenia b³êdów s± wysy³ane za po¶rednictwem listów e-mail, nale¿y wiêc poni¿ej podaæ swój poprawny adres. Pozwoli on ew. autorom na uzystanie dodatkowych informacji na temat b³êdu, jak równie¿ na powiadomienie o poprawieniu go.
ru: Эта программа проведет вас через последовательность действий необходимых для отправки сообщения об ошибке для такого проекта как GNOME. Эти сообщения об ошибках отправляются по электронной почте, поэтому укажите ваш эл.адрес, чтобы с вами могли связаться для получения дополнительной информации если она потребуется или когда исправленная версия будет доступна.
sk: Tento program vám umo¾ní pomocou niekoµkých krokov posla» správu o chybe projektom ako je GNOME. Tieto správy budú poslané elektronickou po¹tou, tak¾e prosím, zadajte va¹u e-mailovú adresu aby vás bolo mo¾né kontaktova» v prípade, ¾e bude nutné získa» ïal¹ie informácie alebo vám oznámi» novú, opravenú verziu.
sl: Program vas bo vodil skozi korake po¹iljanja poroèil o hro¹èih v projektih kot je GNOME. Poroèila o hro¹èih so poslana preko e-po¹te, zato prosimo navedite va¹ e-po¹tni naslov, da vas bo mogoèe kontaktirati v kolikor bodo potrebni nadaljni podatki oziroma, da boste vedeli, kdaj je na voljo popravljena razlièica.
uk: Ця програма проведе вас через посл╕довн╕сть д╕й необх╕дних для в╕дправлення пов╕домлення про помилку для проекту GNOME. Ц╕ зв╕ти в╕дсилаються електронною поштою, тому вкаж╕ть вашу електронну адресу, щоб з вами можна було зв'язатись для отримання додатково╖ ╕нформац╕╖, якщо вона буде необх╕дна, чи коли виправлена верс╕я стане доступною.

source: To
ca: A
fi: Kenelle
hu: Címzett
pl: Do
ru: Кому
sk: Komu
sl: Za
uk: До

source: To:
ca: A:
fi: Kenelle:
hu: Címzett
pl: W:
ru: Кому:
sk: Komu:
sl: Za:
uk: До:

source: Version
ca: Versió
fi: Versio
hu: Verzió
pl: Wersja
ru: Версия
sk: Verzia
sl: Razlièica
uk: Верс╕я

source: Version installed
ca: Versió instal.lada
fi: Asennettu versio
hu: Telepített verzió
pl: Zainstalowana wersja
ru: Установленная версия
sk: Nain¹talovaná verzia
sl: Name¹èena razlièica
uk: Встановлена верс╕я

source: component
fi: komponentti
hu: komponens
pl: komponent
ru: компонент
sk: komponent
sl: komponenta
uk: компонент

source: download
ca: descarrega
fi: lataa
hu: letöltés
pl: pobranie
ru: скачать
sk: stiahnutie
sl: prenos
uk: звантажити

source: email info
ca: informació del c/e
fi: sähköpostitieto
hu: email információ
pl: informacje o e-mailu
ru: информ. об эл.адресе
sk: info o e-maile
sl: podatki o e-po¹ti
uk: ╕нформац╕я про е-пошту

source: finished
ca: finalitzat
fi: valmis
hu: befejezve
pl: koniec
ru: завершено
sk: dokonèené
sl: konèano
uk: завершено

source: intro
hu: bemutató
pl: wstêp
ru: вступление
sk: úvod
sl: uvod
uk: вступ

source: product
ca: producte
fi: tuote
hu: termék
pl: produkt
ru: программа
sk: produkt
sl: produkt
uk: продукт

source: system
ca: sistema
fi: järjestelmä
hu: rendszer
ru: система
sk: systém
sl: sistem
uk: система

source: Welcome to Bug Buddy
ca: Benvingut al Bug Buddy
fi: Tervetuloa Bug Buddyyn
hu: Üdvözöl a Bug-Buddy
pl: Witaj w programie Bug Buddy
ru: Добро пожаловать в Bug Buddy
sk: Priateµ v núdzi vás víta
sl: Dobrodo¹li v Bug Buddy-a
uk: Ласкаво просимо у Bug Buddy

source: Debugging Information
ca: Informació de depuració
fi: Virheenkorjaustiedot
hu: Debug információ
pl: Informacje o b³êdzie
ru: Отладочная информация
sk: Ladiace informácie
sl: Razhro¹èevalni Podatki
uk: Налагоджувальна ╕нформац╕я

source: Bug Description
ca: Descripció de l'error
fi: Virheen kuvaus
hu: Hiba Leírása
pl: Opis b³êdu
ru: Описание ошибки
sk: Popis chyby
sl: Opis hro¹èa
uk: Опис помилки

source: Updating Product Listing
ca: S'està actualitzant el llistat de productes
fi: Päivitetään tuoteluettelot
hu: Terméklista frissítése
pl: Aktualizowanie listy produktów
ru: Обновление списка программ
sk: Aktualizujem zoznam produktov
sl: Osve¾ujem seznam produktov
uk: Оновлення списку програми

source: System Configuration
ca: Configuració del sistema
fi: Järjestelmän konfiguraatio
hu: Rendszerbeállítások
pl: Konfiguracja systemu
ru: Системная конфигурация
sk: Konfigurácia systému
sl: Nastavitev Sistema
uk: Системна конф╕гурац╕я

source: Submitting the Report
ca: S'està enviant l'informe
fi: Lähettämässä virheraporttia
hu: A bejelentés feladása
pl: Wysy³anie zg³oszenia
ru: Отправка сообщения
sk: Odoslanie správy
sl: Oddajam Poroèilo
uk: В╕дсилання зв╕ту

source: Finished!
ca: Finalitzat!
fi: Valmis!
hu: Kész!
pl: Zakoñczono!
ru: Завершено!
sk: Hotovo!
sl: Konèano!
uk: Завершено!

source: The graphical bug reporting tool for GNOME.
ca: L'eina gràfica del GNOME per informar d'errors.
fi: Graafinen virheidenraportointityökalu GNOME:lle.
hu: A GNOME grafikus hibabejelentõ eszköze
pl: Graficzne narzêdzie do zg³aszania b³êdów GNOME.
ru: Графический инструмент Gnome для сообщения об ошибках.
sk: Grafický nástroj GNOME pre posielanie správ o chybách.
sl: Grafièno orodje za poroèanje o hro¹èih v GNOME-u.
uk: Граф╕чний ╕нструмент зв╕тування про помилки для GNOME.

source: The lame Bug Buddy web page
ca: La trista pàgina web del Bug Buddy
fi: Laimea Bug Buddy kotisivu
hu: A vagesz bug-buddy honlap
pl: Witryna domowa Bug Buddy
ru: Небольшая веб-страничка bug-buddy
sk: Neuspokojivá WWW stránka Priateµa v núdzi
sl: Leva spletna stran Bug Buddy-a
uk: Невелика веб-стор╕нка Bug Buddy

source: Please enter your name.
ca: Si us plau, introduïu el vostre nom.
fi: Anna nimesi tähän.
hu: Add meg a neved!
pl: Wprowad¼ swoje imiê i nazwisko.
ru: Пожалуйста, введите ваше имя.
sk: Prosím, uveïte svoje meno.
sl: Prosim vpi¹ite va¹e ime.
uk: Введ╕ть ваше ╕м'я.

source: Please enter a valid email address.
ca: Si us plau, introduïu una adreça electrònica vàlida.
fi: Anna sähköpostiosoitteesi tähän.
hu: Írd be az emailcímed!
pl: Wprowad¼ swój adres e-mail.
ru: Пожалуйста, введите ваш электронный адрес.
sk: Prosím, uveïte platnú e-mailovú adresu.
sl: Prosim vpi¹ite veljaven e-po¹tni naslov.
uk: Введ╕ть вашу електронну адресу.

source: '%s' doesn't seem to exist. You won't be able to actually submit a bug report, but you will be able to save it to a file. Specify a new location for sendmail?
ca: Sembla que '%s' no existeix. No podreu enviar realment informes d'errors, però podreu desar-los en un fitxer. Voleu indicar una nova ubicació per al sendmail?
fi: '%s' ei näy olevan olemassa. Et voi lähettää virheraporttia, mutta voit tallettaa sen halutessasi tiedostoon. Haluatko määritellä uuden kohteen sendmailille?
hu: '%s' nem létezik. Nem lehet a hibajelentést elküldeni, fájlba viszont még kimenthetõ. Megadsz új elérési útvonalat a sendmail-hez?
pl: "%s" nie istnieje. Wys³anie zg³oszenia b³êdu nie bêdzie mo¿liwe, lecz mo¿liwe bêdzie zapisanie go w pliku. Okre¶liæ nowe po³o¿enie sendmaila?
ru: '%s' кажется не существует. Вы не сможете действительно отправить сообщение об ошибке, но вы сможете сохранить его в файле. Укажете новое расположение sendmail?
sk: Vyzerá to, ¾e '%s' neexistuje. Nebude mo¾né odosla» správu o chybe, ale bude ju mo¾né ulo¾i» do súboru. Chcete zada» nové umiestnenie programu sendmail?
sl: Izgleda, da '%s' ne obstaja. Ne boste mogli oddati poroèila o hro¹èu, lahko pa ga boste shranili v datoteko. Boste navedli novo mesto, kjer se nahaja program sendmail?
uk: Зда╓ться, що "%s" нема╓. Ви не зможете зараз в╕д╕слати зв╕т про помилку, але ви можете зберегти його у файл╕. Вказати нове м╕сце знаходження sendmail?

source: The specified file does not exist.
ca: El fitxer especificat no existeix.
fi: Annettu tiedostonimi ei ole olemassa.
hu: A megadott fájl nem létezik.
pl: Podany plik nie istnieje
ru: Указанный файл не существует.
sk: Uvedený súbor neexistuje.
sl: Navedena datoteka ne obstaja.
uk: Вказаного файлу нема╓.

source: File is of type: %s
ca: El fitxer és del tipus: %s
fi: Tiedosto on tyyppiä: %s
hu: A fájl típusa: %s
pl: Typ pliku: %s
ru: Файл типа: %s
sk: Súbor je typu: %s
sl: Datoteka je tipa: %s
uk: Тип файлу: %s

source: '%s' does not look like a text file.
ca: '%s' no sembla un fitxer de text.
fi: '%s' ei ole tekstitiedosto.
hu: '%s' nem tûnik szöveges fájlnak.
pl: '%s' nie wygl±da na plik tekstowy
ru: '%s' выглядит не как текстовый файл.
sk: '%s' nevyzerá ako textový súbor.
sl: '%s' ne izgleda kot datoteka z besedilom.
uk: "%s" не схожий на текстовий файл.

source: You must include a comprehensible subject line in your bug report.
ca: A l'informe d'errors heu d'incloure una línia d'assumpte comprensible.
fi: Virheraportissa tulee olla kattava otsikko.
hu: A hibajelentéshez meg kell adni egy értelmes tárgy mezõt.
pl: W zg³oszeniu nale¿y podaæ jego wyczerpuj±cy temat.
ru: Вы должны включить разумную строку темы в ваше сообщение об ошибке.
sk: Vo va¹ej správe o chybe musíte uvies» podrobný predmet.
sl: V poroèilu o hro¹èu mora biti nujno naveden predmet.
uk: Необх╕дно включити розумний рядок теми у ваш зв╕т про помилку.

source: You must include a comprehensible description in your bug report.
ca: A l'informe d'errors heu d'incloure una descripció comprensible.
fi: Virheraportissa tulee olla kattava selitysosa.
hu: A hibajelentéshez kell adni egy használható leírást.
pl: W zg³oszeniu nale¿y podaæ jego wyczerpuj±cy opis.
ru: Вы должны включить разумное описание в ваше сообщение об ошибке.
sk: Vo va¹ej správe o chybe musíte uvies» podrobný popis.
sl: V poroèilu o hro¹èu mora biti nujno naveden opis.
uk: Необх╕дно включити розумний опис у ваш зв╕т про помилку.

source: Submit this bug report now?
ca: Voleu enviar ara aquest informe d'errors?
fi: Lähetetäänkö tämä virheraportti nyt?
hu: Most küldjem el a hibajelentést?
pl: Czy wys³aæ zg³oszenie?
ru: Отправить это сообщение об ошибке сейчас?
sk: Odosla» správu o chybe?
sl: Takoj po¹lji to poroèilo o hro¹èu?

source: Unable to open file: '%s'
ca: No es pot obrir el fitxer: '%s'
fi: Ei pysty aukaisemaan tiedostoa: '%s'
hu: Nem lehet '%s'-t megnyitni
pl: Nie mo¿na otworzyæ pliku: '%s'
ru: Не удалось открыть файл core: "%s"
sk: Nepodarilo sa otvori» súbor: '%s'
sl: Ne morem odpreti datoteke: '%s'
uk: Не вдалося в╕дкити файл: "%s"

source: about to run '%s'
ca: ara s'executarà '%s'
fi: juuri ajamassa '%s'
hu: most fog '%s' lefutni
pl: uruchamianie '%s'
ru: о запуске '%s'
sk: spú¹»am '%s'
sl: pognal bom '%s'
uk: запуск "%s"

source: Unable to start mail program: '%s'
ca: No es pot iniciar el programa de correu: '%s'
fi: Ei pysty käynnistämään sähköpostiohjelmaa: '%s'
hu: Nem lehet a '%s' levelezõprogramot elindítani
pl: Nie mo¿na uruchomiæ programu pocztowego: '%s'
ru: Не удалось запустить почтовую программу: '%s'
sk: Nepodarilo sa spusti» po¹tový program: '%s'
sl: Ne morem pognati programa za po¹to: '%s'
uk: Не вдалося запустити програму: "%s"

source: Your bug report was saved in '%s'
ca: S'ha desat el vostre informe d'errors a '%s'
fi: Virheraportti talletettiin tiedostoon '%s'
hu: A hibabejelentés ide lett mentve: '%s'
pl: Raport o b³êdzie zosta³ zapisany w pliku '%s'
ru: Ваше сообщение об ошибке сохранено в '%s'
sk: Va¹a správa o chybe bola ulo¾ená do '%s'
sl: Va¹e poroèilo o hro¹èu je bilo shranjeno v '%s'
uk: Ваш зв╕т було збережено в "%s"

source: Your bug report has been submitted to: <%s> Thanks!
ca: S'ha enviat el vostre informe d'errors a: <%s> Gràcies!
fi: Virheraportti on lähetetty osoitteeseen: <%s> Kiitos!
hu: A hibabejelentés ide lett elküldve: <%s> Köszönjük!
pl: Twoje zg³oszenie b³êdu zosta³o wys³ane do: <%s> Dziêkujemy!
sk: Va¹a správa o chybe bola odoslaná na: <%s> Vïaka!
sl: Va¹e poroèilo o hro¹èu je bilo poslano na: <%s> Hvala!

source: You must specify a product for your bug report.
ca: Heu d'indicar el producte a què es refereix l'informe d'errors.
fi: Määrittele virheraportin kohteena oleva tuote.
hu: A hibajelentéshez meg kell adni egy terméket.
pl: Nale¿y podaæ produkt, którego dotyczy zg³oszeniu b³êdu.
ru: Вы должны указать программу для вашего сообщения об ошибке.
sk: Vo va¹ej správe o chybe musíte uvies» produkt.
sl: V poroèilu o hro¹èu mora biti nujno naveden produkt.
uk: Необх╕дно вказати продукт для зв╕ту.

source: You must specify a component for your bug report.
ca: Heu d'indicar el component a què es refereix l'informe d'errors.
fi: Määrittele virheraporttia varten komponentti.
hu: A hibajelentéshez meg kell adni egy komponenst.
pl: Nale¿y podaæ komponent, którego dotyczy zg³oszeniu b³êdu.
ru: Вы должны указать компонент для вашего сообщения об ошибке.
sk: Vo va¹ej správe o chybe musíte uvies» komponent.
sl: V poroèilu o hro¹èu mora biti nujno navedena komponenta.
uk: Необх╕дно вказати компонент для зв╕ту.

source: You must specify a version for your bug report.
ca: Heu d'indicar la versió a què es refereix l'informe d'errors.
fi: Määrittele versio virheraporttia varten.
hu: A hibajelentéshez meg kell adni a verziót.
pl: Nale¿y podaæ wersjê, którego dotyczy zg³oszeniu b³êdu.
ru: Вы должны указать версию в вашем сообщении об ошибке.
sk: Vo va¹ej správe o chybe musíte uvies» verziu.
sl: V poroèilu o hro¹èu mora biti nujno navedena razlièica.
uk: Необх╕дно вказати верс╕ю для зв╕ту.

source: Are you sure you want to cancel this bug report?
ca: Esteu segur que voleu cancel·lar aquest informe d'errors?
fi: Oletko varma, että haluat peruuttaa tämän virheraportin?
hu: Biztos hogy nem folytatod a hibajelentést?
pl: Czy na pewno chcesz anulowaæ zg³oszenie b³êdu?
ru: Вы уверены, что хотите отменить это сообщение об ошибке?
sk: Naozaj chcete zru¹i» túto správu o chybe?
sl: Ste preprièani, da ¾elite preklicati poroèilo o hro¹èu?
uk: Ви впевнен╕, що хочете в╕дм╕нити цей зв╕т про помилку?

source: Unable to open pipe
ca: No es pot obrir el conducte
fi: Ei pysty aukaisemaan putkea
hu: Nem sikerült a csõ (pipe) megnyitása
pl: Nie mo¿na otworzyæ potoku
ru: Не удалось открыть канал
sk: Nepodarilo sa otvori» rúru
sl: Ne morem odpreti cevi
uk: Не вдалося в╕дкити канал

source: Could not run '%s'.
ca: No s'ha pogut executar '%s'
fi: Ei voinut ajaa '%s'
hu: Nem tudtam futtatni '%s'-t.
pl: Nie mo¿na uruchomiæ '%s'.
ru: Не удалось запустить '%s'.
sk: Nemô¾em spusti» '%s'.
sl: Ne morem pognati '%s'.
uk: Не вдалося запустити "%s".

source: Error on read...
ca: Error de lectura...
fi: Virhe luettaessa...
hu: Hiba olvasás közben...
pl: B³±d przy odczycie...
ru: Ошибка при чтении...
sk: Chyba pri èítaní...
sl: Napaka pri branju...
uk: Помилка на зчитуванн╕...

source: Bug Report Tool
ca: Eina d'informe d'errors
fi: bug-buddy
hu: Hibabejelentõ eszköz
pl: Narzêdzie do zg³aszania b³êdów
sk: Nástroj pre oznamovanie chýb
sl: Orodje za poroèanje o hro¹èih

source: Report a bug in GNOME
ca: Informeu d'un error al GNOME
fi: Gnome:n graafinen ohjelmavirheiden raportointityökalu
hu: A GNOME grafikus hibabejelentõ eszköze
pl: Narzêdzie do zg³aszania b³êdów w GNOME
sk: Nástroj GNOME pre oznamovanie chýb
sl: Poroèaj o hro¹èu v GNOME

source: Cc
fi: Kopio
ru: Копия
uk: Коп╕я

source: desc
fi: #: src/glade-strings.c:8 msgid "" "This program will walk you through the steps for \n" "submitting a bug report for projects such as GNOME.\n" "\n" "These bug reports are submitted via email, so\n" "please specify your email address so you can be\n" "contacted if furthur information is requred, or\n" "when a fixed version is available." msgstr ""
hu: leírás
pl: opis
ru: описание
sk: popis
uk: опис

source: Bug Buddy
sk: Priateµ v núdzi
