Repository: lepidotos/suede
Catalog: glade-0.6.2/po/*.po
Languages: pl, sk, uk

source: Set True to start a new group of toolbar items
pl: Okre¶la, czy element rozpoczyna now± grupê elementów paska narzêdziowego
sk: Nastavte na Áno pre zaèiatok novej skupiny polo¾iek pruhu
uk: Розпочати нову групу елемент╕в панел╕ ╕нструмент╕в

source: Insert Item Before
pl: Wstaw element przed
sk: Vlo¾i» polo¾ku pred
uk: Вставити елемент перед

source: Insert Item After
pl: Wstaw element po
sk: Vlo¾i» polo¾ku za
uk: Вставити елемент п╕сля

source: Convert to ordinary button
pl: Konwertuj do zwyk³ego przycisku
sk: Previes» na normálne tlaèidlo
uk: Перетворити у звичайну кнопку

source: Toolbar
pl: Pasek narzêdziowy
sk: Panel nástrojov
uk: Панель ╕нструмент╕в

source: The selection mode of the tree
pl: Tryb zaznaczania drzewa
sk: Mód výberu v strome
uk: Режим вибору дерева

source: View Mode:
pl: Tryb widoku:
sk: Mód zobrazenia:
uk: Режим перегляду:

source: The view mode of the tree
pl: Tryb widoku drzewa
sk: Mód zobrazenia stromu
uk: Режим перегляду дерева

source: View Lines:
pl: Wy¶w. linii:
sk: Zobrazi» èiary:
uk: Показувати л╕н╕╖:

source: If lines are displayed between items
pl: Okre¶la, czy pomiêdzy elementami powinny byæ wy¶wietlane linie
sk: Èi sú medzi polo¾kami èiary
uk: Показувати л╕н╕╖ м╕ж елементами

source: Tree
pl: Drzewo
sk: Strom
uk: Дерево

source: Tree Item
pl: Element drzewa
sk: Polo¾ka stromu
uk: Елемент дерева

source: New vertical box
pl: Nowa pionowa skrzynka
sk: Nový vertikálny box
uk: Новий вертикалький блок

source: Vertical Box
pl: Pionowa skrzynka
sk: Vertikálny box
uk: Вертикальний блок

source: New vertical button box
pl: Nowa pionowa skrzynka z przyciskami
sk: Nový vertikálny tlaèidlový box
uk: Новий вертикалький блок кнопок

source: Vertical Button Box
pl: Pionowa skrzynka z przyciskami
sk: Vertikálny tlaèidlový box
uk: Вертикалький блок кнопок

source: The type of shadow of the viewport
pl: Typ cienia obszaru wy¶wietlania
sk: Typ tieòa pohµadu
uk: Тип т╕н╕ в╕кна перегляду

source: Viewport
pl: Obszar wy¶wietlania
sk: Pohµad
uk: В╕кно перегляду

source: Vertical Panes
pl: Pionowa kratka
sk: Vertikálne oblasti
uk: Вертикальн╕ панел╕

source: Vertical Ruler
pl: Pionowa linijka
sk: Vertikálne pravítko
uk: Вертикальна л╕н╕йка

source: Vertical Scale
pl: Pionowa skala
sk: Vertikálna ¹kála
uk: Вертикальна шкала

source: Vertical Scrollbar
pl: Pionowy pasek przewijania
sk: Vertikálny posuvník
uk: Вертикальна панель прокрутки

source: Vertical Separator
pl: Pionowy separator
sk: Vertikálny oddeµovaè
uk: Вертикальний розд╕лювач

source: Title:
pl: Tytu³:
sk: Titulok:
uk: Заголовок:

source: The title of the window
pl: Tytu³ okna
sk: Titulok okna
uk: Заголовок в╕кна

source: The type of the window
pl: Typ okna
sk: Typ okna
uk: Тип в╕кна

source: The initial position of the window
pl: Pocz±tkowa pozycja kona
sk: Poèiatoèná pozícia okna
uk: Початкова позиц╕я в╕кна

source: Modal:
pl: Modalne:
sk: Modálne:
uk: Модальне:

source: If the window is modal
pl: Okre¶la, czy okno powinno byæ modalne
sk: Èi je okno modálne
uk: В╕кно модальне

source: Default Width:
pl: Domy¶lna szer.:
sk: ©tand. ¹írka:
uk: Типова ширина:

source: The default width of the window
pl: Domy¶lna szeroko¶æ okna
sk: ©tandardná ¹írka okna
uk: Типова ширина в╕кна

source: Default Height:
pl: Domy¶lna wys.:
sk: ©tand. vý¹ka:
uk: Типова висота:

source: The default height of the window
pl: Domy¶lna wysoko¶æ okna
sk: ©tandardná vý¹ka okna
uk: Типова висота в╕кна

source: If the window can be shrunk
pl: Okre¶la, czy okno mo¿e byæ zmniejszane
sk: Èi je mo¾né zmen¹i» okno
uk: В╕кно може зменшуватись

source: Grow:
pl: Zwiêkszanie:
sk: Rás»:
uk: Зб╕льшення:

source: If the window can be enlarged
pl: Okre¶la, czy okno mo¿e byæ powiêkszane
sk: Èi je mo¾né zväè¹i» okno
uk: В╕кно може зб╕льшуватись

source: Auto Shrink:
pl: Aut. zmniejsz.:
sk: Auto-zmen¹i»:
uk: Автозменшення:

source: If the window shrinks automatically
pl: Okre¶la, czy okno automatycznie siê zmniejsza
sk: Èi sa okno zmen¹uje automaticky
uk: В╕кно автоматично зменшу╓ться

source: WM Name:
pl: Nazwa WM:
sk: Meno WM:
uk: Назва для ВМ:

source: The name to pass to the window manager
pl: Nazwa przekazywana mened¿erowi okien
sk: Meno predávané správcovi okien
uk: Назва, що переда╓ться в╕конному менеджеру

source: WM Class:
pl: Klasa WM:
sk: Trieda WM:
uk: Клас для ВМ:

source: The class name to pass to the window manager
pl: Nazwa klasy przekazywana mened¿erowi okien
sk: Meno triedy predávané správcovi okien
uk: Назва класу, що переда╓ться в╕конному менеджеру

source: Window
pl: Okno
sk: Okno
uk: В╕кно

source: The type of the clock
pl: Typ zegara:
sk: Typ hodín
uk: Тип годинника

source: The format of the time to display. Use %H, %M and %S to insert the hour, minute and seconds values
pl: Format wy¶wietlanego czsu. Napisy %H, %M i %S opisuj± odpowiednio godziny, monuty i sekundy
sk: Formát zobrazenia èasu. Pou¾ite %H, %M a %S pre vlo¾enie hodín, minút a sekúnd
uk: Формат показу часу. Використовуйте %H, %M та %S щоб вставити значення годин, хвилин та секунд

source: Seconds:
pl: Sekundy:
sk: Sekundy:
uk: Секунди:

source: The starting time
pl: Pocz±tkowy czas
sk: Poèiatoèný èas
uk: Час старту

source: Interval:
pl: Okres:
uk: ╤нтервал:

source: The time between updates, in seconds
pl: Czas w sekundach pomiêdzy od¶wie¿eniami
sk: Èas medzi obnovami, v sekundách
uk: Час м╕ж поновленнями в секундах

source: Start
sk: ©tart
uk: Старт

source: Clock
pl: Zegar
sk: Hodiny
uk: Годинник

source: View Only:
pl: Tylko podgl±d:
sk: Len zobrazi»:
uk: Лише перегляд:

source: If the dial can not be changed by the user
pl: Okre¶la, czy tarcza mo¿e byæ zmieniana przez u¿ytkownika
sk: Èi pou¾ívateµ nemô¾e meni» ciferník
uk: Шкала не може бути зм╕нена користувачем

source: The update policy of the dial
pl: Sposób od¶wie¿ania tarczy
sk: Metóda obnovovania ciferníku
uk: Метод оновлення шкали

source: Dial
pl: Tarcza
sk: Ciferník
uk: Шкала

source: Invalid stock menu pixmap
pl: Niepoprawne typowa piksmapa menu
sk: Neplatný ¹tandardný obrázok GNOME pre menu
uk: Нев╕рне типове растрове зображенння меню

source: Menu item with a pixmap
pl: Element menu z piksmap±
sk: Polo¾ka menu s obrázkom
uk: Елемент меню з растровим зображенням

source: Copyright:
pl: Prawa autorskie:
uk: Авторське право:

source: The copyright notice
pl: Uwaga o prawach autorskich
sk: Poznámka o copyrighte
uk: ╤нформац╕я про авторське право

source: Authors:
pl: Autorzy:
sk: Autori:
uk: Автори:

source: The authors of the package, one on each line
pl: Autorzy pakietu, po jednym w wierszu
sk: Autori balíka, ka¾dý v jednom riadku
uk: Автори програми, по одному на рядок

source: Comments:
pl: Komentarze:
sk: Komentáre:
uk: Коментар╕:

source: Additional information, such as a description of the package and its home page on the web
pl: Dodatkowe informacje, takie jak opis pakietu i adres jego strony domowej
sk: Dodatoèná informácia, ako napr. popis balíka a jeho domovská stránka
uk: Додаткова ╕нформац╕я, така як опис та його дом╕вка в WWW

source: Logo:
uk: Емблема:

source: The pixmap to use as the logo
pl: Piksmapa wykorzystywana jako logo
sk: Obrázok pou¾itý ako logo
uk: Растрове зображення, що буде використовуватись як емблема

source: Authors:
pl: Autorzy:
sk: Autori:
uk: Автори:

source: Gnome About Dialog
pl: Okno informacyjne GNOME
sk: GNOME dialóg O programe
uk: ╤нформац╕йне в╕кно GNOME

source: Loop Type:
pl: Typ pêtli:
sk: Typ opakovania:
uk: Тип циклу:

source: If the animation loops, and in what way
pl: Okre¶la, czy animacja powinna siê zapêtlaæ, oraz jej kierunek
sk: Èi sa má animácia opakova» a ako
uk: Шлях циклу ан╕мац╕╖

source: Reverse:
pl: Odwrócony:
sk: Opaène:
uk: Зворотн╕й:

source: If the initial direction is reversed
pl: Okre¶la, czy pocz±tkowy kierunek powinien byæ odwrócony
sk: Èi má by» poèiatoèný smer opaène
uk: Зворотн╕й початковий напрямок

source: Speed:
pl: Szybko¶æ:
sk: Rýchlos»:
uk: Швидк╕сть:

source: The playback speed
pl: Szybko¶æ odtwarzania
sk: Rýchlos» prehrávania
uk: Швидк╕сть програвання

source: Gnome Animator
pl: Animator GNOME
sk: Gnome Animátor
uk: GNOME Ан╕матор

source: _New File
pl: _Nowy plik
sk: _Nový súbor
uk: _Новий файл

source: Create a new file
pl: Tworzy nowy plik
sk: Vytvorí nový súbor
uk: Створити новий файл

source: New File
pl: Nowy plik
sk: Nový súbor
uk: Новий файл

source: Open File
pl: Otwórz plik
sk: Otvori» súbor
uk: В╕дкрити файл

source: Save File
pl: Zapisz plik
sk: Ulo¾i» súbor
uk: Зберегти файл

source: Status Bar:
pl: Pasek stanu:
sk: Stavový riadok:
uk: Панель стану:

source: If the window has a status bar
pl: Okre¶la, czy okno zawiera pasek stanu
sk: Èi má okno stavový riadok
uk: В╕кно ма╓ панель стану

source: Store Config:
pl: Zapis konfig.:
sk: Ulo¾i» nastavenie:
uk: Запис конф╕╜.:

source: If the layout is saved and restored automatically
pl: Okre¶la, czy uk³ad powinien byæ automatycznie zapisywany i odtwarzany
sk: Èi má by» vzhµad ulo¾ený a obnovený automaticky
uk: Схема розташування збер╕га╓ться та в╕дновлю╓ться автоматично

source: Gnome Application Window
pl: Okno aplikacji GNOME
sk: Aplikaèné okno GNOME
uk: GNOME Програмне в╕кно

source: Status Message.
pl: Komunikat o stanie.
sk: Stavová správa.
uk: Пов╕домлення про стан.

source: Progress:
pl: Postêp:
sk: Priebeh:
uk: Поступ:

source: If the app bar has a progress indicator
pl: Okre¶la, czy aplikacja powinna wy¶wietlaæ pasek postêpu
sk: Èi má aplikaèný pruh indikátor priebehu
uk: Програмна панель ма╓ покажчик поступу

source: Status:
pl: Stan:
sk: Stav:
uk: Стан:

source: If the app bar has an area for status messages and user input
pl: Okre¶la, czy pasek aplikacji powinien zawieraæ miejsce na informacje o stanie i na wprowadzanie informacji przez u¿ytkownika
sk: Èi má aplikaèný pruh oblas» pre stavové správy a vstup od pou¾ívateµa
uk: Програмна панель ма╓ д╕лянку для пов╕домлень про стан та вводу користувача

source: Gnome Application Bar
pl: Pasek aplikacji GNOME
sk: Aplikaèný pruh GNOME
uk: GNOME Програмна панель

source: Gnome Calculator
pl: Kalkulator GNOME
sk: GNOME Kalkulaèka
uk: Калькулятор GNOME

source: Anti-Aliased:
pl: Wyg³adzanie:
sk: Anti-Alias:
uk: Згладжувати:

source: If the canvas is anti-aliased, to smooth the edges of text and graphics
pl: Okre¶la, czy canvas powinien byæ wyg³adzany w celu zmniejszenia efektu schodkowato¶ci
sk: Èi je canvas anti-aliasovaný, èi¾e èi vyhladzova» okraje textu a grafiky
uk: Згладжувати текст ╕ граф╕ку

source: The minimum x coordinate
pl: Minimalna wspó³rzêdna x
sk: Minimálna súradnica X
uk: М╕н╕мальна x-координата

source: The minimum y coordinate
pl: Minimalna wspó³rzêdna y
sk: Minimálna súradnica Y
uk: М╕н╕мальна y-координата

source: The maximum x coordinate
pl: Maksymalna wspó³rzêdna y
sk: Maximálna súradnica X
uk: Максимальна x-координата

source: The maximum y coordinate
pl: Maksymalna wspó³rzêdna y
sk: Maximálna súradnica Y
uk: Максимальна y-координата

source: Pixels Per Unit:
pl: Piks. na jednostkê:
sk: Bodov na jednotku:
uk: П╕ксел╕в на одиницю:

source: The number of pixels corresponding to one unit
pl: Liczba pikseli przypadaj±cych na jednostkê
sk: Poèet bodov odpovedajúcich jednej jednotke
uk: К╕льк╕сть п╕ксел╕в що припадають на одну одиницю

source: Dither:
pl: Dithering:
sk: Diter:
uk: Зм╕шування:

source: If the sample should use dithering to be more accurate
pl: Okre¶la, czy powinien byæ wykorzystywany dithering
sk: Èi má príklad pou¾íva» diterovanie pre väè¹iu presnos»
uk: Зразки мають використовувати зм╕шування для б╕льшо╖ точност╕

source: Use Alpha:
pl: Alfa:
sk: Pou¾i» alfa:
uk: Альфа:

source: If the alpha channel should be used
pl: Okre¶la, czy powinien byæ wykorzystywany kana³ Alfa
sk: Èi má by» pou¾ítý alfa kanál
uk: Використовувати альфа-канал

source: The title of the color selection dialog
pl: Tytu³ okna wyboru koloru
sk: Titulok dialógu pre výber farby
uk: Заголовок д╕алогу вибору кольору

source: Pick a color
pl: Wska¿ kolor
sk: Vyberte farbu
uk: Виб╕р кольору

source: Gnome Color Picker
pl: Wybór koloru GNOME
sk: GNOME Výber farby
uk: GNOME Виб╕р кольору

source: Show Time:
pl: Wy¶wietlanie czasu:
sk: Zobrazi» èas:
uk: Показувати час:

source: If the time is shown as well as the date
pl: Okre¶la, czy wraz z dat± wy¶wietlany powinien byæ czas
sk: Èi je zobrazený aj èas
uk: Разом з датою показувати час

source: 24 Hour Format:
pl: Format 24-godzinny:
sk: 24-hodinový formát:
uk: 24-годинний формат:

source: If the time is shown in 24-hour format
pl: Okre¶la, czy u¿ywany powinien byæ format 24-godzinny
sk: Èi je èas zobrazený v 24-hodinovom formáte
uk: Час показувати у 24-годинному формат╕

source: Lower Hour:
pl: Dolna godzina:
sk: Min. hodina:
uk: Найменша година:

source: The lowest hour to show in the popup
pl: Najmniejsza godzina wy¶wietlana w podpowiedzi
sk: Minimálna zobrazovaná hodina v popup
uk: Найменша година, що показу╓ться в д╕алоз╕

source: Upper Hour:
pl: Górna godzina:
sk: Max. hodina:
uk: Найб╕льша година:

source: The highest hour to show in the popup
pl: Najwiêksza godzina wy¶wietlana w podpowiedzi
sk: Maximálna zobrazovaná hodina v popup
uk: Найб╕льша година, що показу╓ться в д╕алоз╕

source: Auto Close:
pl: Aut. Zamykanie:
sk: Automatické zatváranie:
uk: Автозакривання:

source: If the dialog closes when any button is clicked
pl: Okre¶la, czy okno powinno byæ zamykane po klikniêciu dowolnego przycisku
sk: Èi sa dialóg má zatvori» po stlaèení µubovoµného tlaèidla
uk: Д╕алог автоматично закрива╓ться при натискання╕ будь-яко╖ кнопки

source: Hide on Close:
pl: Ukryw. przy zamkn.:
sk: Skry» pri zatváraní:
uk: Прибирати закриваючи:

source: If the dialog is hidden when it is closed, instead of being destroyed
pl: Okre¶la, czy okno dialogowe powinno byæ przy zamykaniu ukrywane, zamiast niszczenia
sk: Èi má by» dialóg skrytý pri zatváraní, namiesto jeho znièenia
uk: Д╕алог прибира╓ться коли його закрито, зам╕сь того щоб бути знищеним

source: Gnome Dialog Box
pl: Okno dialogowe GNOME
sk: GNOME Dialóg
uk: Д╕алогове в╕кно GNOME

source: Allow Floating:
pl: Oderwane:
sk: Povoli» voµné:
uk: В╕дривання:

source: If floating dock items are allowed
pl: Okre¶la, czy dopuszczalne s± oderwane elementy doku
sk: Èi sú povolené plávajúce polo¾ky
uk: Дозволя╓тються в╕д╕рван╕ елементи доку

source: Add dock band on top
pl: Dodaj pasek na górze doku
sk: Prida» pruh hore
uk: Додати л╕н╕йку вгор╕ доку

source: Add dock band on bottom
pl: Dodaj pasek na dole doku
sk: Prida» pruh dole
uk: Додати л╕н╕йку внизу доку

source: Add dock band on left
pl: Dodaj pasek po lewej stronie doku
sk: Prida» pruh vµavo
uk: Додати л╕н╕йку справа доку

source: Add dock band on right
pl: Dodaj pasek po lewej stronie doku
sk: Prida» pruh vpravo
uk: Додати л╕н╕йку зл╕ва доку

source: Add floating dock item
pl: Dodaj oderwany element doku
sk: Prida» voµne umiestnenú polo¾ku
uk: Додати в╕д╕рваний елемент доку

source: Gnome Dock
pl: Dok GNOME
sk: GNOME Pruh
uk: GNOME Док

source: Locked:
pl: Zabezp.:
sk: Zamknutý:
uk: Блоковано:

source: If the dock item is locked in position
pl: Okre¶la, czy element doku powinien byæ na ustalonej pozycji
sk: Èi je pozícia polo¾ky zamknutá
uk: Елемент доку блоковано на встановлен╕й позиц╕╖

source: Exclusive:
pl: Wy³±czny:
sk: Exkluzívny:
uk: Виключний:

source: If the dock item is always the only item in its band
pl: Okre¶la, czy element doku jest zawsze jedynym na pasku
sk: Èi je polo¾ky v¾dy jediná svojho druhu
uk: Елемент доку ╓ завжди ╓диним на л╕н╕йц╕

source: Never Floating:
pl: Nigdy oderwany:
sk: Nikdy plávajúci:
uk: Не в╕дрива╓ться:

source: If the dock item is never allowed to float in its own window
pl: Okre¶la, czy element doku nie mo¿e byæ nigdy oderwany
sk: Èi nie je polo¾ke nikdy povolené by» voµne nad jej vlastným oknom
uk: Елемент доку не може бути в╕д╕рваним

source: Never Vertical:
pl: Nogdy pionowy:
sk: Nikdy vertikálny:
uk: Невертикальний:

source: If the dock item is never allowed to be vertical
pl: Okre¶la, czy element doku nie mo¿e byæ nigdy pionowy
sk: Èi nie je polo¾ke nikdy povolené by» vertikálna
uk: Елемент доку не може бути вертикальним

source: Never Horizontal:
pl: Nigdy poziomy:
sk: Nikdy horizontálny:
uk: Негоризонтальний:

source: If the dock item is never allowed to be horizontal
pl: Okre¶la, czy element doku nie mo¿e byæ nigdy poziomy
sk: Èi nie je polo¾ke nikdy povolené by» horizontálna
uk: Елемент доку не може бути горизонтальним

source: The type of shadow around the dock item
pl: Typ cienia wokó³ elementu doku
sk: Typ tieòa okolo polo¾ky
uk: Тип т╕н╕ навколо елементу доку

source: The orientation of a floating dock item
pl: U³o¿enie oderwanego elementu doku
sk: Orientácia voµne umiestnenej polo¾ky
uk: Ор╕╓нтац╕я в╕д╕рваного елементу доку

source: Add dock item before
pl: Dodaj element doku przed
sk: Prida» polo¾ku pruhu pred
uk: Додати елемент доку перед

source: Add dock item after
pl: Dodaj element doku po
sk: Prida» polo¾ku pruhu za
uk: Додати елемент доку п╕сля

source: Gnome Dock Item
pl: Element doku GNOME
sk: GNOME Polo¾ka pruhu
uk: GNOME Елемент Доку

source: New Gnome Druid
pl: Nowy druid GNOME
sk: Nový GNOME Druid
uk: Новий GNOME Дру╕д

source: Add Start Page
pl: Dodaj stronê pocz±tkow±
sk: Prida» ¹tartovaciu stránku
uk: Додати початкову стор╕нку

source: Add Finish Page
pl: Dodaj stronê koñcow±
sk: Prida» koncovú stránku
uk: Додати завершальну стор╕нку

source: Druid
uk: Дру╕д

source: The title of the page
pl: Tytu³ strony
sk: Titulok stránky
uk: Заголовок стор╕нки

source: The main text of the page, introducing people to the druid.
pl: G³ówny napis na stronie, wprowadzaj±cy do druida
sk: Hlavný text stránky, informujúci µudí o druidovi.
uk: Основний текст стор╕нки, що робить вступ в дру╕д.

source: Title Color:
pl: Kolor tytu³u:
sk: Farba titulku:
uk: Кол╕р заголовку:

source: The color of the title text
pl: Kolor napisu tytu³owego
sk: Farba textu titulku
uk: Кол╕р тексту заголовку

source: Text Color:
pl: Kolor tekstu:
sk: Farba textu:
uk: Кол╕р тексту:

source: The color of the main text
pl: Kolor g³ównego tekstu
sk: Farba hlavného textu
uk: Кол╕р основного тексту

source: Back. Color:
pl: Kolor t³a:
sk: Farba pozadia:
uk: Кол╕р тла:

source: The background color of the page
pl: Kolor t³a strony
sk: Farba pozadia stránky
uk: Кол╕р тла стор╕нки

source: Logo Back. Color:
pl: Kolor t³a logo:
sk: Farba poz. loga:
uk: Кол╕р тла логотипу:

source: The background color around the logo
pl: Kolor t³a wokó³ logo
sk: Farba pozadia okolo loga
uk: Кол╕р тла навколо логотипу

source: Text Box Color:
pl: Kolor obszaru tekstu:
sk: Farba textového boxu:
uk: Кол╕р блоку тексту:

source: The background color of the main text area
pl: Kolor t³a g³ownego obszaru tekstu
sk: Farba pozadia hlavnej oblasti textu
uk: Кол╕р тла основно╖ д╕лянки тексту

source: The logo to display in the top-right of the page
pl: Logo wy¶wietlane w prawym górnym rogu strony
sk: Logo zobrazené v pravom hornom rohu stránky
uk: Логотип, що з'явля╓ться у верхньому правому кут╕

source: The main image to display on the left of the page.
pl: G³ówny obraz, wy¶wietlany w lewej czê¶ci strony.
sk: Hlavný obrázok zobrazený vµavo na stránke.
uk: Головне зображення для в╕дображення на стор╕нц╕ л╕воруч.

source: Couldn't load image from file
pl: Nie mo¿na wczytaæ obrazu z pliku
sk: Nie je mo¾né naèíta» obrázok zo súboru
uk: Неможливо завантажити зображення з файлу

source: Couldn't load image from file
pl: Nie mo¿na wczytaæ obrazu z pliku
sk: Nie je mo¾né naèíta» obrázok zo súboru
uk: Неможливо завантажити зображення файлу

source: Druid Finish Page
pl: Koñcowa strona druida
sk: Koncová stránka druida
uk: Завершальна стор╕нка дру╕ду

source: Druid Standard Page
pl: Standardowa strona druida
sk: ©tandardná stránka druida
uk: Стандартна стор╕нка дру╕ду

source: Druid Start Page
pl: Pocz±tkowa strona druida
sk: ©tartovacia stránka druida
uk: Початкова стор╕нка дру╕ду

source: History ID:
pl: ID historii:
sk: ID histórie:
uk: Код ╕стор╕╖:

source: The ID to save the history entries under
pl: Identyfikator, pod którym zapisywane powinny byæ elementy historii
sk: ID, pod ktorým sa majú uklada» polo¾ky histórie
uk: ╤дентиф╕катор п╕д яким збер╕гаються елементи ╕стор╕╖

source: Max Saved:
pl: Maks zapisanych:
sk: Max ulo¾ených:
uk: Запис╕в:

source: The maximum number of history entries saved
pl: Maksymalna liczba zapisanych elementów historii
sk: Maximálny poèet ulo¾ených polo¾iek histórie
uk: Максимальна к╕льк╕сть запис╕в у ╕стор╕╖

source: Gnome Entry
pl: Wej¶cie GNOME
sk: GNOME Polo¾ka
uk: Поле вводу тексту

source: The title of the file selection dialog
pl: Tytu³ okna wyboru pliku
sk: Titulok dialógu pre výber súboru
uk: Заголовок в╕кна вибору файл╕в

source: Directory:
pl: Katalog:
sk: Prieèinok:
uk: Каталог:

source: If a directory is needed rather than a file
pl: Okre¶la, czy zamiast pliku potrzebny jest katalog
sk: Èi má by» po¾adovaný prieèinok namiesto súboru
uk: Зм╕сть файлу потр╕бний каталог

source: If the file selection dialog should be modal
pl: Okre¶la, czy okno wyboru czcionki powinno byæ modalne
sk: Èi má by» dialóg pre výber súboru modálny
uk: Д╕алог вибору файлу мусить бути модальним

source: Gnome File Entry
pl: Wej¶cie pliku GNOME
sk: GNOME Polo¾ka súbor
uk: Вв╕д файлу GNOME

source: The title of the font selection dialog
pl: Tytu³ okna wyboru czcionki
sk: Titulok dialógu pre výber písma
uk: Заголовок д╕алогу вибору шрифту

source: Preview Text:
pl: Napis w podgl±dzie:
sk: Uká¾kový text:
uk: Текст перегляду:

source: The preview text to show in the font selection dialog
pl: Napis wy¶wietlany jako podgl±d w oknie wyboru czcionki
sk: Uká¾kový text pou¾itý pri výbere písma
uk: Текст для попереднього перегляду д╕алогу вибору шрифту

source: Mode:
pl: Tryb:
sk: Mód:7
uk: Режим:

source: What to display in the font picker button
pl: Okre¶la, jakie informacje powinny byæ wy¶wietlane na przycisku wyboru czcionki
sk: Èo zobrazi» na tlaèidle pri výbere písma
uk: Що показувати у кнопц╕ вибору шрифту

source: Show Size:
pl: Wy¶w. rozmiaru:
sk: Zobrazi» veµkos»:
uk: Показувати розм╕р:

source: If the font size is shown as part of the font information
pl: Okre¶la, czy rozmiar czcionki powinien byæ wy¶wietlany jako czê¶æ informacji o czcionce
sk: Èi má by» zobrazená informácia o veµkosti písma
uk: Показувати розм╕р шрифту як ╕нформац╕ю про нього

source: Use Font:
pl: Wykorz. czcionki:
sk: Pou¾i» písmo:
uk: Використовувати шрифт:

source: If the selected font is used when displaying the font information
pl: Okre¶la, czy do wy¶wietlania informacji o czcionce powinna zostaæ u¿yta wybrana czcionka
sk: Èi má by» vybrané písmo pou¾ité pri zobrazení informácie o písme
uk: Використовувати вибраний шрифт для в╕дображення ╕нформац╕╖

source: Use Size:
pl: Wykorz. rozmiaru:
sk: Pou¾i» veµkos»:
uk: Використовувати розм╕р:

source: The size of the font to use in the font picker button
pl: Rozmiar czcionki wykorzystywanej na przycisku wyboru czcionki
sk: Veµkos» pou¾itého písma na tlaèidle výberu písma
uk: Використовувати вибраний розм╕р для в╕дображення ╕нформац╕╖

source: Pick a Font
pl: Wybór czcionki
sk: Vyberte písmo
uk: Виб╕р шрифту

source: Gnome Font Picker
pl: Wybór czcionki GNOME
sk: GNOME Výber písma
uk: GNOME Виб╕р шрифту

source: The URL to display when the button is clicked
pl: URL wy¶wietlany po wci¶niêciu przycisku
sk: URL zobrazené po stlaèení tlaèidla
uk: URL, що в╕добража╓ться при натисненн╕ кнопки

source: The text to display in the button
pl: Napis wy¶wietlany na przycisku
sk: Text zobrazený v tlaèidle
uk: Текст для в╕добреженя на кнопц╕

source: Gnome HRef Link Button
pl: Przycisk wywo³ania URL-a GNOME
sk: GNOME Tlaèidlo pre odkaz
uk: Кнопка г╕перпосилання GNOME

source: Gnome Icon Entry
pl: Wej¶cie ikony GNOME
sk: GNOME Polo¾ka ikona
uk: Вв╕д п╕ктограми GNOME

source: The selection mode
pl: Tryb zaznaczania
sk: Mód výberu
uk: Режим вибору

source: Icon Width:
pl: Szeroko¶æ ikony:
sk: ©írka ikony:
uk: Ширина п╕ктограми:

source: The width of each icon
pl: Szeroko¶æ ka¿dej z ikon
sk: ©írka ka¾dej ikony
uk: Ширина кожно╖ п╕ктограми
