Repository: lepidotos/suede
Catalog: glade-0.6.2/po/*.po
Languages: pl, sk, uk

source: The type of shadow around the menubar
pl: Typ cienia wokó³ paska menu
sk: Typ tieòa okolo menu
uk: Тип т╕н╕ навколо панел╕ меню

source: Edit Menus...
pl: Modyfikuj menu...
sk: Upravi» menu...
uk: Редагувати меню...

source: Edit Menu
pl: Modyfikuj menu
sk: Upravi» menu
uk: Редагувати меню

source: Menu Bar
pl: Pasek menu
sk: Menu
uk: Панель меню

source: If the menu item is right-justified
pl: Okre¶la, czy menu powinno byæ wyrównane do prawej
sk: Èi je polo¾ka menu zarovnaná vpravo
uk: Елементи меню вир╕внювати за правим кра╓м

source: Invalid stock menu item
pl: Niepoprawny typowy element menu
sk: Neplatná ¹tandarná GNOME polo¾ka menu
uk: Нев╕рний типовий елемент меню

source: Menu Item
pl: Element menu
sk: Polo¾ka menu
uk: Елемент меню

source: New notebook
pl: Nowy notatnik
sk: Nový notes
uk: Новий записник

source: Number of pages:
pl: Liczba stron:
sk: Poèet zálo¾iek:
uk: Стор╕нок:

source: Show Tabs:
pl: Wy¶w. zak³.:
sk: Zobrazi» zálo¾ky:
uk: Показ закладок:

source: If the notebook tabs are shown
pl: Okre¶la, czy powynny byæ wy¶wietlane zak³adki
sk: Èi sú zálo¾ky zobrazené
uk: Показувати закладки записника

source: Show Border:
pl: Wy¶w. krawêdzi
sk: Zobrazi» okraj:
uk: Рамка:

source: If the notebook border is shown, when the tabs are not shown
pl: Okre¶la, czy wy¶wietlane powinny byæ krawêdzie notatnika, kiedy zak³adki s± ukryte
sk: Èi je zobrazený okraj notesu, keï nie sú zobrazené zálo¾ky
uk: Показувати рамку навколо записника, коли закладки не показуються

source: Tab Pos:
pl: Po³. zak³adek:
sk: Poz. zálo¾.:
uk: Розм╕щення:

source: The position of the notebook tabs
pl: Po³o¿enie zak³adek notatnika
sk: Pozícia zálo¾iek notesu
uk: Розм╕щення закладок

source: Scrollable:
pl: Przewijalne:
sk: Posuvníky:
uk: Прокрутка:

source: If the notebook tabs are scrollable
pl: Okre¶la, czy zak³adki notatnika powinny byæ przewijalne
sk: Èi sú zálo¾ky notesu s posuvníkom
uk: Закладки можна прокручувати

source: Tab Horz. Border:
pl: Krawêd¼ X zak³.:
sk: Horiz. okraj zálo¾ky:
uk: Поле по X:

source: The size of the notebook tabs' horizontal border
pl: Rozmiar poziomych krawêdzi zak³adek notatnika
sk: Veµkos» horizontálneho okraja zálo¾iek notesu
uk: Розм╕р горизонтального поля закладок записника

source: Tab Vert. Border:
pl: Krawêd¼ Y zak³.:
sk: Vert. okraj zálo¾ky:
uk: Поле по Y:

source: The size of the notebook tabs' vertical border
pl: Rozmiar pionowychj krawêdzi zak³adek notatnika
sk: Veµkos» vertikálneho okraja zálo¾iek notesu
uk: Розм╕р вертикального поля закладок записника

source: Show Popup:
pl: Menu wyskakuj±ce:
sk: Zobrazi» popup:
uk: Показ меню:

source: If the popup menu is enabled
pl: Okre¶la, czy powinno byæ aktywne menu wyskakuj±ce
sk: Èi je popup menu povolené
uk: Дозволити вискакуюче меню

source: Number of Pages:
pl: Liczba stron:
sk: Poèet zálo¾iek:
uk: Стор╕нок:

source: The number of notebook pages
pl: Liczba stron notatnika
sk: Poèet zálo¾iek notesu
uk: К╕льк╕сть стор╕нок ╕з закладками

source: Previous Page
pl: Poprzednia strona
sk: Predchádzajúca stránka
uk: Попередня стор╕нка

source: Next Page
pl: Nastêpna strona
sk: Následujúca stránka
uk: Наступна стор╕нка

source: Delete Page
pl: Usuñ stronê
sk: Odstráni» stránku
uk: Видалити стор╕нку

source: Switch Next
pl: Prze³±cz na nastêpn±
sk: Prepnú» na následujúcu
uk: Перейти на наступну

source: Switch Previous
pl: Prze³±cz na poprzedni±
sk: Prepnú» na predchádzajúcu
uk: Перейти на попереднью

source: Insert Page After
pl: Wstaw stronê po
sk: Vlo¾i» stránku za
uk: Вставити стор╕нку п╕сля

source: Insert Page Before
pl: Wstaw stronê przed
sk: Vlo¾i» stránku pred
uk: Вставити стор╕нку перед

source: Notebook
pl: Notatnik
sk: Notes
uk: Записник

source: The items in the option menu, one per line
pl: Elementy menu opcji, po jednym we wierszu
sk: Polo¾ky v menu mo¾ností, po jednej na riadku
uk: Елементи в меню параметр╕в, по одному на рядок

source: Initial Choice:
pl: Pocz. wybór:
sk: Poèiatoèná voµba:
uk: Початковий виб╕р:

source: The index of the initially selected item
pl: Indeks pocz±tkowo zaznaczonego elementu
sk: Index na zaèiatku zvolenej polo¾ky
uk: Номер елементу, що буде вибраним спочатку

source: Option Menu
pl: Menu opcji
sk: Menu mo¾ností
uk: Меню параметр╕в

source: Default Border:
pl: Domy¶lna krawêd¼:
sk: ©tandardný okraj:
uk: Ширина пол╕в:

source: The default border width of child widgets
pl: Domy¶lna szeroko¶æ krawêdzi potomnych widgetów
sk: ©írka ¹tandardného okraja potomkov
uk: Типова ширина пол╕в навколо в╕джет╕в-насл╕дник╕в

source: Default Pad X:
pl: Dom. wy¶c. X:
sk: ©tand. medz. X:
uk: В╕дступи по X:

source: The default horizontal padding of child widgets
pl: Domy¶lna pozioma wy¶ció³ka widgetów potomnych
sk: ©tandardné horizontálne medzery medzi potomkami
uk: Типовий горизонтальний в╕дступ в╕джета-нащадка

source: Default Pad Y:
pl: Dom. wy¶c. Y:
sk: ©tand. medz. Y:
uk: В╕дступи по Y:

source: The default vertical padding of child widgets
pl: Domy¶lna pionowa wy¶ció³ka widgetów potomnych
sk: ©tandardné vertikálne medzery medzi potomkami
uk: Типовий вертикальний в╕дступ в╕джета-нащадка

source: Default IPad X:
pl: Dom. w. wy¶c. X:
sk: ©tand. inter. medz. X:
uk: Вн.в╕дступ по X:

source: The default internal horizontal padding of child widgets
pl: Domy¶lna pozioma wewnêtrzna wy¶ció³ka widgetów potomnych
sk: ©tandardné interné horizontálne medzery medzi potomkami
uk: Типовий внутр╕шн╕й горизонтальний в╕дступ в╕джет╕в-нащадк╕в

source: Default IPad Y:
pl: Dom. w. wy¶c. X:
sk: ©tand. inter. medz. Y:
uk: Вн.в╕дступ по Y:

source: The default internal vertical padding of child widgets
pl: Domy¶lna pionowa wewnêtrzna wy¶ció³ka widgetów potomnych
sk: ©tandardné interné vertikálne medzery medzi potomkami
uk: Типовий внутр╕шн╕й вертикальний в╕дступ в╕джет╕в-нащадк╕в

source: The position of the child widget with respect to its siblings
pl: Po³o¿enie widgetu z uwzglêdnieniem jego rodzeñstwa
sk: Umiestnenie potomka vzhµadom k jeho súrodencom
uk: Розташування в╕джета-нащадка в╕дносно в╕джет╕в його р╕вня

source: Side:
pl: Strona:
sk: Strana:
uk: Сторона:

source: The side of the remaining space to place the widget
pl: Strona wolnego miejsca, po której powinien zostaæ umieszczony widget
sk: Strana zostávajúceho priestoru pre umiestnenie prvkov
uk: Сторона в╕льного м╕сця для розм╕щення в╕джета

source: Anchor:
pl: Zakotwiczenie:
sk: Kotva:
uk: Як╕р:

source: Where to anchor the widget in its allocated area
pl: Okre¶la miejsce zakotwiczenia obiektu w przydzielonym mu obszarze
sk: Kam zakotvi» prvok v alokovanej ploche
uk: Де необх╕дно пришпилити в╕джет у в╕дведен╕й йому д╕лянц╕

source: Fill X:
pl: Wype³nianie X:
sk: Vyplni» X:
uk: Заповнити по X:

source: Set True to let the widget fill its allocated width
pl: Okre¶la, czy widget powinien wype³niaæ przydzielon± przestrzeñ w poziomie
sk: Nastavte na Áno, aby prvok vyplnil celú alokovanú ¹írku
uk: В╕джет ма╓ заповнювати всю в╕дведену йому ширину

source: Fill Y:
pl: Wype³nianie Y:
sk: Vyplni» Y:
uk: Заповнити по Y:

source: Set True to let the widget fill its allocated height
pl: Okre¶la, czy widget powinien wype³niaæ przydzielon± przestrzeñ w pionie
sk: Nastavte na Áno, aby prvok vyplnil celú alokovanú vý¹ku
uk: В╕джет ма╓ заповнювати всю в╕дведену йому висоту

source: Use Defaults:
pl: Domy¶lne:
sk: Pou¾i» ¹tandard:
uk: Типовий:

source: Set True to use the parent GtkPacker's default settings for the border width and all padding properties
pl: Okre¶la, czy do ustawienia szeroko¶ci krawêdzi i w³a¶ciwo¶ci wy¶ció³ek powinny zostaæ wykorzystane domy¶lne ustawienia widgetu nadrzêdnego GtkPacker
sk: Nastavte na Áno pre pou¾itie ¹tandardného nastavenia rodièovského GtkPacker pre ¹írku okraja a v¹etky vlastnosti medzier
uk: Використовувати типов╕ налаштування батьк╕вського GtkPacker для ширини рамки та вс╕х властивостей в╕дступ╕в

source: The size of the widget's border
pl: Rozmiar krawêdzi widgetu
sk: Veµkos» okraja prvku
uk: Розм╕р рамки в╕джета

source: H Padding:
pl: Wy¶ció³ka X:
sk: H medzera:
uk: В╕дступ по X:

source: The widget's horizontal external padding
pl: Pozioma zewnêtrzna wy¶ció³ka widgetu
sk: Horizontálna externá medzera prvku
uk: Зовн╕шн╕й горизонтальний в╕дступ в╕джета

source: V Padding:
pl: Wy¶ció³ka Y:
sk: V medzera:
uk: В╕дступ по Y:

source: The widget's vertical external padding
pl: Pionowa zewnêtrzna wy¶ció³ka widgetu
sk: Vertikálna externá medzera prvku
uk: Зовн╕шн╕й вертикальний в╕дступ в╕джета

source: H Int. Padding:
pl: Wy¶ció³ka w. X:
sk: H inter. medzera:
uk: Внутр╕шн╕й в╕дступ по X:

source: The widget's horizontal internal padding
pl: Pozioma wewnêtrzna wy¶ció³ka widgetu
sk: Horizontálna interná medzera prvku
uk: Внутр╕шн╕й горизонтальний в╕дступ в╕джета

source: V Int. Padding:
pl: Wy¶ció³ka w. Y:
sk: V inter. medzera:
uk: Внутр╕шн╕й в╕дступ по Y:

source: The widget's vertical internal padding
pl: Pozioma wewnêtrzna wy¶ció³ka widgetu
sk: Vertikálna interná medzera prvku
uk: Внутр╕шн╕й вертикальний в╕дступ в╕джета

source: Packer
pl: Pakowaczka
sk: Zoskupenie
uk: Пакувальник

source: The pixmap filename
pl: Nazwa pliku z piksmap±
sk: Meno súboru s obrázkom
uk: Назва файлу растрового зображення

source: Build Insensitive:
pl: Tworzenie nieaktywnej:
sk: Vytvori» necitlivý:
uk: Створити нечутливу:

source: If an insensitive version of the pixmap is built automatically
pl: Okre¶la, czy automatycznie powinna byæ tworzona nieaktywna wersja piksmapy
sk: Èi je automaticky vytvorená necitlivá verzia obrázku
uk: Нечутлива верс╕я растрового зображення створю╓ться автоматично

source: Couldn't create pixmap from file
pl: Nie mo¿na utworzyæ piksmapy z pliku
sk: Nie je mo¾né vytvori» obrázok zo súboru
uk: Не вдалося створити растрове зображення з файлу

source: Pixmap
pl: Piksmapa
sk: Obrázok
uk: Растрове зображення

source: Color:
pl: Kolor:
sk: Farba:
uk: Кол╕р:

source: If the preview is color or grayscale
pl: Okre¶la, czy podgl±d jest w kolorze, czy w odcieniach szaro¶ci
sk: Èi je uká¾ka farebná alebo èiernobiela
uk: Перегляд кольоровий чи у в╕дт╕нках с╕рого

source: If the preview expands to fill its allocated area
pl: Okre¶la, czy podgl±d siê powiêksza, wype³niaj±c przydzielon± mu przestrzeñ
sk: Èi sa má uká¾ka roztiahnu» na celú alokovanú plochu
uk: Попередн╕й перегляд розширювати на всю доступну д╕лянку

source: Preview
pl: Podgl±d
sk: Uká¾ka
uk: Перегляд

source: Minimum Value:
pl: Minimalna warto¶æ:
sk: Minimálna hodnota:
uk: М╕н╕мальне значення:

source: Maximum Value:
pl: Maksymalna warto¶æ:
sk: Maximálna hodnota:
uk: Максимальне значення:

source: Style:
pl: Styl:
sk: ©týl:
uk: Стиль:

source: The style of the progress bar
pl: Styl paska postêpu
sk: ©týl pruhu priebehu
uk: Стиль панел╕ поступу

source: Orientation:
pl: U³o¿enie:
sk: Orientácia:
uk: Ор╕╓нтац╕я:

source: The orientation of the progress bar's contents
pl: U³o¿enie zawarto¶ci paska postêpu
sk: Orientácia obsahu pruhu
uk: Ор╕╓нтац╕я вм╕ссту панел╕ поступу

source: Activity Mode:
pl: Tryb aktywn.:
sk: Mód aktivity:
uk: Режим активност╕:

source: If the progress bar should act like the front of Kit's car
pl: Okre¶la, czy pasek postêpu powinien siê zachowywaæ jak przód samochodu Kita
sk: Èi má pruh fungova» ako predok Kitovho auta
uk: ╤ндикатор поступу може рухатись з сторони в сторону

source: Show Text:
pl: Wy¶w. napis:
sk: Zobrazi» text:
uk: Показувати текст:

source: If the text should be shown in the progress bar
pl: Okre¶la, czy na pasku postêpu powinien byæ wy¶wietlany napis
sk: Èi má by» zobrazený text v pruhu
uk: Текст може бути показаний у панел╕ поступу

source: Format:
sk: Formát:
uk: Формат:

source: The format of the text, similar to sprintf. Use %P, %V, %L and %U to insert the percentage, value, lower bound and upper bound respectively. Use %1V or %2V to show 1 or 2 decimal places.
pl: Format napisu, podobny do sprintf. Napisy %P, %V, %L i %U reprezentuj± odpowiednio procent, warto¶æ, doln± granicê i górn± granicê. Poprzedzenie jednej z tych liter cyfr± (np. %1V) okre¶la ilo¶æ wy¶wietlanych cyfr dziesiêtnych.
sk: Formát textu, podobný sprintf. Pou¾ite %P, %V, %L a %U pre vlo¾enie percent, hodnoty, dolnej a hornej hranice hodnoty. Pre 1 alebo 2 desatinné miesta pou¾ite %1V alebo %2V.
uk: Формат тексту схожий до sprintf. Застосовуйте %P, %V, %L и %U, щоб вставити знаки в╕дсотк╕в, значення, нижньо╖ границ╕ та верхньо╖ границ╕ в╕дпов╕дно. Застосовуйте %1V чи %2V, щоб показати 1 чи 2 десяткових знаки.

source: The horizontal alignment of the text
pl: Poziome wyrównanie tekstu
sk: Horizontálne zarovnanie textu
uk: Горизонтальне вир╕внювання тексту

source: The vertical alignment of the text
pl: Pionowe wyrównanie tekstu
sk: Vertikálne zarovnanie textu
uk: Вертикальне вир╕внювання тексту

source: Progress Bar
pl: Pasek postêpu
sk: Pruh priebehu
uk: Панель поступу

source: If the radio button is initially on
pl: Okre¶la, czy prze³±cznik radiowy jest pocz±tkowo w³±czony
sk: Èi je prepínaè na zaèiatku v stave Áno
uk: Перемикач початково ув╕мкнений

source: The radio button group (the default is all radio buttons with the same parent)
pl: Grupa przycisku radiowego (domy¶lnie do grupy nale¿± wszystkie przyciski radiowe maj±ce wspólny widget nadrzêdny)
sk: Skupina prepínaèov (¹tandardne sú v jednej skupine v¹etky prepínaèe od rovnakého rodièa)
uk: Група перемикач╕в (типово вс╕ перемикач╕ мають однакового батька)

source: Radio Button
pl: Prze³±cznik radiowy
sk: Prepínaè
uk: Перемикач

source: If the radio menu item is initially on
pl: Okre¶la, czy element menu radiowego powinien byæ pocz±tkowo aktywny
sk: Èi je polo¾ka menu prepínaè na zaèiatku zapnutá
uk: Елемент меню з перемиканням початково ув╕мкнений

source: The radio menu item group (the default is all radio menu items with the same parent)
pl: Grupa elementu menu radiowego (domy¶lnie wszystkie elementy ze wspólnym ojcem nale¿± do jednej grupy)
sk: Skupina polo¾iek menu typu prepínaè (¹tandardne sú v¹etky takéto polo¾ky jedného rodièa v rovnakej skupine)
uk: Група елемент╕в меню з перемиканням (типово вс╕ елементи мають однакового батька)

source: Radio Menu Item
pl: Element menu radiowego
sk: Polo¾ka menu prepínaè
uk: Елемент меню з перемиканням

source: H Policy:
pl: Taktyka X:
sk: H mód:
uk: Показ по X:

source: When the horizontal scrollbar will be shown
pl: Okre¶la, kiedy powinien byæ wy¶wietlany poziomy pasek przewijania
sk: Kedy bude zobrazený horizontálny posuvník
uk: Коли показувати горизонтальну панель прокрутки

source: V Policy:
pl: Taktyka Y:
sk: V mód:
uk: Показ по Y:

source: When the vertical scrollbar will be shown
pl: Okre¶la, kiedy powinien byæ wy¶wietlany pionowy pasek przewijania
sk: Kedy bude zobrazený vertikálny posuvník
uk: Коли показувати вертикальну панель прокрутки

source: H Updates:
pl: Od¶wie¿anie X:
sk: H obnova:
uk: Оновлення по X:

source: The update policy of the horizontal scrollbar
pl: Metoda od¶wie¿ania poziomego paska przewijania
sk: Mód obnovy horizontálneho posuvníka
uk: Правило поновлення горизонтально╖ панел╕ прокручування

source: V Updates:
pl: Od¶wie¿anie Y:
sk: V obnova:
uk: Оновлення по Y:

source: The update policy of the vertical scrollbar
pl: Metoda od¶wie¿ania pionowego paska przewijania
sk: Mód obnovy vertikálneho posuvníka
uk: Правило поновлення вертикально╖ панел╕ прокручування

source: Scrolled Window
pl: Przewijane okno
sk: Okno s posuvníkmi
uk: В╕кно з прокруткою

source: Climb Rate:
pl: Szybk. wzrostu:
sk: Rast:
uk: Швидк╕сть п╕дйому:

source: The climb rate of the spinbutton, used in conjunction with the Page Increment
pl: Szybko¶æ wzrostu w wej¶ciu liczbowym, u¿ywana w powi±zaniu z przyrostem strony
sk: Hodnota, o ktorú sa mení nastavovacie tlaèidlo, pou¾itá spolu so krokom stránky
uk: Швидк╕сть набору значення обертанного ре╜улятора, використову╓ться разом з зб╕льшенням значення прокручування

source: The number of decimal digits to show
pl: Liczba wy¶wietlanych cyfr dziesiêtnych
sk: Poèet zobrazovaných èíslic
uk: К╕льк╕сть десяткових знак╕в для показу

source: Numeric:
pl: Numeryczna:
sk: Èíslic:
uk: Число:

source: If any value entered should be converted according to the locale settings
pl: Okre¶la, czy wprowadzona warto¶æ powinna byæ konwertowana w zale¿no¶ci od lokalnych ustawieñ
sk: Èi má by» zadaná hodnota prevedená podµa nastavenia locale
uk: Введене значення перетворювати в╕дпов╕дно до локальних налаштувань

source: When value_changed signals are emitted
pl: Okre¶la, kiedy emitowane powinny byæ sygna³y value_changed
sk: Keï sú vyslané signály value_changed
uk: На зм╕н╕ значення буде в╕дтворюватись си╜нал value_changed

source: Snap:
pl: Przyci±ganie:
sk: Pritiahnu»:
uk: Прив'язка:

source: If the value is snapped to multiples of the step increment
pl: Okre¶la, czy warto¶æ powinna byæ przyci±gana do wielokrotno¶ci kroku
sk: Èi je hodnota pritiahnutá k násobku kroku
uk: Значення ма╓ прив'язуватись до кроку приросту

source: Wrap:
pl: Zawijanie:
sk: Zalomi»:
uk: Утримування:

source: If the value is wrapped at the limits
pl: Okre¶la, czy warto¶æ powinna byæ zawijana na granicach
sk: Èi je za hranicami hodnota zalomená
uk: Значення утримувати в межах

source: Spin Button
pl: Wej¶cie liczbowe
sk: Nastavovacie tlaèidlo
uk: Обертанний ре╜улятор

source: Status Bar
pl: Pasek stanu
sk: Stavový riadok
uk: Панель стану

source: New table
pl: Nowa tabela
sk: Nová tabuµka
uk: Нова таблиця

source: Number of rows:
pl: Liczba wierszy:
sk: Poèet riadkov:
uk: К╕льк╕сть рядк╕в:

source: Rows:
pl: Wiersze:
sk: Riadky:
uk: Рядк╕в:

source: The number of rows in the table
pl: Liczba wierszy w tabeli
sk: Poèet riadkov v tabuµke
uk: К╕льк╕сть рядк╕в у таблиц╕

source: Columns:
pl: Kolumny:
sk: Ståpce:
uk: Стовпчик╕в:

source: The number of columns in the table
pl: Liczba kolumn w tabeli
sk: Poèet ståpcov v tabuµke
uk: К╕льк╕сть стовпчик╕в в таблиц╕

source: If the children should all be the same size
pl: Okre¶la, czy wszystkie widgety potomne powinny mieæ ten sam rozmiar
sk: Èi má ma» potomok rovnakú veµkos»
uk: Нащадки мусять мати так╕ ж розм╕ри

source: Row Spacing:
pl: Odst. wierszy:
sk: Medzery medzi riadkami:
uk: Рядковий пром╕жок:

source: The space between each row
pl: Odstêpy pomiêdzy wierszami
sk: Medzera medzi dvoma riadkami
uk: Пром╕жок м╕ж кожним рядком

source: Col Spacing:
pl: Odst. kolumn:
sk: Medzery medzi ståpcami:
uk: Стовпчиковий пром╕жок:

source: The space between each column
pl: Odstêpy pomiêdzy kolumnami
sk: Medzera medzi dvoma ståpcami
uk: Пром╕жок м╕ж кожним стовпчиком

source: Cell X:
pl: Komórka X:
sk: Bunka X:
uk: Ком╕рка X:

source: The left edge of the widget in the table
pl: Lewa krawêd¼ widgetu w tabeli
sk: ¥avý okraj prvku v tabuµke
uk: Л╕вий край в╕джета в таблиц╕

source: Cell Y:
pl: Komórka Y:
sk: Bunka Y:
uk: Ком╕рка Y:

source: The top edge of the widget in the table
pl: Górna krawêd¼ widgetu w tabeli
sk: Horný okraj prvku v tabuµke
uk: Верхн╕й край в╕джета в таблиц╕

source: Col Span:
pl: Zajm. kolumn:
sk: Rozsah ståpcov:
uk: Стовпчик╕в:

source: The number of columns spanned by the widget in the table
pl: Liczba kolumn tabeli zajmowanych przez widget
sk: Poèet ståpcov, cez ktoré má prvok v tabuµke siaha»
uk: К╕льк╕сть стовпчик╕в, що займа╓ в╕джет у таблиц╕

source: Row Span:
pl: Zajm. wierszy:
sk: Rozsah riadkov:
uk: Рядк╕в:

source: The number of rows spanned by the widget in the table
pl: Liczba wierszy tabeli zajmowanych przez widget
sk: Poèet riadkov, cez ktoré má prvok v tabuµke siaha»
uk: К╕льк╕сть рядк╕в, що займа╓ в╕джет у таблиц╕

source: X Expand:
pl: Rozszerzanie X:
sk: Expandova» X:
uk: X-розширення:

source: Set True to let the widget expand horizontally
pl: Okre¶la, czy widget rozszerza siê poziomo
sk: Nastavte na Áno aby mohol prvok expandova» horizontálne
uk: В╕джет ма╓ розширюватись по горизонтал╕

source: Y Expand:
pl: Rozszerzanie Y:
sk: Expandova» Y:
uk: Y-розширення:

source: Set True to let the widget expand vertically
pl: Okre¶la, czy widget rozszerza siê pionowo
sk: Nastavte na Áno aby mohol prvok expandova» vertikálne
uk: В╕джет ма╓ розширюватись по вертикал╕

source: X Shrink:
pl: Zmniejszanie X:
sk: Zme¹ova» X:
uk: Стиснення по X:

source: Set True to let the widget shrink horizontally
pl: Okre¶la, czy widget mo¿e byæ zmniejszany w poziomie
sk: Nastavte na Áno aby sa mohol prvok zmen¹ova» horizontálne
uk: В╕джет ма╓ стискуватись по горизонтал╕

source: Y Shrink:
pl: Zmniejszanie X:
sk: Zme¹ova» Y:
uk: стиснення по Y:

source: Set True to let the widget shrink vertically
pl: Okre¶la, czy widget mo¿e byæ zmniejszany w pionie
sk: Nastavte na Áno aby sa mohol prvok zmen¹ova» vertikálne
uk: В╕джет ма╓ стискуватись по вертикал╕

source: X Fill:
pl: Wype³nianie X:
sk: Vyplni» X:
uk: Заповнення по X:

source: Set True to let the widget fill its horizontal allocated area
pl: Okre¶la, czy widget powinien wype³niaæ przydzielon± przestrzeñ w poziomie
sk: Nastavte na Áno aby sa mohol prvok horizontálne vyplni» celú alokovanú plochu
uk: В╕джет заповню╓ всю в╕дведену йому д╕лянку по горизонтал╕

source: Y Fill:
pl: Wype³nianie Y:
sk: Vyplni» Y:
uk: Заповнення по Y:

source: Set True to let the widget fill its vertical allocated area
pl: Okre¶la, czy widget powinien wype³niaæ przydzielon± przestrzeñ w poziomie
sk: Nastavte na Áno aby sa mohol prvok vertikálne vyplni» celú alokovanú plochu
uk: В╕джет заповню╓ всю в╕дведену йому д╕лянку по вертикал╕

source: Insert Row Before
pl: Wstaw wiersz przed
sk: Vlo¾i» riadok pred
uk: Вставити рядок перед

source: Insert Row After
pl: Wstaw wiersz po
sk: Vlo¾i» riadok za
uk: Вставити рядок п╕сля

source: Insert Column Before
pl: Wstaw kolumnê przed
sk: Vlo¾i» ståpec pred
uk: Вставити стовпчик перед

source: Insert Column After
pl: Wstaw kolumnê po
sk: Vlo¾i» ståpec za
uk: Вставити стовпчик п╕сля

source: Delete Row
pl: Usuñ wiersz
sk: Odstráni» riadok
uk: Видалити рядок

source: Delete Column
pl: Usuñ kolumnê
sk: Odstráni» ståpec
uk: Видалити стовпчик

source: Table
pl: Tabela
sk: Tabuµka
uk: Таблиця

source: Text Box
pl: Obszr tekstu
sk: Textový box
uk: Текстовий блок

source: If the toggle button is initially on
pl: Okre¶la, czy prze³±czany przycisk jest pocz±tkowo w³±czony
sk: Èi je prepínaè pri ¹tarte zapnutý
uk: Кнопка вимикання початково ув╕мкнена

source: Toggle Button
pl: Prze³±czany przycisk
sk: Prepínaè
uk: Кнопка вимикання

source: New toolbar
pl: Nowy pasek narzêdziowy:
sk: Nový panel nástrojov
uk: Нова панель ╕нстумент╕в

source: Number of items:
pl: Liczba elementów:
sk: Poèet polo¾iek:
uk: К╕льк╕сть елемент╕в:

source: The number of items in the toolbar
pl: Liczba elementów na pasku narzêdziowym
sk: Poèet polo¾iek panelu
uk: К╕льк╕сть елемент╕в у панел╕ ╕стумет╕в

source: The toolbar orientation
pl: U³o¿enie paska narzêdziowego
sk: Orientácia panelu
uk: Ор╕╓нтац╕я панел╕ ╕нструмент╕в

source: The toolbar style
pl: Styl paska narzêdziowego
sk: ©týl panelu
uk: Стиль панел╕ ╕нструмент╕в

source: Space Size:
pl: Rozmiar odstêpów:
sk: Veµkos» medzier:
uk: Розм╕р пром╕жку:

source: The size of spaces in the toolbar
pl: Rozmiar odstêpów na pasku narzêdziowym
sk: Veµkos» medzier v paneli
uk: Розм╕р пром╕жк╕в в панел╕ ╕нструмент╕в

source: Space Style:
pl: Styl odstêpów:
sk: ©týl medzier:
uk: Стиль пром╕жк╕в:

source: The way spaces in the toolbar are displayed
pl: Sposób wy¶wietlania odstêpów na pasku narzêdziowym
sk: Spôsob zobrazenia medzier v paneli
uk: Спос╕б в╕дображення пром╕жк╕в у панел╕ ╕нструмент╕в

source: The relief style of the toolbar buttons
pl: Styl uwypuklenia przycisku
sk: ©týl reliéfu tlaèidiel na pruhu
uk: Рель╓фний стиль кнопок панел╕ ╕нструмент╕в

source: Tooltips:
pl: Podpowiedzi:
sk: Rady:
uk: П╕дказки:

source: If tooltips are enabled
pl: Okre¶la, czy maj± byæ aktywne podpowiedzi
sk: Èi sú povolené rady
uk: Ув╕мкнен╕ п╕дказки

source: New Group:
pl: Nowa grupa:
sk: Nová skupina:
uk: Нова група:
