Repository: lepidotos/suede
Catalog: glade-0.6.2/po/*.po
Languages: pl, sk, uk

source: Insens
pl: Nieaktywny
sk: Necitlivý
uk: Нечутливий

source: When the window needs redrawing
pl: Wymóg odrysowania okna
sk: Keï je treba prekresli» okno
uk: Коли в╕кну необх╕дно перемалюватись

source: When the mouse moves
pl: Przesuniêcie wska¼nika myszy
sk: Pri pohybe my¹i
uk: Коли миша руха╓ться

source: Mouse movement hints
pl: Informache i ruchu wska¼nika
sk: Pri pohybe my¹i radou
uk: П╕дказки п╕д час руху миш╕

source: Mouse movement with any button pressed
pl: Przesuniêciê wska¼nika z wci¶niêtym przyciskiem
sk: Pri pohybe my¹i so stlaèeným tlaèidlom
uk: Рух миш╕ з натисненою будь-якою кнопкою

source: Mouse movement with button 1 pressed
pl: Przesuniêciê wska¼nika z wci¶niêtym 1. przyciskiem
sk: Pri pohybe my¹i so stlaèeným tlaèidlom 1
uk: Рух миш╕ з натисненою кнопкою 1

source: Mouse movement with button 2 pressed
pl: Przesuniêciê wska¼nika z wci¶niêtym 2. przyciskiem
sk: Pri pohybe my¹i so stlaèeným tlaèidlom 2
uk: Рух миш╕ з натисненою кнопкою 2

source: Mouse movement with button 3 pressed
pl: Przesuniêciê wska¼nika z wci¶niêtym 3. przyciskiem
sk: Pri pohybe my¹i so stlaèeným tlaèidlom 3
uk: Рух миш╕ з натисненою кнопкою 3

source: Any mouse button pressed
pl: Wci¶niêcie dowolnego przycisku myszy
sk: Pri stlaèení niektorého tlaèidla my¹i
uk: Натиснута будь-яка кнопка миш╕

source: Any mouse button released
pl: Zwolnienie dowolnego przycisku myszy
sk: Pri pustení niektorého tlaèidla my¹i
uk: В╕дпущена будь-яка кнопка миш╕

source: Any key pressed
pl: Przyci¶niêcie dowolnego klawisza
sk: Pri stlaèení klávesy
uk: Натиснута будь-яка клав╕ша

source: Any key released
pl: Zwolnienie dowolnego klawisza
sk: Pri pustení klávesy
uk: В╕дпущена будь-яка клав╕ша

source: When the mouse enters the window
pl: Wej¶cie wska¼nika myszy w obszar okna
sk: Pri vstupe my¹i do okna
uk: Коли миша потрапля╓ у в╕кно

source: When the mouse leaves the window
pl: Opuszczenie obszaru okna przez wska¼nik myszy
sk: Pri opustení okna my¹ou
uk: Коли миша залиша╓ в╕кно

source: Any change in input focus
pl: Zmiana uwagi wej¶ciowej
sk: Pri zmene vstupného fokusu
uk: Зм╕на фокусу вводу

source: Any change in window structure
pl: Dowolna zmiana w strukturze okna
sk: Pri zmene ¹truktúry okna
uk: Зм╕на структури в╕кна

source: Any change in X Windows property
pl: Dowolna zmiana w³a¶ciwo¶ci okna
sk: Pri zmene vlastností X Window
uk: Будь-як╕ зм╕ни у властивостях X Window

source: Any change in visibility
pl: Dowolna zmiana widoczno¶ci
sk: Pri zmene viditeµnosti
uk: Зм╕на видимост╕

source: For cursors in XInput-aware programs
pl: Dla kursorów w programach korzystaj±cych z XInput
sk: Pre kurzory v programoch podporujúcich XInput
uk: Для курсор╕в в програмах використовуючих XInput

source: Widget
sk: Prvok
uk: В╕джет

source: Packing
sk: Zoskupovanie
uk: Пакування

source: Common
sk: Obvyklé
uk: Загальне

source: Style
pl: Styl
sk: ©týl
uk: Стиль

source: Signals
pl: Sygna³y
sk: Signály
uk: Си╜нали

source: Properties:
pl: W³a¶ciwo¶ci:
sk: Vlastnosti:
uk: Властивост╕:

source: Properties: <none>
pl: W³a¶ciwo¶ci: <brak>
sk: Vlastnosti: <¾iadne>
uk: Властивост╕: <нема╓>

source: Class:
pl: Klasa:
sk: Trieda:
uk: Клас:

source: The class of the widget
pl: Klasa widgetu
sk: Trieda prvku
uk: Клас в╕джета

source: The left edge of the widget, relative to its parent
pl: Lewa krawêd¼ widgetu wzglêdem widgetu nadrzêdnego
sk: ¥avý okraj prvku, relatívne k rodièovskému
uk: Л╕вий край в╕джета в╕дносно його батька

source: The top edge of the widget, relative to its parent
pl: Górna krawêd¼ widgetu wzglêdem widgetu nadrzêdnego
sk: Horný okraj prvku, relatívne k rodièovskému
uk: Верхн╕й край в╕джета в╕дносно його батька

source: Width:
pl: Szeroko¶æ:
sk: ©írka:
uk: Ширина:

source: The width of the widget
pl: Szeroko¶æ widgetu
sk: ©írka prvku
uk: Ширина в╕джета

source: Height:
pl: Wysoko¶æ:
sk: Vý¹ka:
uk: Висота:

source: The height of the widget
pl: Wysoko¶æ widgetu
sk: Vý¹ka prvku:
uk: Висота в╕джета

source: Visible:
pl: Widoczno¶æ:
sk: Viditeµný:
uk: Видимий:

source: If the widget is initially visible
pl: Okre¶la, czy widget jest pocz±tkowo widoczny
sk: Èi je prvok na zaèiatku viditeµný
uk: В╕джет початково видимий

source: Sensitive:
pl: Czu³o¶æ:
sk: Citlivý:
uk: Чутлив╕сть:

source: If the widget responds to input
pl: Okre¶la, czy widget reaguje na wej¶cie
sk: Èi reaguje na vstup
uk: В╕джет в╕дпов╕да╓ на вв╕д

source: The tooltip to display if the mouse lingers over the widget
pl: Podpowied¼ wy¶wietlana po zatrzymaniu siê wska¼nika wyszy nad widgetem
sk: Rada zobrazovaná pri nechaní my¹i nad prvkom
uk: П╕дказка, що з'явля╓ться коли вказ╕вник м╕ш╕ знаходиться на в╕джет╕

source: Can Default:
pl: Mo¿e domy¶lny:
sk: Mô¾e predvolený:
uk: Типов╕сть:

source: If the widget can be the default
pl: Okre¶la, czy widget mo¿e byæ domy¶lnym
sk: Èi prvok mô¾e by» ¹tandardný
uk: В╕джет може бути типовим

source: Has Default:
pl: Jest domy¶lny:
sk: Je predvolený:
uk: ╢ типовим:

source: If the widget is the default
pl: Okre¶la, czy widget jest domy¶lnym
sk: Èi prvok je predvolený:
uk: В╕джет ╓ типовим

source: Can Focus:
pl: Przejm. uwagê:
sk: Mô¾e fokus:
uk: Фокусування:

source: If the widget can accept the input focus
pl: Okre¶la, czy widget mo¿e przejmowaæ uwagê wej¶ciow±
sk: Èi prvok mô¾e akceptova» vstupný fokus
uk: В╕джет може приймати фокус вводу

source: Has Focus:
pl: Skup. uwagê:
sk: Má fokus:
uk: Ма╓ фокус:

source: If the widget has the input focus
pl: Okre¶la, czy na widgecie skupiona jest uwaga wej¶ciowa
sk: Èi prvok má vstupný fokus
uk: В╕джет ма╓ фокус вводу

source: Events:
pl: Zdarzenia:
sk: Udalosti:
uk: Под╕╖:

source: The X events that the widget receives
pl: Zdarzenia X, które powinien otrzymywaæ widget
sk: X udalosti, ktoré prvok prijíma
uk: Под╕╖ X Window, що приймаються в╕джетом

source: Ext.Events:
pl: Zdarz. rozsz.:
sk: Ext. udalosti:
uk: Розширен╕ под╕╖:

source: The X Extension events mode
pl: Tryb zdarzeñ rozszerzeñ X
sk: Mód udalostí X Extension
uk: Режим з використанням розширених под╕й X Windows

source: Accelerators:
pl: Klawisze skrótu:
sk: Akcelerátory:
uk: Прискорювач╕:

source: Defines the signals to emit when keys are pressed
pl: Definiuje sygna³ emitowany po przyci¶niêciu klawisza
sk: Definuje signály vysielané pri stlaèení kláves
uk: Визнача╓ си╜нали то генеруються при натиснен╕ на клав╕шу

source: Edit...
pl: Edycja...
sk: Upravi»...
uk: Виправлення...

source: Propagate:
pl: Propagowanie:
sk: Propagova»:
uk: Пропагування:

source: Set True to propagate the style to the widget's children
pl: Okre¶la, czy styl powinien byæ propagowany na potomka widgetu
sk: Nastavte na Áno, aby bol ¹týl propagovaný na potomkov prvku
uk: Пропагувати стиль нащадкам в╕джета

source: Named Style:
pl: Nazwany styl:
sk: Pomenovaný ¹týl:
uk: Названий стиль:

source: The name of the style, which can be shared by several widgets
pl: Nazwa stylu, która mo¿e byæ wspó³dzielona przez wiele widgetów
sk: Meno ¹týlu, ktorý mô¾u zdieµa» viaceré prvky
uk: Назва стилю, що може бути використаний дек╕лькома в╕джетами

source: Font:
pl: Czcionka:
sk: Písmo:
uk: Шрифт:

source: The font to use for any text in the widget
pl: Czcionka wykorzystywana przy napisach wewn±trz widgetu
sk: Písmo pou¾ité pre text prvku
uk: Шрифт тексту у в╕джет╕

source: Copy All
pl: Kopiuj wszystko
sk: Kopírova» v¹etky
uk: Скоп╕ювати все

source: Foreground:
pl: Kolor elem.:
sk: Poprenie:
uk: Передн╕й план:

source: Background:
pl: T³o:
sk: Pozadie:
uk: Тло:

source: Text:
pl: Tekst:
uk: Текст:

source: Base:
pl: Baza:
sk: Základ:
uk: Базовий:

source: Foreground color
pl: Kolor elementu
sk: Farba popredia
uk: Кол╕р переднього плану

source: Background color
pl: Kolor t³a
sk: Farba pozadia
uk: Кол╕р тла:

source: Text color
pl: Kolor tekstu
sk: Farba textu
uk: Кол╕р тексту

source: Base color
pl: Kolor bazowy
sk: Základná farba
uk: Базовий кол╕р

source: Back. Pixmap:
pl: Piksmapa w tle:
sk: Obr. pozadia:
uk: Задн╓ зображення:

source: The graphic to use as the background of the widget
pl: Grafika wykorzystywana, jako t³o widgetu
sk: Grafika pou¾itá ako pozadie prvku
uk: Граф╕ка, що буде використовуватися як тло в╕джета

source: The file to write source code into
pl: Plik, w którym zapisywany jest kod ¼ród³owy
sk: Súbor, do ktorého zapísa» zdrojový kód
uk: Файл, в який записувати текст програми

source: Public:
pl: Publiczny:
sk: Verejný:
uk: Публ╕чний:

source: If the widget is added to the component's data structure
pl: Okre¶la, czy widget powinien byæ dodany do struktury danych komponentu
sk: Èi je prvok pridaný do dátovej ¹truktúry komponentu
uk: В╕джет повинен бути доданим до структури даних компоненту

source: Separate File:
pl: Odrêbny plik:
sk: Samostatný súbor:
uk: Окремий файл:

source: Put this widget in a separate source file
pl: Umieszcza widget w odrêbnym pliku ¼ród³owym
sk: Tento prvok má by» v samostatnom zdrojovom súbore
uk: Пом╕стити цей в╕джет у окремий файл

source: Use Heap:
pl: Wykorz. sterty:
sk: Pou¾i» heap:
uk: Використання купи:

source: If the widget is allocated from the heap rather than from the parent's memory block
pl: Okre¶la, czy widget powinien byæ alokowany ze stertym zamiast z bloku pamiêci ojca
sk: Èi má by» prvok alokovaný na heape namiesto v pamä»ovom bloku rodièa
uk: Розм╕щувати в╕джет у зарезервован╕й для даних частин╕ пам'ят╕, а не в пам'ят╕ батька

source: Separate Class:
pl: Odrêbna klasa
sk: Samostatná trieda:
uk: Окремий клас:

source: Put this widget's subtree in a separate class
pl: Umieszcza poddrzewo widgetu w odrêbnej klasie
sk: Podstrom tohoto prvku má by» v samostatej triede
uk: Пом╕стити п╕ддерево в╕джета в окремий клас

source: Visibility:
pl: Widoczno¶æ:
sk: Viditeµnos»:
uk: Видим╕сть:

source: Visibility of widgets. Public widgets are exported to a global map.
pl: Widoczno¶æ widgetów. Widgety publiczne s± eksportowane do mapy globalnej.
sk: Viditeµnos» prvkov. Verejné prvky sú exportované do globálnej mapy.
uk: Видим╕сть в╕джет╕в. Сп╕льн╕ в╕джети експортуються глобальну мапу.

source: You need to select a color or background to copy
pl: Nale¿y wybraæ koloe lub obraz do skopiowania
sk: Musíte vybra» farbu alebo pozadie pre kopírovanie
uk: Вам неох╕дно вибрати кол╕р для коп╕ювання

source: Invalid selection in on_style_copy()
pl: Niepoprawne zaznaczenie w on_style_copy()
sk: Neplatný výber v on_style_copy()
uk: Нев╕рний виб╕р у on_style_copy()

source: You need to copy a color or background pixmap first
pl: Nale¿y wcze¶niej skopiowaæ kolor lub piksmapê
sk: Musíte najskôr skopírova» farbu alebo obrázok pozadia
uk: Вам необх╕но спершу скоп╕ювати кол╕р чи растрове зображення тла

source: You need to select a color to paste into
pl: Nale¿y wybraæ wklejany kolor
sk: Musíte vybra» farbu, do ktorej vlo¾i»
uk: Вам необх╕дно вибрати кол╕р для вставляння

source: You need to select a background pixmap to paste into
pl: Nale¿y wybraæ wklejan± jako t³o piksmapê
sk: Musíte vybra» obrázok pozadia, do ktorého vlo¾i»
uk: Вам необх╕дно вибрати растрове зображення тла для вставляння

source: Color Selection Dialog
pl: Okno wyboru koloru
sk: Dialóg pre výber farby
uk: Д╕алог вибору кольору

source: Select File
pl: Wybierz plik:
sk: Vyberte súbor
uk: Виб╕р файлу

source: Couldn't create pixmap from file
pl: Nie mo¿na utworzyæ piksmapy z pliku
sk: Nie je mo¾né vytvori» obrázok zo súboru
uk: Не вдалося створити растрове зображення з файлу

source: Signal
pl: Sygna³
sk: Signál
uk: Си╜нал

source: Data
pl: Dane
sk: Dáta
uk: Дан╕

source: After
pl: Po
sk: Po
uk: П╕сля

source: Object
pl: Obiekt
sk: Objekt
uk: Об'╓кт

source: Signal:
pl: Sygna³:
sk: Signál:
uk: Си╜нал:

source: The signal to add a handler for
pl: Sygna³ który ma zostaæ obs³u¿ony
sk: Signál, pre ktorý prida» obsluhu
uk: Си╜нал для якого дода╓ться обробник

source: The function to handle the signal
pl: Funkcja obs³uguj±ca sygna³
sk: Funkcia, ktorá obslú¾i signál
uk: Функц╕я, що оброблю╓ си╜нал

source: Data:
pl: Dane:
sk: Dáta:
uk: Дан╕:

source: The data passed to the handler
pl: Dane przekazywane do funkcji obs³uguj±cej
sk: Dáta predané obsluhe
uk: Дан╕, що передаються обробнику

source: Object:
pl: Obiekt:
sk: Objekt:
uk: Об'╓кт:

source: The object which receives the signal
pl: Obiekt otrzymuj±cy sygna³
sk: Objekt, ktorý prijme signál
uk: Об'╓кт, що прийма╓ си╜нал

source: After:
pl: Po
sk: Po:
uk: П╕сля:

source: If the handler runs after the class function
pl: Okre¶la, czy funkcja obs³uguj±ca powinna byæ uruchamiana po funkcji klasy
sk: Èi má by» obsluha spustená po funkcii triedy
uk: Обробник викону╓ться п╕сля функц╕╖ класу

source: Update
pl: Od¶wie¿
sk: Obnovi»
uk: Поновити

source: Accelerators
pl: Klawisze skrótu
sk: Akcelerátory
uk: Скорочення

source: Mod
pl: Modyfikator
uk: Модиф╕катор

source: Key
pl: Klawisz
sk: Kláves
uk: Клав╕ша

source: Signal to emit
pl: Emitowany sygna³
sk: Vysla» signál
uk: Си╜нал

source: The accelerator key
pl: Klawisz skrótu
sk: Akcelerátor
uk: Клав╕ша

source: The signal to emit when the accelerator is pressed
pl: Sygna³ emitowany po przyci¶niêciu klawisza skrótu
sk: Emitovaný signál pri stlaèení akcelerátora
uk: Си╜нал, що генеру╓ться коли клав╕шу натиснуто

source: Select X Events
pl: Wybór zdarzeñ X
sk: Vyberte X udalosti
uk: Виб╕р под╕й X

source: Event Mask
pl: Maska zdarzeñ
sk: Maska udalostí
uk: Маска под╕й

source: Description
pl: Opis
sk: Popis
uk: Опис

source: You need to set the accelerator key
pl: Nale¿y ustawiæ klawisz skrótu
sk: Musíte nastavi» akcelerátor
uk: Вам необх╕дно вибрати клав╕шу-прискорювач

source: You need to set the signal to emit
pl: Nale¿y ustawiæ emitowany sygna³
sk: Musíte nastavi» vysielaný signál
uk: Вам необх╕дно вибрати си╜нал, що генеру╓ться

source: You need to set the signal name
pl: Nale¿y ustawiæ nazwê sygna³u
sk: Musíte nastavi» meno signálu
uk: Вам небх╕дно вказати назву си╜налу

source: You need to set the handler for the signal
pl: Nale¿y ustawiæ funkcjê obs³ugi sygna³u
sk: Musíte nastavi» obsluhu signálu
uk: Вам необх╕дно вказати обробник си╜налу

source: Select Signal
pl: Wybór sygna³u
sk: Vyberte signál
uk: Виб╕р си╜налу

source: %s signals
pl: sygna³y %s
sk: %s signály
uk: Си╜нали %s

source: Value:
pl: Warto¶æ:
sk: Hodnota:
uk: Значення:

source: Min:
uk: М╕н╕мум:

source: Max:
pl: Maks:
uk: Максимум:

source: Step Inc:
pl: Krok:
sk: Krok zvy¹:
uk: Прир╕ст кроку:

source: Page Inc:
pl: Krok strony:
sk: Strana zvy¹:
uk: Прир╕ст стор╕нки:

source: Page Size:
pl: Rozmiar strony:
sk: Veµkos» strany:
uk: Розм╕р стор╕нки:

source: H Value:
pl: Warto¶æ X:
sk: H Hodnota:
uk: Значення по X:

source: H Min:
pl: Min X:
uk: М╕н╕мум по X:

source: H Max:
pl: Maks X:
uk: Максисмум по X:

source: H Step Inc:
pl: Krok X:
sk: H krok:
uk: Прир╕ст кроку по X:

source: H Page Inc:
pl: Krok X strony:
sk: H stránka:
uk: Прир╕ст стор╕нки по X:

source: H Page Size:
pl: Rozm. str. X:
sk: H veµk. stránky:
uk: Розм╕р стор╕нки по Х:

source: V Value:
pl: Waro¶æ Y:
sk: V Hodnota:
uk: Значення по Y:

source: V Min:
pl: Min Y:
uk: М╕н╕мум по Y:

source: V Max:
pl: Maks Y:
uk: Максисмум по Y:

source: V Step Inc:
pl: Krok Y:
sk: V krok:
uk: Прир╕ст кроку по Y:

source: V Page Inc:
pl: Krok Y strony:
sk: V stránka:
uk: Прир╕ст стор╕нки по Y:

source: V Page Size:
pl: Rozm. str. Y:
sk: V veµk. stránky:
uk: Розм╕р стор╕нки по Y:

source: The initial value
pl: Pocz±tkowa warto¶æ
sk: Poèiatoèná hodnota
uk: Початкове значення

source: The minimum value
pl: Minimalna warto¶æ
sk: Minimálna hodnota
uk: М╕н╕мальне значення

source: The maximum value
pl: Maksymalna warto¶æ
sk: Maximálna hodnota
uk: Максимальне значення

source: The step increment
pl: Przyrost kroku
sk: Posun pre krok
uk: Прир╕ст кроку

source: The page increment
pl: Przyrost strony
sk: Posun pre stránku
uk: Прир╕сть стор╕нки

source: The page size
pl: Rozmiar strony
sk: Veµkos» stránky
uk: Розм╕р стор╕нки

source: The requested font is not available.
pl: Wymagana czcionka nie jest dostêpna.
sk: Po¾adované písmo nie je k dispozícii.
uk: Необх╕дний шрифт недоступний

source: Select Named Style
pl: Wybór nazwanego stylu
sk: Vyberte pomenovaný ¹týl
uk: Вибер╕ть названий стиль

source: Styles
pl: Style
sk: ©týly
uk: Стил╕

source: Rename
pl: Zmieñ nazwê
sk: Premenova»
uk: Перейменувати

source: New Style:
pl: Nowy styl:
sk: Nový ¹týl:
uk: Новий стиль:

source: Invalid style name
pl: Niepoprawna nazwa stylu
sk: Neplatné meno ¹týlu
uk: Нев╕рна назва стилю

source: That style name is already in use
pl: Nazwa stylu zosta³a ju¿ wykorzystana
sk: Toto meno ¹týlu u¾ je pou¾ité
uk: Назва стилю вже використову╓ться

source: Rename Style To:
pl: Zmieñ nazwê stylu na:
sk: Premenova» ¹týl na:
uk: Перейменувати стиль на:

source: Couldn't rename file: %s to: %s
pl: Nie mo¿na zmieniæ nazwy pliku: %s na: %s
sk: Nie je mo¾né premenova» súbor: %s na: %s
uk: Неможливо перейменувати файл: %s to: %s

source: Couldn't create file: %s
pl: Nie mo¿na utworzyæ pliku: %s
sk: Nie je mo¾né vytvori» súbor: %s
uk: Неможливо створити файл: %s

source: Error writing XML file
pl: B³±d przy zapisywaniu pliku XML
sk: Chyba pri zápise XML súboru
uk: Помилка запису XML-файлу

source: /* * Translatable strings file generated by Glade. * Add this file to your project's POTFILES.in. * DO NOT compile it as part of your application. */
uk: /* * Файл рядк╕в для перекладу створений Glade. * Додайте цей файл до POTFILES.in з вашого проекту. * НЕ комп╕люйте його як частину вашо╖ програми. */

source: Invalid interface source filename: %s %s
pl: Niepoprawna nazwa pliku ¼ród³owego interfejsu: %s %s
sk: Neplatné meno súboru pre zdrojový kód: %s %s
uk: Нев╕рна назва файлу реал╕зац╕╖ ╕нтерфейсу: %s %s

source: Invalid interface header filename: %s %s
pl: Niepoprawna nazwa pliku nag³ówkowego interfejsu: %s %s
sk: Neplatné meno hlavièkového súboru: %s %s
uk: Нев╕рна назва файлу прототип╕в ╕нтерфейсу: %s %s

source: Invalid callbacks source filename: %s %s
pl: Niepoprawna nazwa pliku ¼ród³owego wywo³añ: %s %s
sk: Neplatné meno zdrojového súboru pre callback funkcie: %s %s
uk: Нев╕рна назва файлу реал╕зац╕╖ зворотних виклик╕в: %s %s

source: Invalid callbacks header filename: %s %s
pl: Niepoprawna nazwa pliku nag³ówkowego wywo³añ: %s %s
sk: Neplatné meno hlavièkového súboru pre callback funkcie: %s %s
uk: Нев╕рна назва файлу прототип╕в зворотн╕х виклик╕в: %s %s

source: Invalid support source filename: %s %s
pl: Niepoprawna nazwa pliku ¼ród³owego funkcji obs³uguj±cych: %s %s
sk: Neplatné meno zdrojového súboru pre podporu: %s %s
uk: Нев╕рна назва файлу текст╕в серв╕сних функц╕й: %s %s

source: Invalid support header filename: %s %s
pl: Niepoprawna nazwa pliku nag³ówkowego funkcji obs³uguj±cych: %s %s
sk: Neplatné meno hlavièkového súboru pre podporu: %s %s
uk: Нев╕рна назва файлу прототип╕в серв╕сних функц╕й: %s %s

source: Couldn't append to file: %s
pl: Nie mo¿na do³±czyæ do pliku: %s
sk: Nie je mo¾né prida» do súboru: %s
uk: Не вдалося доповнити файл: %s

source: /* * Initial main.c file generated by Glade. Edit as required. * Glade will not overwrite this file. */
uk: /* * Початковий файл main.c створений Glade. П╕дредагуйте при необх╕дност╕. * Glade не переписуватиме цей файл. */

source: Error writing to file: %s
pl: B³±d przy zapisie do pliku: %s
sk: Chyba pri zápise do súboru: %s
uk: Помилка запису в файл: %s

source: The filename must be set in the Project Options dialog.
pl: Nale¿y ustawiæ nazwê pliku w oknie opcji projektu
sk: Meno súboru musí by» nastavené v dialógu Mo¾nosti projektu.
uk: Необх╕дно вказати назву файлу у "Параметрах проекту".

source: The filename must be a simple relative filename. Use the Project Options dialog to set it.
pl: Nazwa pliku musi byæ prost± nazw± wzglêdn±. Mo¿na j± ustawiæ w oknie opcji projektu.
sk: Meno súboru musí by» jednoduché relatívne meno. Pou¾ite dialóg Mo¾nosti projektu pre jeho nastavenie.
uk: Назва файлу мусить бути простою в╕дносною назвою файлу. Використовуйте д╕алог "Параметри проекту", щоб встановити його.

source: DO NOT EDIT THIS FILE - it is generated by Glade.
uk: НЕ РЕДАГУЙТЕ ЦЕЙ ФАЙЛ - його створено Glade

source: Widget Tree
pl: Drzewo widgetów
sk: Strom prvku
uk: Дерево в╕джет╕в

source: Widget not found in box
pl: Nie odnaleziono widgetu w przegrodzie
sk: Prvok nenájdený v boxe
uk: В╕джета не знайдено у блоц╕

source: Widget not found in table
pl: Nie odnaleziono widgetu w tabeli
sk: Prvok nenájdený v tabuµke
uk: В╕джета не знайдено в таблиц╕

source: Widget not found in fixed container
pl: Nie odnaleziono widgetu w kontenerze o sta³ym u³o¿eniu
sk: Prvok nenájdený v pevnom kontajneri
uk: В╕джета не знайдено в контейнер╕ з ф╕ксац╕╓ю

source: Widget not found in packer
pl: Nie odnaleziono widgetu w pakowaczce
sk: Prvok nenájdený v zoskupení
uk: В╕джета не знайдено в пакувальнику

source: Couldn't access file: %s
pl: Brak dostêpu do pliku: %s
sk: Nie je mo¾ný prístup k súboru: %s
uk: Неможливо отримату доступ до файлу: %s

source: Couldn't open file: %s
pl: Nie mo¿na otworzyæ do pliku: %s
sk: Nie je mo¾né otvori» súbor: %s
uk: Неможливо в╕дкрити файл: %s

source: Error reading from file: %s
pl: B³±d przy odczycie z pliku: %s
sk: Chyba pri èítaní zo súboru: %s
uk: Помилка зчитування з файлу: %s

source: Couldn't create directory: %s
pl: Nie mo¿na utworzyæ katalogu: %s
sk: Nie je mo¾né vytvori» prieèinok: %s
uk: Неможливо створити каталог: %s

source: Couldn't access directory: %s
pl: Brak dostêpu do katalogu: %s
sk: Nie je mo¾ný prístup k prieèinku: %s
uk: Неможливо отримати доступ до каталогу: %s

source: Invalid directory: %s
pl: Niepoprawny katalog: %s
sk: Neplatný prieèinok: %s
uk: Нев╕рний каталог: %s

source: Projects
pl: Projekty
sk: Projekty
uk: Проекти

source: project
pl: projekt
sk: projekt
uk: проект

source: Couldn't open directory: %s
pl: Nie mo¿na otworzyæ katalogu: %s
sk: Nie je mo¾né otvori» prieèinok: %s
uk: Неможливо в╕дкрити каталог: %s

source: The text to display
pl: Wy¶wietlany napis
sk: Zobrazovaný text
uk: Текст для в╕дображення

source: Justify:
pl: Justowanie:
sk: Zarovna»:
uk: Вир╕внювання:

source: The justification of the lines of the label
pl: Justowanie wierszy etykiety
sk: Zarovnanie riadkov nápisu
uk: Вир╕внювання рядк╕в у позначц╕

source: Wrap Text:
pl: Zawijanie tekstu:
sk: Zalamova» text:
uk: Перенос тексту:

source: If the text is wrapped to fit within the width of the label
pl: Okre¶la, czy napis powinien byæ zawijany w celu zmieszczenia na szeroko¶æ etykiety
sk: Èi je text zalomený aby pasoval do ¹írky nápisu
uk: Текст переноситься для заповнення ширини позначки

source: X Align:
pl: Wyrównanie X:
sk: X zarov:
uk: X-вир╕внювання:

source: The horizontal alignment of the entire label
pl: Poziome wyrównanie ca³ej etykiety
sk: Horizontálne zarovnanie celého nápisu
uk: Горизонтальне вир╕внювання позначки

source: Y Align:
pl: Wyrównanie Y:
sk: Y zarov:
uk: Y-вир╕внювання:

source: The vertical alignment of the entire label
pl: Pionowe wyrównanie ca³ej etykiety
sk: Vertikálne zarovnanie celého nápisu
uk: Вертикальне вир╕внювання позначки

source: X Pad:
pl: Wy¶ció³ka X:
sk: X medz:
uk: В╕дступ по X:

source: The horizontal padding
pl: Pozioma wy¶ció³ka
sk: Horizontálne medzery
uk: Горизонтальний в╕дступ

source: Y Pad:
pl: Wy¶ció³ka Y:
sk: Y medz:
uk: В╕дступ по Y:

source: The vertical padding
pl: Pionowa wy¶ció³ka
sk: Vertikálne medzery:
uk: Вертикальний в╕дступ

source: Label with Accelerator
pl: Etykieta ze skrótem
sk: Nápis s akcelerátorom
uk: Позначка ╕з скороченням

source: The horizontal alignment of the child widget
pl: Poziome wyrównanie potomnego widgetu
sk: Horizontálne zarovnanie potomka
uk: Горизонтальне вир╕внювання в╕джета-нащадка

source: The vertical alignment of the child widget
pl: Pionowe wyrównanie potomnego widgetu
sk: Vertikálne zarovnanie potomka
uk: Вертикальне вир╕внювання в╕джета-нащадка

source: X Scale:
pl: Skala X:
sk: Mierka X:
uk: Масштаб по X:

source: The horizontal scale of the child widget
pl: Pozioma skala widgetu potomnego
sk: Horizontálna mierka potomka
uk: Горизонтальний масштаб в╕джета-нащадка
