Repository: lepidotos/suede
Catalog: glade-0.6.2/po/*.po
Languages: pl, sk, uk

source: Error running glade-- to generate the C++ source code. Check that you have glade-- installed and that it is in your PATH.
pl: Wyst±pi³ b³±d przy uruchamianiu programu glade-- w celu wygenerowania kodu ¼ród³owego w C++. Upewnij siê, ¿e glade-- zosta³ zainstalowany i umieszczony na ¶cie¿ce wykonania.
sk: Chyba pri spú¹»aní glade-- pre generovanie zdrojového kódu pre C++. Overte, ¾e máte glade-- nain¹talované a je v PATH.
uk: Помилка запуску glade-- для створення текст╕в програми на C++. Пересв╕дчитесь, що у вас ╕нстальовано glade-- ╕ шлях до нього вказано в PATH.

source: Error running gate to generate the Ada95 source code. Check that you have gate installed and that it is in your PATH.
pl: Wyst±pi³ b³±d przy uruchamianiu programu gate w celu wygenerowania kodu ¼ród³owego w Adzie95. Upewnij siê, ¿e bate zosta³ zainstalowany i umieszczony na ¶cie¿ce wykonania.
sk: Chyba pri spú¹»aní gate pre generovanie zdrojového kódu pre Ada95. Overte, ¾e máte gate nain¹talované a je v PATH.
uk: Помилка запуску gate для створення текст╕в програми на C++. Пересв╕дчитесь, що у вас ╕нстальовано gate ╕ шлях до нього вказано в PATH.

source: Error running glade2perl to generate the Perl source code. Check that you have glade2perl installed and that it is in your PATH.
pl: Wyst±pi³ b³±d przy uruchamianiu programu glade2perl w celu wygenerowania kodu ¼ród³owego w Perlu. Upewnij siê, ¿e glade2perl zosta³ zainstalowany i umieszczony na ¶cie¿ce wykonania.
sk: Chyba pri spú¹»aní glade2perl pre generovanie zdrojového kódu pre Perl. Overte, ¾e máte glade2perl nain¹talované a je v PATH.
uk: Помилка запуску glade2perl для створення текст╕в програми на C++. Пересв╕дчитесь, що у вас ╕нстальовано glade2perl ╕ шлях до нього вказано в PATH.

source: Error running eglade to generate the Eiffel source code. Check that you have eglade installed and that it is in your PATH.
pl: Wyst±pi³ b³±d przy uruchamianiu programu eglade w celu wygenerowania kodu ¼ród³owego w jêzyku Eiffel. Upewnij siê, ¿e eglade zosta³ zainstalowany i umieszczony na ¶cie¿ce wykonania.
sk: Chyba pri spú¹»aní eglade pre generovanie zdrojového kódu pre Eiffel. Overte, ¾e máte eglade nain¹talované a je v PATH.
uk: Помилка запуску eglade для створення текст╕в програми на C++. Пересв╕дчитесь, що у вас ╕нстальовано eglade ╕ шлях до нього вказано в PATH.

source: The pixmap directory is not set. Please set it using the Project Options dialog.
pl: Katalog piksmap nie zosta³ ustawiony. Mo¿esz go ustawiæ w oknie opcji projektu.
sk: Prieèinok obrázkov nie je nastavený. Prosím, nastavte ho pomocou dialógu Mo¾nosti projektu.
uk: Каталогу растрових зображень не вказано. Будь ласка, вкаж╕ть його використавши д╕алог "Параметри проекту".

source: Project Options
pl: Opcje projektu
sk: Mo¾nosti projektu
uk: Параметри проекту

source: General
pl: Ogólne
sk: V¹eobecné
uk: Загальн╕

source: Basic Options:
pl: Podstawowe opcje:
sk: Základné mo¾nosti:
uk: Основн╕ параметри:

source: The project directory
pl: Katalog projektu
sk: Prieèinok projektu
uk: Каталог проекту

source: Project Directory:
pl: Katalog z projektem:
sk: Prieèinok projektu:
uk: Каталог проекту:

source: Browse...
pl: Przegl±daj...
sk: Prechádza»...
uk: Перегляд...

source: The name of the current project
pl: Nazwa bie¿±cego projektu
sk: Meno aktuálneho projektu
uk: Назва поточного проекту

source: Project Name:
pl: Nazwa projektu:
sk: Meno projektu:
uk: Назва проекту:

source: The name of the program
pl: Nazwa programu
sk: Meno programu
uk: Назва програми

source: Program Name:
pl: Nazwa programu:
sk: Meno programu:
uk: Назва програми:

source: The project file
pl: Plik projektu
sk: Súbor s projektom
uk: Файл проекту

source: Project File:
pl: Plik projektu:
sk: Súbor projektu:
uk: Файл проекту:

source: Subdirectories:
pl: Podkatalogi:
sk: Podprieèinky:
uk: П╕дкаталоги:

source: The directory to save generated source code
pl: Katalog, w którym zapisany zostanie kod ¼ród³owy
sk: Prieèinok, kam uklada» generované zdrojové kódy
uk: Каталог для збереження створених початкових текст╕в

source: Source Directory:
pl: Katalog ¼ród³owy:
sk: Zdrojový prieèinok:
uk: Каталог текст╕в програм:

source: The directory to store pixmaps
pl: Katalog, w którym zapisywane bêd± piksmapy
sk: Prieèinok pre obrázky:
uk: Каталог для збереження растрових зображень

source: Pixmaps Directory:
pl: Katalog piksmap:
sk: Prieèinok s pixmapami:
uk: Каталог растрових зображень:

source: The license which is added at the top of generated files
pl: Tekst licencji, dodawany na pocz±tku ka¿dego z generowanych plików
sk: Licencia, ktorá bude pridaná na zaèiatok generovaných súborov
uk: Л╕ценз╕я яка дода╓ться на початок створюваних файл╕в

source: License:
pl: Licencja:
sk: Licencia:
uk: Л╕ценз╕я:

source: Language:
pl: Jêzyk:
sk: Jazyk:
uk: Мова:

source: Enable Gnome Support
pl: Obs³uga GNOME
sk: Povoli» podporu GNOME
uk: Вв╕мкнути п╕дтримку GNOME

source: If a Gnome application is to be built
pl: Okre¶la, czy powinna zostaæ zbudowana aplikacja GNOME
sk: Ak je to aplikácia pre GNOME
uk: Збирати програму для GNOME

source: Enable Gnome DB Support
pl: Obs³uga GNOME DB
sk: Povoli» podporu GNOME DB
uk: Вв╕мкнути п╕дтримку GNOME

source: If a Gnome DB application is to be built
pl: Okre¶la, czy powinna zostaæ zbudowana aplikacja GNOME DB
sk: Ak je to aplikácia pre GNOME DB
uk: Збирати програму для GNOME

source: C Options
pl: Opcje C
sk: Mo¾nosti C
uk: Паратетри C

source: General Options:
pl: Ogólne opcje:
sk: V¹eobecné mo¾nosti:
uk: Загальн╕ параметри:

source: Gettext Support
pl: Obs³uga gettext
sk: Podpora Gettext
uk: П╕дтримка Gettext

source: If strings are marked for translation by gettext
pl: Zaznaczanie napisów do t³umaczenia przez gettext
sk: Èi sú texty oznaèené pre preklad pomocou gettext
uk: Рядки пом╕чен╕ для перекладу gettext

source: Set Widget Names
pl: Ustawianie nazw widgetów
sk: Nastavi» mená prvkov
uk: Встановлювати назви в╕джет╕в

source: If widget names are set in the source code
pl: Ustawianie nazw widgetów w kodzie ¼ród³owym
sk: Ak majú by» mená prvkov nastavené v zdrojových kódoch
uk: Встановлювати назви в╕джет╕в у текст програми

source: Backup Source Files
pl: Kopie zapasowe plików ¼ród³owych
sk: Zálohova» zdrojové súbory
uk: Робити резервн╕ коп╕╖

source: If copies of old source files are made
pl: Tworzenie kopii starych plików ¼ród³owych
sk: Èi majú by» zachované kópie starých zdrojových súborov
uk: Робити резервн╕ коп╕╖ текст╕в програми

source: Gnome Help Support
pl: Obs³uga Pomocy GNOME
sk: Podpora GNOME Pomocníka
uk: Ув╕мкнути п╕дтримку дов╕дки

source: If support for the Gnome Help system should be included
pl: Okre¶la, czy powinna zostaæ w³±czona obs³uga systemu Pomocy GNOME
sk: Èi má by» zahrnutá podpora systému GNOME Pomocník
uk: Включити п╕дтримку дов╕дково╖ системи GNOME

source: File Output Options:
pl: Opcje tworzenia plików:
sk: Mo¾nosti výstupných súborov:
uk: Параметри генерування файл╕в:

source: Output main.c File
pl: Plik wyj¶ciowy main.c
sk: Výstupný súbor main.c
uk: Генерувути файл main.c

source: If a main.c file is output containing a main() function, if it doesn't already exist
pl: Okre¶la, czy do pliku main.c powinna byæ dodawana funkcja main(), o ile ju¿ nie istnieje
sk: Èi má súbor main.c obsahova» funkciu main(), ak e¹te neexistuje.
uk: Створювати файл main.c, що м╕стить функц╕ю main(), якщо його не ╕сну╓

source: Output Support Functions
pl: Plik z funkcjami obs³uguj±cymi
sk: Generova» podporné funkcie
uk: Виводити серв╕сн╕ функц╕╖

source: If the support functions are output
pl: Okre¶la, czy tworzony powinien byæ plik z funkcjami obs³uguj±cymi
sk: Èi majú by» generované podporné funkcie
uk: Виводити серв╕сн╕ функц╕╖

source: Output Build Files
pl: Pliki kompilacji
sk: Generova» súbory pre kompiláciu
uk: Геренувати файли комп╕ляц╕╖

source: If files for building the source code are output, including Makefile.am and configure.in, if they don't already exist
pl: Okre¶la, czy tworzone powinny byæ pliki s³u¿±ce do budowania kodu wynikiwego, w³±czaj±c w to pliki Makefile.am i configure.in (o ile nie istniej±)
sk: Èi majú by» generované súbory pre kompiláciu, spolu s Makefile.am a configure.in, ak e¹te neexistujú
uk: Генерувати файли для збирання текст╕в програми, включаючи Makefile.am та configure.in, якщо ╖х ще не ╕сну╓

source: Interface Creation Functions:
pl: Funkcje tworz±ce interfejs:
sk: Funkcie pre vytvorenie rozhrania:
uk: Функц╕╖ створення ╕нтерфейсу:

source: The file in which the functions to create the interface are written
pl: Plik, w którym zapisywane s± funkcje tworz±ce interfejs
sk: Súbor, v ktorom budú funkcie pre vytvorenie rozhrania
uk: Файл в який необх╕дно записувати функц╕╖, що створюють ╕нтерфейс

source: Source File:
pl: Plik ¼ród³owy:
sk: Zdrojový súbor:
uk: Файл-текст:

source: The file in which the declarations of the functions to create the interface are written
pl: Okre¶la plik, w którym zapisywane s± deklaracje funkcji tworz±cych interfejs
sk: Súbor, do ktorého sú zapísané deklarácie funkcií pre vytvorenie rozhrania
uk: Файл в який необх╕дно записувати оголошення функц╕й, що створюють ╕нтерфейс

source: Header File:
pl: Plik nag³ówkowy:
sk: Hlavièkový súbor:
uk: Файл прототип╕в:

source: Signal Handler & Callback Functions:
pl: Funkcje obs³ugi sygna³ów i wywo³añ:
sk: Funkcie pre signály a callback funkcie:
uk: Функц╕╖ обробки си╜нал╕в та зворотнього в╕дгуку:

source: The file in which the empty signal handler and callback functions are written
pl: Plik, w którym zapisywane s± puste funkcje obs³ugi sygna³ów i wywo³añ
sk: Súbor, do ktorého budú generované prázdne ovládaèe signálov a callback funkcie
uk: Файл в який неох╕дно записувати функц╕╖ обробки си╜нал╕в та зворотнього в╕дгуку

source: The file in which the declarations of the signal handler and callback functions are written
pl: Plik, w którym zapisywane s± deklaracje funkcji obs³ugi sygna³ów i wywo³añ
sk: Súbor, do ktorého budú generované deklarácie ovládaèov signálov a callback funkcií
uk: Файл в який неох╕дно записувати оголошення функц╕й обробки си╜нал╕в та зворотнього в╕дгуку

source: Support Functions:
pl: Funkcje obs³uguj±ce:
sk: Podporné funkcie:
uk: Серв╕сн╕ функц╕╖:

source: The file in which the support functions are written
pl: Plik, w którym zapisywane s± funkcje obs³uguj±ce
sk: Súbor, do ktorého budú generované podporné funkcie
uk: Файл в який необх╕дно записувати серв╕сн╕ функц╕╖

source: The file in which the declarations of the support functions are written
pl: Plik, w którym zapisywane s± deklaracje funkcji obs³uguj±cych
sk: Súbor, do ktorého budú generované deklarácie podporných funkcií
uk: Файл в який необх╕дно записувати оголошення серв╕сних функц╕й

source: LibGlade Options
pl: Opcje LibGlade
sk: Mo¾nosti LibGlade
uk: Параметри LibGlade

source: Translatable Strings:
pl: T³umaczone napisy:
sk: Prelo¾iteµné texty:
uk: Рядки для перекладу:

source: Save Translatable Strings
pl: Zapisywanie t³umaczonych napisów
sk: Ulo¾i» prelo¾iteµné texty
uk: Збер╕гати рядки для перекладу

source: If translatable strings are saved in a separate C source file, to enable translation of interfaces loaded by libglade
pl: Okre¶la, czy t³umaczone napisy powinny byæ zapisywane w dodatkowym pliku ¼ród³owym C, w celu umo¿liwienia obs³ugi t³umaczeñ przez libglade
sk: Èi sú prelo¾iteµné texty ulo¾ené do samostatného C zdrojového súboru, pre mo¾nos» prekladu rozhraní naèítaných pomocou libglade
uk: Збер╕гати рядки для перекладу в окремому C-файл╕, що дозволить перекладати ╕нтерфейся завантажен╕ libglade

source: The C source file to save all translatable strings in
pl: Plik ¼ród³owy C, w którym zapisywane s± t³umaczone napisy
sk: Súbor so zdrojovým C kódom pre ulo¾enie v¹etkých prelo¾iteµných re»azcov
uk: C-файл що м╕стить ус╕ рядки для перекладу

source: File:
pl: Plik:
sk: Súbor:
uk: Файл:

source: Select the Project Directory
pl: Wybór katalogu projektu
sk: Vyberte prieèinok projektu
uk: Вибер╕ть каталог проекту

source: You need to set the Translatable Strings File option
pl: Nale¿y ustawiæ opcjê T³umaczone napisy
sk: Musíte nastavi» súbor s prelo¾iteµnými re»azcami
uk: Необх╕дно встановити параметр "Рядки для перекладу"

source: You need to set the Project Directory option
pl: Nale¿y ustawiæ opcjê Katalog projektu
sk: Musíte nastavi» prieèinok projektu
uk: Вам потр╕бно визначити калог проекту

source: You need to set the Project File option
pl: Nale¿y ustawiæ opcjê Plik projektu
sk: Musíte nastavi» súbor projektu
uk: Вам потр╕бно визначити файл проекту

source: You need to set the Project Name option
pl: Nale¿y ustawiæ opcjê Mazwa projektu
sk: Musíte nastavi» meno projektu
uk: Вам потр╕бно визначити назву проекту

source: You need to set the Program Name option
pl: Nale¿y ustawiæ opcjê Mazwa programu
sk: Musíte nastavi» meno programu
uk: Вам потр╕бно визначити назву програми

source: You need to set the Source Directory option
pl: Nale¿y ustawiæ opcjê Katalog ¼ród³owy
sk: Musíte nastavi» prieèinok pre zdrojové kódy
uk: Вам потр╕бно визначити калог текст╕в програми

source: You need to set the Pixmaps Directory option
pl: Nale¿y ustawiæ opcjê Katalog piksmap
sk: Musíte nastavi» prieèinok pre obrázky
uk: Вам потр╕бно визначити калог растрових зображень

source: _New Project
pl: _Nowy projekt
sk: _Nový projekt
uk: Новий проект

source: Create a new project
pl: Tworzy nowy projekt
sk: Vytvorí nový projekt
uk: Створити новий проект

source: _Build Source Code
pl: Z_buduj kod ¼ród³owy
sk: _Vytvori» zdrojový kód
uk: З╕брати тексти програми

source: Output the project source code
pl: Tworzy kod ¼ród³owy projektu
sk: Vygeneruje zdrojový kód projektu
uk: Вивести вих╕дн╕ тексти проекту

source: _Project Options...
pl: Op_cje projektu...
sk: _Mo¾nosti projektu...
uk: Параметри опроекту...

source: Edit the project options
pl: Modyfikuje opcje projektu
sk: Upraví mo¾nosti projektu
uk: Редагування параметр╕в проекту

source: _Delete
sk: _Odstráni»
uk: Стерти

source: Delete the selected widget
sk: Odstráni vybraný prvok
uk: Стерти вибраний в╕джет

source: Show _Palette
pl: Wy¶wietl p_aletê
sk: Zobrazi» _paletu
uk: Показати пал╕тру

source: Show the palette of widgets
pl: Wy¶wietla paletê widgetów
sk: Zobrazí paletu prvkov
uk: Показати пал╕тру в╕джет╕в

source: Show Property _Editor
pl: Wy¶wietl _edytor w³a¶ciwo¶ci
sk: Zobrazi» _editor vlastností
uk: Показати редактор властивостей

source: Show the property editor
pl: Wy¶wietla edytor w³a¶ciwo¶ci
sk: Zobrazí editor vlastností
uk: Показати редактор властивостей

source: Show Widget _Tree
pl: Wy¶wietl _drzewo widgetów
sk: Zobrazi» _strom prvkov
uk: Показати дерево в╕джет╕в

source: Show the widget tree
pl: Wy¶wietla drzewo widgetów
sk: Zobrazí strom prvkov
uk: Показати дерево в╕джет╕в

source: Show _Clipboard
pl: Wy¶wietl _schowek
sk: Zobrazi» s_chránku
uk: Показати буфер обм╕ну

source: Show the clipboard
pl: Wy¶wietla schowek
sk: Zobrazí schránku
uk: Показати буфер обм╕ну

source: Show _Grid
pl: _Wy¶wietlanie siatki
sk: Zobrazi» _mrie¾ku
uk: Показати с╕тку

source: Show the grid (in fixed containers only)
pl: Wy¶wietlanie siatki (kontenery o sta³ym roz³o¿eniu)
sk: Zobrazí mrie¾ku (len v pevných kontajneroch)
uk: Показати с╕тку (лише в крнтейнерах з ф╕ксац╕╓ю)

source: _Snap to Grid
pl: _Przyci±ganie do siatki
sk: _Pritiahnu» k mrie¾ke
uk: При╓днання до с╕тки

source: Snap widgets to the grid
pl: Przyci±ga widgety do siatki
sk: Pritiahne prvky k mrie¾ke
uk: При╓днання в╕джет╕в до с╕тки

source: Show _Widget Tooltips
pl: Wy¶wietlanie po_dpowiedzi widgetów
sk: Zobrazi» rady _prvku
uk: Показати п╕дказки в╕джет╕в

source: Show the tooltips of created widgets
pl: Wy¶wietla podpowiedzi nad tworzonymi widgetami
sk: Zobrazí rady vytvorených prvkov
uk: Показати п╕дказки створених в╕джет╕в

source: Set Grid _Options...
pl: Ustaw opcje _siatki...
sk: Nastavi» mo¾nosti _mrie¾ky...
uk: Параметри с╕тки...

source: Set the grid style and spacing
pl: Ustawia wygl±d i odstêpy siatki
sk: Nastaví ¹týl mrie¾ky a medzery
uk: Встановити стиль с╕тки та пром╕жок

source: Set Snap O_ptions...
pl: Ustaw _opcje przyci±gania...
sk: Nastavi» mo¾nosti _pri»ahovania...
uk: Встановити параметри при╓днання...

source: Set options for snapping to the grid
pl: Ustawia opcje przyci±gania do siatki
sk: Nastaví mo¾nosti pre pri»ahovanie k mrie¾ke
uk: Встановити параметри при╓днання до с╕тки

source: Open Project
pl: Otwiera projekt
sk: Otvori» projekt
uk: В╕дкрити проект

source: Save Project
pl: Zapisuje projekt
sk: Ulo¾i» projekt
uk: Зберегти проект

source: Options
pl: Opcje
sk: Mo¾nosti
uk: Параметри

source: Build
pl: Zbuduj
sk: Generova»
uk: З╕брати

source: Build the Source Code
pl: Buduje kod ¼ród³owy
sk: Vytvorí zdrojový kód
uk: З╕брати тексти програм

source: File
pl: Plik
sk: Súbor
uk: Файл

source: New Project
pl: Nowy projekt
sk: Nový projekt
uk: Новий проект

source: Open...
pl: Otwórz...
sk: Otvori»...
uk: В╕дкрити...

source: Open an existing project
pl: Otwiera istniej±cy projekt
sk: Otvorí existujúci projekt
uk: В╕дкрити ╕снуючий проект

source: Save project
pl: Zapisz projekt
sk: Ulo¾i» projekt
uk: Зберегти проект

source: Write Source Code...
pl: Zapisz kod ¼ród³owy...
sk: Zapísa» zdrojový kód...
uk: Записати тексти програми...

source: Project Options...
pl: Opcje projektu...
sk: Mo¾nosti projektu...
uk: Параметри проекту...

source: Quit Glade
pl: Zakoñcz Glade
sk: Koniec Glade
uk: Вийти з Glade

source: Edit
pl: Edycja
sk: Upravi»
uk: Редагування

source: View
pl: Widok
sk: Zobrazi»
uk: Вигляд

source: Show Palette
pl: Wy¶wietl paletê
sk: Zobrazi» paletu
uk: Показати пал╕тру

source: Show Properties
pl: Wy¶wietl w³a¶ciwo¶ci
sk: Zobrazi» vlastnosti
uk: Показати властивост╕

source: Show the properties of the selected widget
pl: Wy¶wietla w³a¶ciwo¶ci zaznaczonego widgetu
sk: Zobrazí vlasnosti vybraného prvku
uk: Показати властивост╕ вибраних в╕джет╕в

source: Show Widget Tree
pl: Wy¶wietl drzewo widgetów
sk: Zobrazi» strom prvkov
uk: Показати дерево в╕джет╕в

source: Show the project widget tree
pl: Wy¶wietla drzewo widgetów projektu
sk: Zobrazí strom prvkov projektu
uk: Показати дерево в╕джет╕в проекту

source: Show Clipboard
pl: Wy¶wietl schowek
sk: Zobrazi» schránku
uk: Показати буфер обм╕ну

source: Show Widget Tooltips
pl: Wy¶wietlanie podpowiedzi widgetów
sk: Zobrazi» rady prvkov
uk: Показати п╕дказки в╕джет╕в

source: Grid
pl: Siatka
sk: Mrie¾ka
uk: С╕тка

source: Show Grid
pl: Widoczna siatka
sk: Zobrazí mrie¾ku
uk: Показати с╕тку

source: Set Grid Options...
pl: Ustaw opcje siatki...
sk: Mo¾nosti mrie¾ky...
uk: Встановити параметри с╕тки...

source: Set the spacing between grid lines
pl: Ustawia odstêpy pomiêdzy liniami siatki
sk: Nastaví medzeri medzi èiarami mrie¾ky
uk: Встанов╕ть пром╕жок м╕ж л╕н╕ями с╕тки

source: Snap to Grid
pl: Przyci±ganie do siatki
sk: Pritiahnu» k mrie¾ke
uk: При╓днання до с╕тки

source: Snap widgets to the grid (in fixed containers only)
pl: Przyci±ganie widgetów do siatki (kontenery o sta³ym roz³o¿eniu)
sk: Pritiahne prvky k mrie¾ke (lev v pevných kontajneroch)
uk: При╓днати в╕джети до с╕тки (лише у контейнерах з ф╕ксац╕╓ю)

source: Set Snap Options...
pl: Ustaw opcje przyci±gania...
sk: Nastavi» mo¾nosti pri»ahovania...
uk: Встановити параметри при╓днання...

source: Set which parts of a widget snap to the grid
pl: Ustala, które czê¶ci widgetu powinny byæ przyci±gane do siatki
sk: Nastaví, ktoré èasti prvku sa majú pritiahnu» k mrie¾ke
uk: Встанов╕ть сторону в╕джета, яку при╓днувати до с╕тки

source: About...
pl: Informacje o...
sk: O programe...
uk: Про...

source: Write Source Code
pl: Zapisz kod ¼ród³owy
sk: Zápis zdrojového kódu
uk: Записати тексти програми

source: Are you sure you want to create a new project?
pl: Czy na pewno chcesz utworzyæ nowy projekt?
sk: Naozaj chcete vytvori» nový projekt?
uk: Ви впевнен╕, що хочете створити новий проект?

source: New project created.
pl: Utworzono nowy projekt.
sk: Nový projekt vytvorený.
uk: Створено новий проект.

source: Project opened.
pl: Projekt zosta³ otwarty.
sk: Projekt otvorený.
uk: Проект в╕дкрито.

source: Error opening project.
pl: B³±d przy otwieraniu projektu.
sk: Chyba pri otváraní projektu.
uk: Помилка в╕дкриття проекту.

source: Errors opening project file
pl: B³êdy przy otwieraniu pliku projektu
sk: Chyby pri otváraní súboru projektu
uk: Помилки в╕дкриття файлу проекту

source: errors opening project file:
pl: b³êdy przy otwieraniu pliku projektu:
sk: chýb pri otváraní súboru projektu:
uk: помилки в╕дкриття файлу проекту:

source: Error saving project
pl: B³±d przy zapisywaniu projektu
sk: Chyba pri ukladaní projektu
uk: Помилка збереження проекту

source: Error saving project.
pl: B³±d przy zapisywaniu projektu.
sk: Chyba pri ukladaní projektu.
uk: Помилка збереження проекту.

source: Project saved.
pl: Projekt zosta³ zapisany.
sk: Projekt ulo¾ený.
uk: Проект збережено.

source: Errors writing source code
pl: B³±d przy zapisywaniu kodu ¼ród³owego
sk: Chyby pri zápise zdrojového kódu.
uk: Помилка записування текст╕в програми

source: Error writing source.
pl: B³±d przy zapisywaniu ¼róde³.
sk: Chyba pri zápise zdrojového kódu.
uk: Помилка запису текст╕в програми.

source: Source code written.
pl: Kod ¼ród³owy zosta³ zapisany.
sk: Zdrojový kód zapísaný.
uk: Тексти програми записан╕.

source: System error message:
pl: Komunikat o b³êdzie systemowym:
sk: Systémová chyba:
uk: Пов╕домлення про системну помилку:

source: Are you sure you want to quit?
pl: Czy na pewno chcesz zakoñczyæ pracê?
sk: Naozaj chcete skonèi»?
uk: Ви впевнен╕, що хочете вийти?

source: (C) 1998-2001 Damon Chaplin
uk: © 1998-2001 Damon Chaplin

source: Glade is a User Interface Builder for GTK+ and GNOME.
sk: Glade je návrhár pou¾ívateµského rozhranie pre GTK+ a GNOME.
uk: Glade - конструктор ╕нтерфейсу користувача для GTK+ ╕ GNOME.

source: Glade Home Page
sk: Domovská stránka Glade
uk: Домашня стор╕нка Glade

source: G L A D E A User Interface Builder for GTK+ and GNOME Version %s By Damon Chaplin Martijn van Beers Email: damon@ximian.com Home Page: http://glade.pn.org
sk: G L A D E Návrhár rozhrania pre GTK+ a GNOME Verzia %s Autori: Damon Chaplin Martijn van Beers Email: damon@ximian.com Web: http://glade.pn.org
uk: G L A D E Конструктор ╕нтерфейсу користувача для GTK+ ╕ GNOME Верс╕я %s Автори: Damon Chaplin Martijn van Beers Електронна адреса: damon@ximian.com Домашня стор╕нка: http://glade.pn.org

source: <untitled>
pl: <bez_nazwy>
sk: <bezmena>
uk: <неназвано>

source: Couldn't open file.
pl: Nie mo¿na otworzyæ pliku.
sk: Nie je mo¾né otvori» súbor.
uk: Неможливо в╕дкрити файл.

source: Line %i - %s %s %s
pl: Wiersz %i - %s %s %s
sk: Riadok %i - %s %s %s
uk: Рядок %i - %s %s %s

source: Line %i - %s: %s = %s
pl: Wiersz %i - %s: %s = %s
sk: Riadok %i - %s: %s = %s
uk: Рядок %i - %s: %s = %s

source: Write the source code and exit
pl: Zapisuje kod ¼ród³owy i koñczy pracê
sk: Zapísa» zdrojový kód a skonèi»
uk: Записати тексти програми та вийти

source: Oaf options
pl: Opcje OAF-a
sk: Mo¾nosti oaf
uk: Параметри oaf

source: glade: The XML file must be set for the '-w' or '--write-source' option.
pl: glade: Przy wykorzystaniu opcji "-w" lub "--write-source" musi byæ podany plik XML.
sk: glade: XML súbor musí by» zadaný pre pou¾itie '-w' alebo '--write-source'.
uk: glade: для параметр╕в "-w" чи "--write-source" потр╕бно вказувати файл XML.

source: glade: Error loading XML file.
pl: glade: B³±d przy wczytywaniu pliku XML.
sk: glade: Chyba pri naèítavaní XML súboru.
uk: glage: Помилка завантаження XML-файлу.

source: glade: Error writing source.
pl: glade: B³±d przy zapisywaniu pliku ¼ród³owego.
sk: glade: Chyba pri zápise zdrojového kódu.
uk: glade: Помилка запису текст╕в програми.

source: Palette
pl: Paleta
sk: Paleta
uk: Пал╕тра

source: private
pl: prywatna
uk: приватна

source: protected
pl: chroniona
uk: захищена

source: public
pl: publiczna
uk: публ╕чна

source: Prelight
pl: Pod¶wietlony
sk: Predvybraný
uk: П╕дсв╕чений

source: Selected
pl: Zaznaczony
sk: Vybraný
uk: Вид╕лений
