Repository: lepidotos/suede
Catalog: glade-0.6.2/po/*.po
Languages: pl, sk, uk

source: Y Scale:
pl: Skala Y:
sk: Mierka Y:
uk: Масштаб по Y:

source: The vertical scale of the child widget
pl: Pionowa skala widgetu potomnego
sk: Vertikálna mierka potomka
uk: Вертикальний масштаб в╕джета-нащадка

source: Alignment
pl: Wyrównanie
sk: Zarovnanie
uk: Вир╕внювання

source: Direction:
pl: Kierunek:
sk: Smer:
uk: Напрямок:

source: The direction of the arrow
pl: Kierunek strza³ki
sk: Smer ¹ípky
uk: Напрямок стр╕лки

source: Shadow:
pl: Cieñ:
sk: Tieò:
uk: Т╕нь:

source: The shadow type of the arrow
pl: Typ cienia strza³ki
sk: Typ tieòa ¹ípky
uk: Тип т╕н╕ стр╕лки

source: The horizontal alignment of the arrow
pl: Poziome wyrównanie strza³ki
sk: Horizontálne zarovnanie ¹ipky
uk: Горизонтальне вир╕внювання стр╕лки

source: The vertical alignment of the arrow
pl: Pionowe wyrównanie strza³ki
sk: Vertikálne zarovnanie ¹ipky
uk: Вертикальне вир╕внювання стр╕лки

source: Arrow
pl: Strza³ka
sk: ©ípka
uk: Стр╕лка

source: Label X Align:
pl: Wyrówn. X etyk.:
sk: X zarov. nápisu:
uk: X позначки:

source: The horizontal alignment of the frame's label
pl: Poziome wyrównanie etykiety ramki
sk: Horizontálne zarovnanie nápisu rámu
uk: Горизонтальне вир╕внювання позначки рамки

source: The type of shadow of the frame
pl: Typ cienia ramki
sk: Typ tieòa rámu
uk: Вид т╕н╕ рамки

source: The horizontal alignment of the frame's child
pl: Poziome wyrównanie potomka ramki
sk: Horizontálne zarovnanie potomka rámu
uk: Горизонтальне вир╕внювання нащадка рамки

source: Ratio:
pl: Proporcje:
sk: Pomer:
uk: Пропорц╕╖:

source: The aspect ratio of the frame's child
pl: Wspó³czynnik proporcji potomka ramki
sk: Pomer potomka rámu
uk: Пропорц╕╖ нащадка рамки

source: Obey Child:
pl: Decyduje potom.:
sk: Podµa potomka:
uk: За нащадком:

source: If the aspect ratio should be determined by the child
pl: Okre¶la, czy wspó³czynnik proporcji powinien byæ okre¶lany przez potomka
sk: Èi má by» pomer zväè¹enia urèený potomkom
uk: Потр╕бно визначати пропорц╕╖ розм╕р╕в за елементом-нащадком

source: Aspect Frame
pl: Ramka proporcji
sk: Pomerný rám
uk: Рамка пропорц╕╖

source: Stock Button:
pl: Typowy przyc.:
sk: GNOME tlaèidlo:
uk: Типова кнопка:

source: The Gnome stock button to use
pl: Wykorzystywany typowy przyck GNOME
sk: Pou¾i» ¹tandardné GNOME tlaèidlo
uk: Використовувана типова кнопка GNOME

source: Button Relief:
pl: Uwypukl. przyc.:
sk: Reliéf tlaèidla:
uk: Рель╓ф:

source: The relief style of the button
pl: Styl uwypuklenia przycisku
sk: ©týl reliéfu tlaèidla
uk: Рель╓фний стиль кнопок

source: The pixmap to display
pl: Wy¶wietlana piksmapa
sk: Zobrazený obrázok
uk: Растрове зображення

source: Invalid stock button
pl: Niepoprawny typowy przycisk
sk: Neplatné GNOME tlaèidlo
uk: Нев╕рна типова кнопка

source: Invalid stock pixmap
pl: Niepoprawna typowa piksmapa
sk: Neplatný ¹tandardný obrázok
uk: Нев╕рна типове растрове зображення

source: Button
pl: Przycisk
sk: Tlaèidlo
uk: Кнопка

source: Heading:
pl: Nag³ówek:
sk: Hlavièka:
uk: Заголовок:

source: If the month and year should be shown at the top
pl: Okre¶la, czy na górze powinny byæ wy¶wietlane miesi±c i rok
sk: Mesiac a rok majú by» zobrazené hore
uk: М╕сяць та р╕к необх╕дно показувати зверху

source: Day Names:
pl: Nazwy dni:
sk: Mená dní:
uk: Назви дн╕в:

source: If the day names should be shown
pl: Okre¶la, czy wy¶wietlane powinny byæ nazwy dni
sk: Èi majú by» zobrazené mená dní
uk: Назви дн╕в показувати

source: Fixed Month:
pl: Sta³y miesi±c:
sk: Pevný mesiac:
uk: Ф╕ксований м╕сяць:

source: If the month and year shouldn't be changeable
pl: Okre¶la, czy miesi±c i rok powinny byæ niezmienne
sk: Èi má by» mo¾né zmeni» mesiac a rok
uk: М╕сяць ╕ р╕к не зм╕нювати

source: Week Numbers:
pl: Numery tyg.:
sk: Èísla tý¾dòov:
uk: Номери тижн╕в:

source: If the number of the week should be shown
pl: Okre¶la, czy powinien byæ wy¶wietlany numer tygodnia
sk: Èi má by» zobrazený èíslo tý¾dòa
uk: Номер тижня показувати

source: Monday First:
pl: Od poniedzia³ku:
sk: Naprv pondelok:
uk: Понед╕лок - перший:

source: If the week should start on Monday
pl: Okre¶la, czy tydzieñ powinien rozpoczynaæ siê od poniedzia³ku
sk: Èi tý¾deò zaèína pondelkom
uk: Тиждень почина╓ться з понед╕лка

source: Calendar
pl: Kalendarz
sk: Kalendár
uk: Календар

source: Initially On:
pl: Pocz. w³±czony:
sk: Pri ¹tarte oznaèené:
uk: Ув╕мкнено:

source: If the check button is initially on
pl: Okre¶la, czy prze³±cznik powinien byæ pocz±tkowo w³±czony
sk: Èi má by» tlaèidlo pri ¹tarte oznaèené
uk: Контрольна кнопка початково ув╕мкнена

source: Indicator:
pl: Wska¼nik:
sk: Indikátor:
uk: ╤ндикатор:

source: If the indicator is always drawn
pl: Okre¶la, czy wska¼nik powinien byæ zawsze wy¶wietlany
sk: Èi má by» v¾dy vykreslený indikátor
uk: ╤ндикатор завжди показувати

source: Check Button
pl: Prze³±cznik
sk: Za¹krtnuté tlaèidlo
uk: Контрольна кнопка

source: If the check menu item is initially on
pl: Okre¶la, czy element menu wyboru powinien byæ pocz±tkowo aktywny
sk: Èi má by» polo¾ka menu pri ¹tarte za¹krtnutá
uk: Контрольний елемент меню початково ув╕мкнений

source: If the toggle indicator is always shown
pl: Okre¶la, czy wska¼nik prze³±czenia powinien byæ zawsze widoczny
sk: Èi má by» v¾dy zobrazený indikátor prepnutia
uk: ╤ндикатор вимикання завжди видимий

source: Check Menu Item
pl: Element menu wyboru
sk: Za¹krtnutá polo¾ka
uk: Контрольний елемент меню

source: New columned list
pl: Nowa lista z kolumnami
sk: Nový viacståpcový zoznam
uk: Новий стовпчиковий список

source: Number of columns:
pl: Liczba kolumn:
sk: Poèet ståpcov:
uk: К╕льк╕сть стовпчик╕в:

source: Select Mode:
pl: Tryb wyboru:
sk: Mód výberu:
uk: Режим вибору:

source: The selection mode of the columned list
pl: Tryb zaznaczania w li¶cie z kolumnami
sk: Mód výberu v ståpcovom zozname
uk: Режим вибору стовчикового списку

source: Show Titles:
pl: Wy¶w. tytu³ów:
sk: Zobrazi» titulky:
uk: Показати заголовки:

source: If the column titles are shown
pl: Okre¶la, czy powinny byæ wy¶wietlane nag³ówki z tytu³ami kolumn
sk: Èi majú by» zobrazené titulky ståpcov
uk: Показувати заголовки стовпчик╕в

source: The type of shadow of the columned list's border
pl: Typ cienia krawêdzi listy z kolumnami
sk: Typ tieòa okraja vo viacståpcovom zozname
uk: Тип т╕н╕ рамки стовпчикового списку

source: Columned List
pl: Lista z kolumnami
sk: Viacståpcový zoznam
uk: Стовпчиковий список

source: Update Policy:
pl: Metoda od¶wie¿.:
sk: Metóda obnovovania:
uk: Метод поновлення:

source: The update policy of the color selection scales
pl: Metoda od¶wie¿ania suwaków wyboru koloru
sk: Metóda obnovovania rozsahov výberu farieb
uk: Метод оновлення шкал вибору кольору

source: Color Selection
pl: Wybór koloru
sk: Výber farby
uk: Виб╕р кольору

source: Select Color
pl: Wybór koloru
sk: Vybra» farbu
uk: Вибрати кол╕р

source: Value In List:
pl: Warto¶æ na li¶cie:
sk: Hodnota v zozname:
uk: Значення в списку:

source: If the value must be in the list
pl: Okre¶la, czy warto¶æ musi znajdowaæ siê na li¶cie
sk: Èi musí by» hodnota v zozname
uk: Значення мусить бути в списку

source: OK If Empty:
pl: Dopuszcz. pusta:
sk: OK ak prázdna:
uk: Дозволяти порожн╓:

source: If an empty value is acceptable, when 'Value In List' is set
pl: Okre¶la, czy po ustawieniu 'Warto¶æ na li¶cie' dopuszczalna jest warto¶æ pusta
sk: Èi je akceptovateµná prázdna hodnota, keï je nastavená 'Hodnota v zozname'
uk: Допускати порожн╓ значення при встановленому "Значення в списку"

source: Case Sensitive:
pl: Rozr. wielko¶ci:
sk: Rozli¹ova» písmená:
uk: Рег╕строва чутлив╕сть:

source: If the searching is case sensitive
pl: Okre¶la, czy wyszukiwanie powinno byæ wykonywane z rozró¿nianiem wielko¶ci liter
sk: Èi sa majú pri hµadaní rozli¹ova» veµké a malé písmená
uk: Пошук ╕з рег╕стровою читлив╕стю

source: Use Arrows:
pl: Wykorz. strza³ek:
sk: Pou¾i» ¹ipky:
uk: Стр╕лки:

source: If arrows can be used to change the value
pl: Okre¶la, czy do zmiany warto¶ci mog± zostaæ u¿yte strza³ki
sk: Èi je mo¾né pou¾i» ¹ipky pre zmenu hodnoty
uk: Можуть бути використани стр╕лки для зм╕ни значення

source: Use Always:
pl: Zawsze strza³ki:
sk: Pou¾i» v¾dy:
uk: Завжди:

source: If arrows work even if the value is not in the list
pl: Okre¶la, czy strza³ki powinny dzia³aæ równie¿ kiedy warto¶ci nie ma na li¶cie
sk: Èi majú ¹ipky fungova», aj keï hodnota nie je v zozname
uk: Якщо працюють стр╕лки то значення мусить бути в списку

source: Items:
pl: Elementy:
sk: Polo¾ky:
uk: Елементи:

source: The items in the combo list, one per line
pl: Elementy na li¶cie opcji, po jednym w wierszu
sk: Polo¾ky v zozname, jedna na riadku
uk: Елементи комб╕нованого списку, по одному на рядок

source: Combo Box
pl: Wej¶cie z opcjami
uk: Комб╕нований список

source: New columned tree
pl: Drzewo z kolumnami
sk: Nový ståpcový strom
uk: Нове стовпчикове дерево

source: The selection mode of the columned tree
pl: Tryb zaznaczania w drzewie z kolumnami
sk: Mód výberu v ståpcovom strome
uk: Режим вибору стовпчикового дерева

source: The type of shadow of the columned tree's border
pl: Typ cienia krawêdzi drzewa z kolumnami
sk: Typ tieòa okraja ståpcového stromu
uk: Тип т╕н╕ рамки стовпчикового дерева

source: Columned Tree
pl: Drzewo z kolumnami
sk: Ståpcový strom
uk: Стовпчикове дерево

source: Type:
pl: Typ:
sk: Typ:
uk: Тип:

source: The type of the curve
pl: Typ krzywej
sk: Typ krivky
uk: Тип криво╖

source: X Min:
pl: Min X:
uk: М╕н╕мальне X:

source: The minimum horizontal value
pl: Minimalna warto¶æ pozioma
sk: Minimálna horizontálna hodnota
uk: М╕н╕мальне значення по горизонтал╕

source: X Max:
pl: Maks X:
uk: Максимальне X:

source: The maximum horizontal value
pl: Maksymalna warto¶æ pozioma
sk: Maximálna horizontálna hodnota:
uk: Максимальне значення по горизонтал╕

source: Y Min:
pl: Min Y:
uk: М╕н╕мальне Y:

source: The minimum vertical value
pl: Minimalna warto¶æ pionowa
sk: Minimálna vertikálna hodnota
uk: М╕н╕мальне значення по вертикал╕

source: Y Max:
pl: Maks Y:
uk: Максимальне Y:

source: The maximum vertical value
pl: Maksymalna warto¶æ pionowa
sk: Maximálna vertikálna hodnota
uk: Максимальне значення по вертикал╕

source: Curve
pl: Krzywa
sk: Krivka
uk: Крива

source: Creation Function:
pl: Funkcja tworz±ca:
sk: Funkcia:
uk: Створююча функц╕я:

source: The function which creates the widget
pl: Funkcja tworz±ca widget
sk: Fukcia, ktorá vytvorí prvok
uk: Функц╕я створююча в╕джет

source: String1:
pl: Napis1:
sk: Re»azec1:
uk: Рядок1:

source: The first string argument to pass to the function
pl: Pierwszy argument tekstowy przekazywany funkcji
sk: Prvý textový argument predaný funkcii
uk: Перший рядковий аргумент для передач╕ у функц╕ю

source: String2:
pl: Napis2:
sk: Re»azec2:
uk: Рядок2:

source: The second string argument to pass to the function
pl: Drugi argument tekstowy przekazywany funkcji
sk: Druhý textový argument predaný funkcii
uk: Другий рядковий аргумент для передач╕ у функц╕ю

source: Int1:
uk: Ц╕ле1:

source: The first integer argument to pass to the function
pl: Pierwszy argument ca³kowity przekazywany funkcji
sk: Prvý celoèíselný argument predaný funkcii
uk: Перший ц╕лий аргумент для передач╕ у функц╕ю

source: Int2:
uk: Ц╕ле2:

source: The second integer argument to pass to the function
pl: Drugi argument ca³kowity przekazywany funkcji
sk: Druhý celoèíselný argument predaný funkcii
uk: Другий ц╕лий аргумент для передач╕ у функц╕ю

source: Custom Widget
pl: Dowolny widget
sk: Vlastný prvok
uk: Нетиповий в╕джет

source: Dialog
pl: Okno dialogowe
sk: Dialóg
uk: Д╕алог

source: Drawing Area
pl: Obszar rysowania
sk: Kreslená oblas»:
uk: Д╕лянка малювання

source: Editable:
pl: Modyfikowalny:
sk: Upraviteµný:
uk: Редагу╓ться:

source: If the text can be edited
pl: Okre¶la, czy tekst mo¿e byæ modyfikowany
sk: Èi je mo¾né upravi» text
uk: Текст можна редагувати

source: Text Visible:
pl: Widoczny tekst:
sk: Text viditeµný:
uk: Текст видимий:

source: If the text entered by the user will be shown. When turned off, the text typed in is displayed as asterix characters, which is useful for entering passwords
pl: Okre¶la, czy wpisany tekst bêdzie wy¶wietlany. Je¶li opcja nie jestaktywna, wówczas tekst bêdzie widoczny w postaci ci±gu gwiazdek, co jest przydatne przy wprowadzaniu hase³
sk: Èi je text zadaný pou¾ívateµom zobrazený. Keï nie je, zadaný text je zobrazený ako hviezdièky, èo je výhodné pre zadávanie hesiel
uk: Текст, що вводить користувач буде показано. Якщо цей параметр вимкнено, текст буде в╕дображено з╕рочками, що корисно для ввдоду парол╕в

source: Max Length:
pl: Maks. d³ugo¶æ:
sk: Max. då¾ka:
uk: Максимальна довжина:

source: The maximum length of the text
pl: Maksymalna d³ugo¶æ tekstu
sk: Maximálna då¾ka textu
uk: Максимальна довжина тексту

source: Text Entry
pl: Wej¶cie tekstowe
sk: Textová polo¾ka
uk: Блок вводу тексту

source: Event Box
pl: Odbiornik zdarzeñ
sk: Box pre udalosti
uk: Блок под╕й

source: File Ops.:
pl: Operacje plikowe:
sk: Oper. so súbormi:
uk: Файлов╕ операц╕╖:

source: If the file operation buttons are shown
pl: Okre¶la, czy wy¶wietlane powinny byæ przyciski operacji na plikach
sk: Èi sú zobrazené tlaèidlá pre operácie so súbormi
uk: Показувати кнопки операц╕й

source: File Selection Dialog
pl: Okno wyboru pliku
sk: Dialóg pre výber súboru
uk: В╕кно вибору файлу

source: Fixed Positions
pl: Sta³e pozycje
sk: Pevné pozície
uk: Ф╕ксована позиц╕я

source: Font Selection
pl: Wybór czcionki
uk: Виб╕р шрифту

source: Select Font
pl: Wybór czcionki
uk: Вибрати шрифт

source: Font Selection Dialog
pl: Okno wyboru czcionki
sk: Dialóg pre výber písma
uk: Д╕алог вибору шрифту

source: Frame
pl: Ramka
sk: Rám
uk: Рамка

source: Initial Type:
pl: Pocz±tkowy typ:
sk: Poèiatoèný typ:
uk: Початковий тип:

source: The initial type of the curve
pl: Pocz±tkowy typ krzywej
sk: Poèiatoèný typ krivky
uk: Початковий тип криво╖

source: Gamma Curve
pl: Krzywa gamma
sk: Gamma krivka
uk: Крива гами

source: The type of shadow around the handle box
pl: Typ cienia wokó³ skrzynki z uchwytem
sk: Typ tieòa okolo boxu obsluhy
uk: Тип т╕н╕ навколо блоку повзунка

source: Handle Pos:
pl: Po³o¿. uchwytu:
sk: Poz. obsluhy:
uk: М╕сце повзунка:

source: The position of the handle
pl: Po³o¿enie uchwytu
sk: Pozícia obsluhy
uk: Позиц╕я повзунка

source: Snap Edge:
pl: Przyc. kraw.:
sk: Pritiahnu» okraj:
uk: Край встановлення:

source: The edge of the handle box which snaps into position
pl: Krawêd¼ uchwytu przyci±gana do po³o¿enia
sk: Okraj boxu obsluhy, ktorý sa má pritiahnu» na pozíciu
uk: Край повзунка, що встановлю╓ться у вказану позиц╕ю

source: Handle Box
pl: Skrzynka z uchwytem
sk: Box obsluhy
uk: Блок повзунка

source: New horizontal box
pl: Nowa pozioma skrzynka
sk: Nový horizontálny box
uk: Новий горизонтальний блок

source: Size:
pl: Rozmiar:
sk: Veµkos»:
uk: Розм╕р:

source: The number of widgets in the box
pl: Liczba widgetów w przegrodzie
sk: Poèet prvkov v boxe
uk: К╕льк╕сть в╕джет╕в у в╕кн╕

source: Homogeneous:
pl: Jednorodna:
sk: Homogénny:
uk: Однор╕дний:

source: If the children should be the same size
pl: Okre¶la, czy wszyscy potomkowie powinni mieæ ten sam rozmiar
sk: Èi majú by» potomci rovnako veµkí
uk: Нащадки мають однаков╕ розм╕ри

source: Spacing:
pl: Odstêpy:
sk: Medzery:
uk: В╕дступ:

source: The space between each child
pl: Odstêpy pomiêdzy poszczególnymi potomkami
sk: Medzery medzi potomkami
uk: Пром╕жок м╕ж кожним нащадком

source: Can't delete any children.
pl: Nie mo¿na usun±æ ¿adnych potomków
sk: Nie je mo¾né odstráni» ¾iadneho potomka.
uk: Неможливо стерти жодних нащадк╕в.

source: Position:
pl: Po³o¿enie:
sk: Pozícia:
uk: Позиц╕я:

source: The widget's position relative to its siblings
pl: Po³o¿enie widgetu wzglêdem jego rodzeñstwa
sk: Pozícia prvku relatívne k jeho súrodencom
uk: Позиц╕я в╕джета в╕дносно в╕джет╕в його р╕вня

source: Padding:
pl: Wy¶ció³ka:
sk: Medzery:
uk: В╕дступи:

source: The widget's padding
pl: Wy¶ció³ka widgetu
sk: Medzery prvku
uk: В╕дступи в╕джета

source: Expand:
pl: Rozszerzanie:
sk: Expandova»:
uk: Розширення:

source: Set True to let the widget expand
pl: Okre¶la, czy widget powinien siê powiêkszaæ
sk: Nastavte na Áno aby mohol prvok rás»
uk: В╕джет ма╓ розширюватись

source: Fill:
pl: Wype³nianie:
sk: Vyplni»:
uk: Заповнення:

source: Set True to let the widget fill its allocated area
pl: Okre¶la, czy widget powinien wype³niaæ przydzielon± mu przestrzeñ
sk: Nastavte na Áno aby prvok vyplnil celú alokovanú plochu
uk: В╕джет заповню╓ в╕дведену йому д╕лянку

source: Pack Start:
pl: Pierwsza przegr.:
sk: Nahrnú» na zaèiatok:
uk: Перший в блоц╕:

source: Set True to pack the widget at the start of the box
pl: Okre¶la, czy widget powinien byæ umieszczany w pierwszej dostêpnej przegródce skrzynki
sk: Nastavte na Áno aby prvok bol nahrnutý na zaèiatku boxu
uk: В╕джет ма╓ розташовуватись на початку блоку

source: Insert Before
pl: Wstaw przed
sk: Vlo¾i» pred
uk: Вставити перед

source: Insert After
pl: Wstaw po
sk: Vlo¾i» za
uk: Вставити п╕сля

source: Horizontal Box
pl: Pozioma skrzynka
sk: Horizontálny box
uk: Горизонтальний блок

source: New horizontal button box
pl: Nowa pozioma skrzynka z przyciskami
sk: Nový horizontálny tlaèidlový box
uk: Новий горизонтальний блок кнопок

source: The number of buttons
pl: Liczba przycisków
sk: Poèet tlaèidiel
uk: К╕льк╕сть кнопок

source: Layout:
pl: Uk³ad:
sk: Rozlo¾enie:
uk: Розсташування:

source: The layout style of the buttons
pl: Styl u³o¿enia przycisków
sk: ©týl rozlo¾enia tlaèidiel
uk: Стиль розсташування кнопок

source: The space between the buttons
pl: Odstêpy pomiêdzy przyciskami
sk: Priestor medzi tlaèidlami
uk: Пром╕жок м╕ж кнопками

source: Min Width:
pl: Min szeroko¶æ:
sk: Min. ¹írka:
uk: М╕н╕мальна ширина:

source: The minimum width of the buttons
pl: Minimalna szeroko¶c przycisków
sk: Minimálna ¹írka tlaèidiel
uk: М╕н╕мальна ширина кнопок

source: Min Height:
pl: Min wysoko¶æ:
sk: Min. vý¹ka:
uk: М╕н╕мальна висота:

source: The minimum height of the buttons
pl: Minimalna wysoko¶æ przycisków
sk: Minimálna vý¹ka tlaèidiel
uk: М╕н╕мальна висота кнопок

source: The horizontal padding of the buttons
pl: Pozioma wy¶ció³ka przycisków
sk: Horizontálne medzery medzi tlaèidlami
uk: Горизонтальн╕ в╕дступи кнопок

source: The vertical padding of the buttons
pl: Pionowa wy¶ció³ka przycisków
sk: Vertikálne medzery medzi tlaèidlami
uk: Вертикальн╕ в╕дступи м╕ж кнопок

source: Horizontal Button Box
pl: Pozioma skrzynka z przyciskami
sk: Horizontálny tlaèidlový box
uk: Горизонтальний блок кнопок

source: Handle Size:
pl: Rozmiar uchwytu:
sk: Veµkos» obsluhy:
uk: Розм╕р основи:

source: The size of the handle
pl: Rozmiar uchwytu
sk: Veµkos» obsluhy
uk: Розм╕р основи

source: Gutter Size:
pl: Rozmiar wy¿³ob.:
sk: Veµkos» èiary:
uk: Розм╕р канавки:

source: The size of the gutter
pl: Rozmiar wy¿³obienia
sk: Veµkos» èiary
uk: Розм╕р канавки

source: The position of the divider
pl: Po³o¿enie przegródki
sk: Pozícia deliacej èiary
uk: Позиц╕я розд╕лювача

source: Shrink:
pl: Zmniejszanie:
sk: Zmen¹ova»:
uk: Зменшення:

source: Set True to let the widget shrink
pl: Okre¶la, czy widget mo¿e byæ zmniejszany
sk: Nastavte na Áno pre umo¾nenie zmen¹ovania prvku
uk: В╕джет зменшу╓ться

source: Resize:
pl: Zmiana rozm.:
sk: Zmena veµkosti:
uk: Зм╕на розм╕р╕в:

source: Set True to let the widget resize
pl: Okre¶la, czy widget mo¿e zmieniaæ swój rozmiar
sk: Nastavte na Áno, ak má prvok meni» veµkos»
uk: В╕джет зм╕ню╓ розм╕ри

source: Horizontal Panes
pl: Pozioma kratka
sk: Horizontálne oblasti
uk: Горизонтальн╕ панел╕

source: Metric:
pl: Jednostka:
sk: Jednotky:
uk: Метрика:

source: The units of the ruler
pl: Jednostki na linijce
sk: Jednotky pravítka
uk: Одиниц╕ вим╕ру л╕н╕йки

source: Lower Value:
pl: Dolna warto¶æ:
sk: Spodná hodnota:
uk: Найменше значення

source: The low value of the ruler
pl: Dolna warto¶æ na linijce
sk: Spodná hodnota pravítka
uk: Найменше значення л╕н╕йки

source: Upper Value:
pl: Górna warto¶æ:
sk: Horná hodnota:
uk: Найб╕льше значення:

source: The high value of the ruler
pl: Górna warto¶æ na linijce
sk: Horná hodnota pravítka
uk: Найб╕льше значення л╕н╕йки

source: The current position on the ruler
pl: Aktualne po³o¿enie linijki
sk: Aktuálna pozícia na pravítku
uk: Поточна позиц╕я л╕н╕йки

source: The maximum value of the ruler
pl: Maksymalna warto¶æ linijki
sk: Maximálna hodnota pravítka
uk: Максимальне значення л╕н╕йки

source: Horizontal Ruler
pl: Pozioma linijka
sk: Horizontálne pravítko
uk: Горизонтальна л╕н╕йка

source: Show Value:
pl: Wy¶w. warto¶ci:
sk: Zobrazi» hodnotu:
uk: Показувати значення:

source: If the scale's value is shown
pl: Okre¶la, czy powinna byæ wy¶wietlana warto¶æ skali
sk: Èi je zobrazená hodnota mierky
uk: Показувати значення шкали

source: Digits:
pl: Cyfry:
sk: Èíslice:
uk: Цифр:

source: The number of digits to show
pl: Liczba wy¶wietlanych cyfr
sk: Poèet zobrazovaných èíslic
uk: К╕льк╕сть цифр, що показуються

source: Value Pos:
pl: Po³o¿. warto¶ci:
sk: Poz. hodnoty:
uk: Позиц╕я значення:

source: The position of the value
pl: Po³o¿enie warto¶ci
sk: Pozícia hodnoty
uk: Позиц╕я покажчика значення

source: Policy:
pl: Metoda:
sk: Mód:
uk: Мотод:

source: The update policy of the scale
pl: Metoda od¶wie¿ania skali
sk: Mód obnovovania mierky
uk: Метод оновлення шкали:

source: Horizontal Scale
pl: Pozioma skala
sk: Horizontálna mierka
uk: Горизонтальна шкала

source: The update policy of the scrollbar
pl: Metoda od¶wie¿ania paska przewijania
sk: Obnovovací mód posuvníka
uk: Метод оновлення панел╕ прокрутки

source: Horizontal Scrollbar
pl: Poziomy pasek przewijania
sk: Horizontálny posuvník
uk: Горизонтальна панель прокрутки

source: Horizonal Separator
pl: Poziomy separator
sk: Horizontálny oddeµovaè
uk: Горизонтальний розд╕лювач

source: New image
pl: Nowy obraz
sk: Nový obrázok
uk: Нове зображення

source: Image Width:
pl: Szeroko¶æ obrazu:
sk: ©írka obrázku:
uk: Ширина зобрадення:

source: Image Height:
pl: Wysoko¶æ obrazu:
sk: Vý¹ka obrázku:
uk: Висота зображення:

source: Image Type:
pl: Typ obrazu:
sk: Typ obrázku:
uk: Тип зображення:

source: Shared
pl: Dzielony
sk: Zdieµaný
uk: Колективний

source: Fastest
pl: Najszybszy
sk: Najrýchlej¹í
uk: Найшвидший

source: Visual:
sk: Viditeµný:
uk: Видим╕ст╕сь:

source: System
pl: Systemowy
sk: Systémový
uk: Системний

source: Best
pl: Najlepszy
sk: Najlep¹í
uk: Кращий

source: The horizontal alignment
pl: Poziome wyrównanie
sk: Horizontálne zarovnanie
uk: Горизонтальне вир╕внювання

source: The vertical alignment
pl: Pionowe wyrównanie
sk: Vertikálne zarovnanie
uk: Вертикальне вир╕внювання

source: Image
pl: Obraz
sk: Obrázok
uk: Зображення

source: Input Dialog
pl: Wej¶ciowe okno dialogowe
sk: Vstupný dialóg
uk: Д╕алог вводу

source: Focus Target:
pl: Cel uwagi:
sk: Cieµ fokusu:
uk: Ц╕ль фокусу:

source: The widget to set the keyboard focus to when the underlined accelerator key is used
pl: Widget przejmuj±cy uwagê wej¶ciow± po u¿yciu podkre¶lonego klawisza skrótu
sk: Prvok, na ktorý umiestni» fokus pri pou¾ití asociovaného akcelerátoru
uk: В╕джет на який переда╓ться фокус при використанн╕ клав╕шного скорочення

source: Auto
pl: Autom.
uk: Автоматично

source: Area Width:
pl: Szer. obszaru:
sk: ©írka oblasti:
uk: Ширина д╕лянки

source: The width of the layout area
pl: Szeroko¶æ obszaru uk³adu
sk: ©írka oblasti
uk: Ширина зайнято╖ д╕лянки

source: Area Height:
pl: Wys. obszaru:
sk: Vý¹ka oblasti:
uk: Висота д╕лянки:

source: The height of the layout area
pl: Wysoko¶æ obszaru uk³adu
sk: Vý¹ka oblasti
uk: Висота зайнято╖ д╕лянки

source: Layout
pl: Uk³ad
sk: Oblas»
uk: Смема розсташування

source: The selection mode of the list
pl: Tryb zaznaczania listy
sk: Mód výberu v zozname
uk: Режим вибору списку

source: List
pl: Lista
sk: Zoznam
uk: Список

source: List Item
pl: Ostatni element
sk: Polo¾ka zoznamu
uk: Елемент списку

source: Popup Menu
pl: Menu wyskakuj±ce
uk: Вискакуюче меню
