Repository: lepidotos/suede
Catalog: glade-0.6.2/po/*.po
Languages: pl, sk, uk

source: GTK+ GUI builder
uk: Конструктор граф╕чного ╕нтерфесу користувача для GTK+

source: Grid Options
pl: Opcje siatki
sk: Mo¾nosti mrie¾ky
uk: Параметри с╕тки

source: Horizontal Spacing:
pl: Odstêpy poziome:
sk: Horizontálne medzery:
uk: Горизонтальний пром╕жок:

source: Vertical Spacing:
pl: Odstêpy pionowe:
sk: Vertikálne medzery:
uk: Вертикальний пром╕жок:

source: Grid Style:
pl: Wygl±d siatki:
sk: ©týl mrie¾ky:
uk: Стиль с╕тки:

source: Dots
pl: Punkty
sk: Bodky
uk: Крапки

source: Lines
pl: Linie
sk: Èiary
uk: Л╕н╕╖

source: OK
uk: Гаразд

source: Cancel
pl: Anuluj
sk: Zru¹i»
uk: В╕дмова

source: Snap Options
pl: Opcje przyci±gania
sk: Mo¾nosti pri»ahovania
uk: Параметри при╓днання

source: Horizontal Snapping:
pl: Przyci±ganie poziome:
sk: Horizontálne pri»ahovanie:
uk: Горизонтальне при╓днання:

source: Left
pl: Lewa
sk: Vµavo
uk: Л╕воруч

source: Right
pl: Prawa
sk: Vpravo
uk: Праворуч

source: Vertical Snapping:
pl: Przyci±ganie pionowe:
sk: Vertikálne pri»ahovanie:
uk: Вертикальне при╓днання:

source: Top
pl: Góra
sk: Hore
uk: Вверх

source: Bottom
pl: Dó³
sk: Dolu
uk: Вниз

source: Couldn't insert a GtkScrolledWindow widget.
pl: Niw mo¿na wstawiæ widgetu GtkScrolledWindow
sk: Nie je mo¾né vlo¾i» prvok GtkScrolledWindow.
uk: Неможливо вставити в╕джет GtkScrolledWindow.

source: Couldn't insert a GtkViewport widget.
pl: Nie mo¿na wstawiæ widgetu GtkViewport.
sk: Nie je mo¾né vlo¾i» prvok GtkViewport.
uk: Неможливо вставити в╕джет GtkViewport.

source: Couldn't add new widget.
pl: Nie mo¿na dodaæ nowego widgetu.
sk: Nie je mo¾né prida» nový prvok.
uk: Неможливо додати новий в╕джет.

source: You can't add a widget at the selected position. Tip: GTK+ uses containers to lay out widgets. Try deleting the existing widget and using a box or table container instead.
pl: Nie mo¿na umie¶ciæ widgetu w zaznaczonym miejscu. Porada: GTK+ wykorzystuje do rozmieszczania widgetów kontenery. Spróbuj usun±æ istniej±cy widget i wykorzystaæ zamiast niego skrzynkê lub tabelê.
sk: Nie je mo¾né prida» prvok na vybranej pozícii. Tip: GTK+ pou¾íva kontajnery pre umiestnenie prvkov. Skúste odstráni» existujúci prvok a pou¾i» box alebo tabuµkový kontajner.
uk: Не можна додати в╕джет у вибрану позиц╕ю. Порада: GTK+ використову╓ контейнери для розм╕щення в╕джет╕в. Спробуйте видалити ╕снуючий в╕джет та використати зам╕сть нього блок чи таблицю.

source: Couldn't delete widget.
pl: Nie mo¿na usun±æ widgetu.
sk: Nie je mo¾né odstráni» prvok.
uk: Неможливо видалити в╕джет.

source: The widget can't be deleted
pl: Widget nie mo¿e zostaæ usuniêty
sk: Prvok nie je mo¾né odstráni».
uk: В╕джет неможе бути видалений

source: The widget is created automatically as part of the parent widget, and it can't be deleted.
pl: Nie mo¿na usun±æ widgetu, poniewa¿ jest on tworzony jest automatycznie, jako czê¶æ widgetu nadrzêdnego
sk: Prvok je vytvorený automaticky a súèas» rodièovského prvku a preto ho nie je mo¾né odstráni».
uk: В╕джет створено автоматично як частину батьк╕вського в╕джета, ╕ в╕н не може бути видалений.

source: Border Width:
pl: Szer. krawêdzi:
sk: ©írka okrajov:
uk: Ширина пол╕в:

source: The width of the border around the container
pl: Szeroko¶æ krawêdzi wokó³ kontenera
sk: ©írka okrajov okolo kontajneru
uk: Ширина пол╕в контейнера

source: Select
pl: Zaznacz
sk: Vybra»
uk: Вибрати

source: Remove Scrolled Window
pl: Usuñ przewijane okno
sk: Odstráni» posuvné okno
uk: Видалити в╕кно з прокруткою

source: Add Scrolled Window
pl: Dodaj przewijane okno
sk: Prida» posuvné okno
uk: Додати в╕кно з прокруткою

source: Remove Alignment
pl: Usuñ wyrównanie
sk: Odstráni» zarovnanie
uk: Усунути вир╕внювання

source: Add Alignment
pl: Dodaj wyrównanie
sk: Prida» zarovnanie
uk: Додати вир╕внювання

source: Remove Event Box
pl: Usuñ odbiornik zdarzeñ
sk: Odstráni» box pre udalosti
uk: Усунути блок под╕й

source: Add Event Box
pl: Dodaj odbiornik zdarzeñ
sk: Prida» box pre udalosti
uk: Додати блок под╕й

source: Redisplay
pl: Od¶wie¿
sk: Znovuzobrazi»
uk: Оновити

source: Cut
pl: Wytnij
sk: Vystrihnú»
uk: Вир╕зати

source: Copy
pl: Kopiuj
sk: Kopírova»
uk: Скоп╕ювати

source: Paste
pl: Wklej
sk: Vlo¾i»
uk: Вставити

source: Delete
pl: Usuñ
sk: Odstráni»
uk: Видалити

source: End tag expected
pl: Oczekiwano koñcowego znacznika (End)
sk: Oèakávaná koncová znaèka
uk: В╕дсутн╕й заключний тег

source: Data expected
pl: Oczekiwano danych
sk: Oèakávané dáta
uk: В╕дсутн╕ дан╕

source: Invalid accelerator key
pl: Niepoprawny klawisz skrótu
sk: Neplatný akcelerátor
uk: Нев╕рний клав╕шний прискорювач

source: Unknown tag
pl: Nieznany znacznik
sk: Neznáma znaèka
uk: Нев╕домий тег

source: Invalid boolean value
pl: Niew³a¶ciwa warto¶æ logiczna
sk: Neplatná logická hodnota
uk: Нев╕рне дв╕йкове значення

source: Invalid date
pl: Niew³a¶ciwa data
sk: Neplatný dátum
uk: Нев╕рна дата

source: Couldn't load font
pl: Nie mo¿na wczytaæ czcionki
sk: Nie je mo¾né naèíta» písmo
uk: Неможливо завантажити шрифт

source: Couldn't load pixmap
pl: Nie mo¿na wczytaæ piksmapy
sk: Nie je mo¾né naèíta» obrázok
uk: Неможливо завантажити растрове зображення

source: Invalid color
pl: Niew³a¶ciwy kolor
sk: Neplatná farba
uk: Нев╕рний кол╕р

source: N/A
pl: N/D
uk: Н/Д

source: replacing child of container - not implemented yet
pl: Zastêpowanie potomka kontenera nie zosta³o jeszcze zaimplementowane
sk: nahradzovanie potomka kontajneru - nie je implementované
uk: зам╕ну доч╕рнього об'╓кту контейнера ще не реал╕зовано

source: Couldn't insert GtkAlignment widget.
pl: Nie mo¿na wstawiæ widgetu GtkAlignment.
sk: Nie je mo¾né vlo¾i» prvok GtkAlignment.
uk: Неможливо ставити в╕джет GtkAlignment.

source: Couldn't remove GtkAlignment widget.
pl: Nie mo¿na usun±æ widgetu GtkAlignment.
sk: Nie je mo¾né odstráni» prvok GrkAlignment.
uk: Неможливо видалити в╕джет GtkAlignment.

source: Couldn't insert GtkEventBox widget.
pl: Nie mo¿na wstawiæ widgetu GtkEventBox.
sk: Nie je mo¾né vlo¾i» prvok GtkEventBox.
uk: Неможливо ставити в╕джет GtkEventBox.

source: Couldn't remove GtkEventBox widget.
pl: Nie mo¿na usun±æ widgetu GtkEventBox.
sk: Nie je mo¾né odstráni» prvok GtkEventBox.
uk: Неможливо видалити в╕джет GtkEventBox.

source: Couldn't insert GtkScrolledWindow widget.
pl: Nie mo¿na wstawiæ widgetu GtkScrolledWindow.
sk: Nie je mo¾né vlo¾i» prvok GtkScrolledWindow.
uk: Неможливо ставити в╕джет GtkScrolledWindow.

source: Couldn't remove GtkScrolledWindow widget.
pl: Nie mo¿na usun±æ widgetu GtkScrolledWindow.
sk: Nie je mo¾né odstráni» prvok GtkScrolledWindow.
uk: Неможливо видалити в╕джет GtkScrolledWindow.

source: Remove Label
pl: Usuñ etykietê
sk: Odstráni» nápis
uk: Видалити позначку

source: Error
pl: B³±d
sk: Chyba
uk: Помилка

source: System Error
pl: B³±d systemowy
sk: Chyba systému
uk: Системна помилка

source: Error opening file
pl: B³±d przy otwieraniu pliku
sk: Chyba pri otváraní súboru
uk: Помилка в╕дкриття файлу

source: Error reading file
pl: B³±d przy odczycie pliku
sk: Chyba pri èítaní súboru
uk: Помилка зчитування файлу

source: Error writing file
pl: B³±d przy zapisie pliku
sk: Chyba pri zápise do súboru
uk: Помилка запису файлу

source: Invalid directory
pl: Niew³a¶ciwy katalog
sk: Neplatný prieèinok
uk: Нев╕рний каталог

source: Invalid value
pl: Niew³a¶ciwa warto¶æ
sk: Neplatná hodnota
uk: Нев╕рне значення

source: Invalid XML entity
pl: Niepoprawny znacznik XML
sk: Neplatná entita XML
uk: Нев╕рний об'╓кт XML

source: Start tag expected
pl: Oczekiwano znacznika pocz±tkowego (Start)
sk: Oèakávaná poèiatoèná znaèka
uk: В╕дсутн╕й початковий тег

source: Character data expected
pl: Oczekiwano danych znakowych
sk: Oèakávané znakové dáta
uk: В╕дсутн╕ символьн╕ дан╕

source: Class id missing
pl: Brak id klasy
sk: Chýba ID triedy
uk: В╕дсутн╕й ╕дентиф╕катор класу

source: Class unknown
pl: Nieznana klasa
sk: Neznáma trieda
uk: Нев╕домий клас

source: Invalid component
pl: Niew³a¶ciwy komponent
sk: Neplatný komponent
uk: Нев╕рний компонент

source: Unexpected end of file
pl: Nieoczekiwany koniec pliku
sk: Neoèakávaný koniec súboru
uk: Неоч╕куваний к╕нець файлу

source: Unknown error code
pl: Nieznany kod b³êdu
sk: Neznáma chyba
uk: Нев╕домий код помилки

source: Clipboard
pl: Schowek
sk: Schránka
uk: Буфер обм╕ну

source: You need to select a widget to paste into
pl: Nale¿y zaznaczyæ widget, do którego dokonaæ wstawienia
sk: Musíte vybra» prvok, do ktorého chcete vklada»
uk: Вам необх╕дно вибрати в╕джет для вставляння

source: You can't paste into windows or dialogs.
pl: Nie mo¿na wklejaæ do okien lub okien dialogowych.
sk: Nie je mo¾né vklada» do okien alebo dialógov.
uk: Ви не можете вставляти у в╕кна чи д╕алоги.

source: You can't paste into the selected widget, since it is created automatically by its parent.
pl: Nie mo¿na wstawiæ do zaznaczonego widgetu, poniewaæ jest on automatycznie tworzony przez widget nadrzêdny.
sk: Nie je mo¾né vlo¾i» do vybraného prvku, preto¾e je automaticky vytvorený rodièom.
uk: Ви не можете вставити у вибраний в╕джет, доки в╕н автоматично створю╓ться сво╖м пращуром.

source: Only menu items can be pasted into a menu or menu bar.
pl: Do menu lub paska menu mog± byæ wstawiane tylko elementy menu.
sk: Len polo¾ky menu je mo¾né vlo¾i» do menu alebo do pruhu menu.
uk: В меню ╕ панель меню можуть бути вставлен╕ лише елементи меню

source: Only buttons can be pasted into a GnomeDialog action area.
pl: Do obszaru akcji widgetu GnomeDialog mog± byæ wklejane tylko przyciski
sk: Len tlaèidlá je mo¾né vlo¾i» do oblasti akcií GnomeDialógu.
uk: У д╕лянку д╕╖ GnomeDialog можуть бути вставлен╕ лише кнопки.

source: Only GnomeDockItem widgets can be pasted into a GnomeDock.
pl: Do widgetu GnomeDock mog± byæ wstawiane tylko widgety GnomeDockItem.
sk: Len prvky GnomeDockItem je mo¾né vlo¾i» do GnomeDock.
uk: Лише в╕джет GnomeDockItem може бути вставлений в GnomeDock.

source: Only GnomeDockItem widgets can be pasted over a GnomeDockItem.
pl: Na GnomeDockItem mog± byæ nak³adane tylko widgety GnomeDockItem.
sk: Len prvky GnomeDockItem je mo¾né vlo¾i» namiesto GnomeDockIterm.
uk: Лише в╕джети GnomeDockItem можуть бути вставлен╕ зам╕сть GnomeDockItem.

source: Sorry - pasting over a GnomeDockItem is not implemented yet.
pl: Niestety, nak³adanie na GnomeDockItem nie jest jeszcze zaimplementowane.
sk: ¥utujem - vkladanie namiesto GnomeDockItem nie je zatiaµ implementované.
uk: Нажаль вставляння зам╕сть GnomeDockItem ще не реал╕зовано.

source: GnomeDockItem widgets can only be pasted into a GnomeDock.
pl: Widgety GnomeDockItem mog± byæ wstawiane tylko do widgetu GnomeDock.
sk: Prvky GnomeDockItem je mo¾né vlo¾i» len do GnomeDock.
uk: GnomeDockItem може бути вставлений лише в GnomeDock.

source: None
pl: Brak
sk: ®iadna
uk: Нема╓

source: _New
pl: _Nowy
sk: _Nový
uk: Нове

source: Blank
pl: Pusty
sk: Prázdna
uk: Порожн╓

source: New
pl: Nowy
sk: Nový
uk: Новий

source: Save
pl: Zapisz
sk: Ulo¾i»
uk: Зберегти

source: Save As
pl: Zapisz jako
sk: Ulo¾i» ako
uk: Зберегти як

source: Revert
pl: Przywróæ
sk: Vráti»
uk: В╕дновити

source: Open
pl: Otwórz
sk: Otvori»
uk: В╕дкрити

source: Close
pl: Zamknij
sk: Zavrie»
uk: Закрити

source: Quit
pl: Zakoñcz
sk: Koniec
uk: Вийти

source: Properties
pl: W³a¶ciwo¶ci
sk: Vlastnosti
uk: Властивост╕

source: Preferences
pl: Preferencje
sk: Nastavenia
uk: Установки

source: About
pl: Informacje o
sk: O programe
uk: Про

source: Scores
pl: Wyniki
sk: Scóre
uk: Рахунки

source: Undo
pl: Cofnij
sk: Vráti» spä»
uk: В╕дм╕нити

source: Redo
pl: Ponów
sk: Opakova» vrátené
uk: Повернути

source: Print
pl: Drukuj
sk: Tlaèi»
uk: Друкувати

source: Search
pl: Szukaj
sk: Nájs»
uk: Шукати

source: Search/Replace
pl: Szukaj/Zast±p
sk: Nájs»/Nahradi»
uk: Пошук/Зам╕на

source: Back
pl: Wstecz
sk: Dozadu
uk: Назад

source: Forward
pl: Naprzód
sk: Dopredu
uk: Вперед

source: First
pl: Pierwszy
sk: Prvá
uk: Перший

source: Last
pl: Ostatni
sk: Posledná
uk: Останн╕й

source: Home
pl: Pocz±tek
sk: Domov
uk: Дом╕вка

source: Stop
pl: Zatrzymaj
uk: Зупинити

source: Refresh
pl: Od¶wie¿
sk: Obnovi»
uk: Поновити

source: Mail
pl: Poczta
sk: Po¹ta
uk: Пошта

source: Receive Mail
pl: Odbierz pocztê
sk: Prija» po¹tu
uk: Отримати пошту

source: Send Mail
pl: Wy¶lij list
sk: Posla» po¹tu
uk: В╕д╕слати пошту

source: Reply to Mail
pl: Odpowiedz na list
sk: Odpoveda» na po¹tu
uk: Видпов╕сти на лист

source: Forward Mail
pl: Prze¶lij list
sk: Preda» po¹tu ïalej
uk: Переслати лист

source: New Mail
pl: Nowy list
sk: Nová po¹ta
uk: Новий лист

source: Trash
pl: ¦mietnik
sk: Odpadky
uk: См╕тник

source: Trash Full
pl: Pe³ny ¶mietnik
sk: Odpadky plné
uk: Повний см╕тник

source: Undelete
pl: Odtwórz
sk: Obnovi» zmazané
uk: В╕дновити

source: Timer
pl: Stoper
sk: Èasovaè
uk: Таймер

source: Timer Stopped
pl: Stoper zatrzymany
sk: Èasovaè zastavený
uk: Таймер зупинено

source: Spellchecker
pl: Sprawdzanie pisowni
sk: Kontrola pravopisu
uk: Перев╕рка орфограф╕╖

source: Microphone
pl: Mikrofon
sk: Mikrofón
uk: М╕крофон

source: Line In
pl: Wej¶cie liniowe
sk: Vstup
uk: Вх╕д

source: Volume
pl: G³o¶no¶æ
sk: Hlasitos»
uk: Гучн╕сть

source: Book Red
pl: Czerwona ksi±¿ka
sk: Èervená kniha
uk: Червона книжка

source: Book Green
pl: Zielona ksi±¿ka
sk: Zelená kniha
uk: Зелена книжка

source: Book Blue
pl: Niebieska ksi±¿ka
sk: Modrá kniha
uk: Синя книжка

source: Book Yellow
pl: ¯ó³ta ksi±¿ka
sk: ®ltá kniha
uk: Жовта книжка

source: Book Open
pl: Otwarta ksi±¿ka
sk: Otvorená kniha
uk: В╕дкрита книжка

source: Convert
pl: Konwertuj
sk: Prevod
uk: Перетворити

source: Jump To
pl: Przejd¼ do
sk: Prejs» na
uk: Перескочити на

source: Up
pl: Góra
sk: Hore
uk: Вгору

source: Down
pl: Dó³
sk: Dolu
uk: Вниз

source: Attach
pl: Do³±cz
sk: Pripoji»
uk: Долучити

source: Index
pl: Indeks
uk: ╤ндекс

source: Font
pl: Czcionka
sk: Písmo
uk: Шрифт

source: Exec
pl: Uruchom
sk: Vykona»
uk: Виконати

source: Center
pl: Centrowanie
sk: Na stred
uk: Центрувати

source: Justify
pl: Justuj
sk: Zarovna»
uk: Вир╕внювання

source: Bold
pl: Pogrubienie
sk: Tuèné
uk: Товстий

source: Italic
sk: ©ikmé
uk: Курсивний

source: Underline
pl: Podkre¶lenie
sk: Podèiarknuté
uk: П╕дкреслений

source: Strikeout
pl: Przekre¶lenie
sk: Preèiarknuté
uk: Перекреслений

source: Clear
pl: Wyczy¶æ
sk: Zmaza»
uk: Очистити

source: Help
pl: Pomoc
sk: Pomocník
uk: Дов╕дка

source: Multiple
pl: Z³o¿ony
sk: Viacnásobné
uk: Множина

source: Not
pl: Nie
sk: Nie
uk: Н╕

source: Text Indent
pl: Wciêcie tekstu
sk: Odsadi» text
uk: Текст з в╕дступами

source: Text Unindent
pl: Cofniêcie tekstu
sk: Zru¹i» odsadenie textu
uk: Текст без в╕дступ╕в

source: Color Select
pl: Wybór koloru
sk: Vybra» farbu
uk: Виб╕р кольору

source: Add
pl: Dodaj
sk: Prida»
uk: Додати

source: Remove
pl: Usuñ
sk: Odstráni»
uk: Вилучити

source: Table Borders
pl: Krawêdzie tabeli
sk: Okraje tabuµky
uk: Кра╖ таблиц╕

source: Table Fill
pl: Wype³nienie tabeli
sk: Výplò tabuµky
uk: Заповнення таблиц╕

source: Text Bulleted List
pl: Wypunktowana lista tekstu
sk: Odrá¾kový zoznam
uk: Маркований текстовий список

source: Text Numbered List
pl: Numerowana lista tekstu
sk: Èíslovaný zoznam
uk: Пронумерований текстовий список

source: GTK+ Basic
pl: GTK+, proste
sk: GTK+ Základné
uk: Основне GTK+

source: GTK+ Additional
pl: GTK+, dodatkowe
sk: GTK+ Prídavné
uk: Додаткове GTK+

source: NotShown
pl: NieWy¶wietlone
sk: Nezobrazené
uk: Непоказаний

source: Select Accelerator Key
pl: Wybór klawisza skrótu
sk: Vyberte akcelerátor
uk: Вибер╕ть клав╕шу-прискорювач

source: Keys
pl: Klawisze
sk: Klávesy
uk: Клав╕ш╕

source: Menu Editor
pl: Edytor menu
sk: Editor menu
uk: Редактор меню

source: Label
pl: Etykieta
sk: Nápis
uk: М╕тка

source: Type
pl: Typ
sk: Typ
uk: Тип

source: Accelerator
pl: Klawisz skrótu
sk: Akcelerátor
uk: Прискорювач

source: Name
pl: Nazwa
sk: Meno
uk: Назва

source: Handler
pl: Funkcja
sk: Obsluha
uk: Обробник

source: Active
pl: Aktywny
sk: Aktívna
uk: Активний

source: Group
pl: Grupa
sk: Skupina
uk: Група

source: Right Justify
pl: Wyrównanie do prawej
sk: Zarovna» vpravo
uk: Вир╕внювання по правому краю

source: Icon
pl: Ikona
sk: Ikona
uk: П╕ктограма

source: Move the item and its children up one place in the list
pl: Przenosi element i jego potomków o jedno miejsce w górê na li¶cie
sk: Posunie polo¾ku a jej potomkov o jedno miesto hore v zozname
uk: Перенести елемент та його нащадк╕в на один пункт вгору

source: Move the item and its children down one place in the list
pl: Przenosi element i jego potomków o jedno miejsce w dó³ na li¶cie
sk: Posunie polo¾ku a jej potomkov o jedno miesto dolu v zozname
uk: Перенести елемент та його нащадк╕в на один пункт вниз

source: Move the item and its children up one level
pl: Przenosi element i jego potomków o jeden poziom w górê
sk: Posunie polo¾ku a jej potomkov o jednu úroveò vy¹¹ie
uk: Перенести елемент та його нащадк╕в на один р╕вень вгору

source: Move the item and its children down one level
pl: Przenosi element i jego potomków o jeden poziom w dó³
sk: Posunie polo¾ku a jej potomkov o jednu úroveò ni¾¹ie
uk: Перенести елемент та його нащадк╕в на один р╕вень вниз

source: The stock Gnome item to use.
pl: Wykorzystywany typowy element.
sk: Pou¾itá ¹tandardná polo¾ka GNOME.
uk: Використовуваний типовий елемент.

source: Stock Item:
pl: Typowy el.:
sk: GNOME polo¾ka:
uk: Типовий ел.:

source: The text of the menu item, or empty for separators. Hit return to add a new item below this one. Ctl-Return adds a child item beneath this one.
pl: Napis elementu menu lub pusty w przypadku separatorów. Wci¶nij Return, aby dodaæ kolejny element. Ctl-Return dodaje element potomny w stosunku do bie¿±cego.
sk: Text polo¾ky menu alebo prázdne pre oddeµovaèe. Stlaèením enter pridáte novú polo¾ku pod túto. Ctrl-Return pridá potomka tejto polo¾ke.
uk: Текст елемента меню, чи лишити порожн╕м для вводу розд╕лювача. Натисн╕ть Вв╕д щоб додати новий елемент нижче цього. Ctl-Вв╕д дода╓ елементи нащадк╕в у середину цього елемента.

source: Label:
pl: Etykieta:
sk: Nápis:
uk: Позначка:

source: The name of the widget
pl: Nazwa widgetu
sk: Meno prvku
uk: Назва в╕джета

source: Name:
pl: Nazwa:
sk: Meno:
uk: Назва:

source: The function to be called when the item is selected
pl: Funkcja, która bêdzie wykonana po zaznaczeniu elementu
sk: Funkcia, ktorú zavola» pri výbere tejto polo¾ky
uk: Функц╕я що буде викликатися, коли елемент буде вибрано

source: Handler:
pl: Funkcja:
sk: Obsluha:
uk: Обробник:

source: An optional icon to show on the left of the menu item.
pl: Opcjonalna ikona wy¶wietlana przy elemencie menu.
sk: Nepovinná ikona zobrazovaná vµavo od polo¾ky menu.
uk: Необов'язкова п╕ктограма що буде показана л╕воруч в╕д елементу меню

source: Icon:
pl: Ikona:
sk: Ikona:
uk: П╕ктограма:

source: The tip to show when the mouse is over the item
pl: Podpowied¼ wy¶wietlana kiedy wska¼nik znajdzie siê nad elementem
sk: Rada zobrazovaná pri ukázaní kurzorom na polo¾ku
uk: П╕дказка що буде показана коли миша затрима╓ться на елемент╕

source: Tooltip:
pl: Podpowied¼:
sk: Rada:
uk: П╕дказка:

source: Add a new item below the selected item.
pl: Dodaje nowy element poni¿ej wybranego.
sk: Pridá novú polo¾ku pod vybranú polo¾ku.
uk: Додати новий елемент п╕д вибраним.

source: Add Separator
pl: Dodaj separator
sk: Prida» oddeµovaè
uk: Додати розд╕лювач

source: Add a separator below the selected item.
pl: Dodaje separator poni¿ej zaznaczonego elementu.
sk: Pridá oddeµovaè pod vybranú polo¾ku.
uk: Додати розд╕лювач п╕д вибраним елементом.

source: Delete the current item
pl: Usuñ bie¿±cy element
sk: Odstráni aktuálnu polo¾ku
uk: Видалити поточний елемент

source: Item Type:
pl: Typ elementu:
sk: Typ polo¾ky:
uk: Тип елементу:

source: If the item is right justified (e.g. for a Help menu).
pl: Okre¶la, czy element menu powinien byæ wyrównany do prawej (np. menu Pomoc)
sk: Èi je polo¾ka zarovnaná vpravo (napr. menu Pomocník).
uk: Вир╕внювання за правим кра╓м (наприклад меню Дов╕дка).

source: Right Justify:
pl: Wyrównaj do prawej:
sk: Zarovna» vpravo:
uk: Праворуч:

source: No
pl: Nie
sk: Nie
uk: Н╕

source: If the item is initially on.
pl: Okre¶la, czy element jest pocz±tkowo w³±czony.
sk: Ak je polo¾ka na zaèiatku aktívna.
uk: Елемент початково ув╕мкнено.

source: Active:
pl: Aktywny:
sk: Aktívna:
uk: Активний:

source: The radio menu item's group. Leave empty to use the parent menu's default group.
pl: Grupa elementu menu radiowego. Przy pozostawieniu postej wykorzystana zostanie domy¶lna grupa menu nadrzêdnego.
sk: Skupina polo¾iek menu fungujúcich ako prepínaèe. Nevyplòujte, ak sa má pou¾i» ¹tandardná skupina rodièovskej polo¾ky.
uk: Група елемент╕в меню с перемикачами. Залиште порожньою, якщо потр╕бно використати типову групу меню пращура.

source: Group:
pl: Grupa:
sk: Skupina:
uk: Група:

source: Radio
pl: Radiowy
sk: Prepínaè
uk: Перемикач

source: Check
pl: Wybór
sk: Za¹krtávacia
uk: Виб╕р

source: Normal
pl: Zwyk³y
sk: Normálna
uk: Звичайний

source: Accelerator:
pl: Klawisz skrótu:
sk: Akcelerátor:
uk: Прискорювач:

source: Key:
pl: Klawisz:
sk: Kláves:
uk: Клав╕ша:

source: Modifiers:
pl: Modyfikatory:
sk: Modifikátory:
uk: Модиф╕катори:

source: Apply
pl: Zastosuj
sk: Pou¾i»
uk: Застосувати

source: Yes
pl: Tak
sk: Áno
uk: Так

source: Select icon
pl: Wybór ikony
sk: Vyberte ikonu
uk: Вибрати п╕ктограму

source: separator
sk: oddeµovaè
uk: розд╕лювач

source: Couldn't create pixmap from file:
pl: Nie mo¿na utworzyæ piksmapy z pliku:
sk: Nie je mo¾né vytvori» pixmap zo súboru:
uk: Не вдалося створити растрове зображення з файлу:

source: Selector
pl: Zaznaczanie
sk: Výber
uk: Вказ╕вник

source: The project directory is not set. Please set it using the Project Options dialog.
pl: Katalog projektu nie zosta³ ustawiony. Mo¿esz go ustawiæ w oknie opcji projektu.
sk: Prieèinok projektu nie je nastavený. Prosím, nastavte ho pomocou dialógu Mo¾nosti projektu.
uk: Каталог проекту не вказано. Будь ласка, вкаж╕ть його використавши д╕алог "Параметри проекту".

source: The source directory is not set. Please set it using the Project Options dialog.
pl: Katalog ¼ród³owy nie zosta³ ustawiony. Mo¿esz go ustawiæ w oknie opcji projektu.
sk: Prieèinok pre zdrojové kódy nie je nastavený. Prosím, nastavte ho pomocou dialógu Mo¾nosti projektu.
uk: Каталог текст╕в програми не вказано. Будь ласка, вкаж╕ть його використавши д╕алог "Параметри проекту".

source: Invalid source directory: The source directory must be the project directory or a subdirectory of the project directory.
pl: Niepoprawny katalog ¼ród³owy: Katalog ¼ród³owy musi byæ katalogiem projektu lub jego podkatalogiem.
sk: Neplatný prieèinok pre zdrojové kódy: Tento prieèinok musí by» prieèinok projektu alebo jeho podprieèinok.
uk: Нев╕рний каталог текст╕в програми: Каталог текст╕в програми ма╓ бути каталогом проекту або п╕дкаталогом каталогу проекту.

source: The pixmaps directory is not set. Please set it using the Project Options dialog.
pl: Katalog piksmap nie zosta³ ustawiony. Mo¿esz go ustawiæ w oknie opcji projektu.
sk: Prieèinok pre obrázky nie je nastavený. Prosím, nastavte ho pomocou dialógu Mo¾nosti projektu.
uk: Каталогу растрових зображень не вказано. Будь ласка, вкаж╕ть його використавши д╕алог "Параметри проекту".

source: Sorry - generating source for %s is not implemented yet
pl: Niestety, nie zaimplementowano jeszcze generowania kodu dla %s
sk: ¥utujem - generovanie zdrojového kódu pre %s zatiaµ nie je implementované
uk: Вибачте - генерац╕я текст╕в програми для %s ще не реал╕зовано
