Repository: lepidotos/suede
Catalog: glade-0.6.2/po/*.po
Languages: pl, sk, uk

source: The number of pixels between rows of icons
pl: Liczba pikseli pomiêdzy wierszami ikon
sk: Poèet bodov medzi riadkami ikon
uk: К╕льк╕сть п╕ксел╕в м╕ж рядками п╕ктограм

source: The number of pixels between columns of icons
pl: Liczba pikseli pomiêdzy kolumnami ikon
sk: Poèet bodov medzi ståpcami ikon
uk: К╕льк╕сть п╕ксел╕в м╕ж стовпчиками п╕ктограм

source: Icon Border:
pl: Krawêd¼ ikony:
sk: Okraj ikony:
uk: Рамка п╕ктограми:

source: The number of pixels around icons (unused?)
pl: Liczba pikseli wokó³ ikon (nieu¿ywane?)
sk: Poèet bodov okolo ikon (nepou¾ívané?)
uk: К╕льк╕сть п╕ксел╕в навколо п╕ктограм

source: Text Spacing:
pl: Odstêpy w tek¶cie:
sk: Medzera textu:
uk: В╕дступ тексту:

source: The number of pixels between the text and the icon
pl: Liczba pikseli pomiêdzy tekstem i ikon±
sk: Poèet bodov medzi textom a ikonou
uk: К╕льк╕сть п╕ксел╕в м╕ж текстом та п╕ктограмою

source: Text Editable:
pl: Modyfikowalny tekst:
sk: Upraviteµný text:
uk: Текст зм╕нюваний:

source: If the icon text can be edited by the user
pl: Okre¶la, czy tekst pod ikon± mo¿e byæ modyfikowany przez u¿ytkownika
sk: Èi je text ikony upraviteµný pou¾ívateµom
uk: Текст п╕ктограми може зм╕нювати користувач

source: Text Static:
pl: Statyczny tekst:
sk: Statický text:
uk: Текст статичний:

source: If the icon text is static, in which case it will not be copied by the GnomeIconList
pl: Okre¶la, czy tekst powinien byæ statyczny, dziêki czemu nie bêdzie kopiowany przez GnomeIconList
sk: Èi je text statický, v tom prípade nebude kopírovaný GnomeIconListom
uk: Текст п╕ктограми статичний, в╕н не буде коп╕юватись GnomeIconList

source: Icon List
pl: Lista ikon
sk: Zoznam ikon
uk: П╕ктограмний список

source: Icon Selection
pl: Wybór ikony
sk: Výber ikony
uk: Виб╕р п╕ктограми

source: Example output from GnomeLess widget.
pl: Przyk³adowe wyj¶cie widgetu GnomeLess.
sk: Príklad výstupu z prvku GnomeLess.
uk: Приклад виводу з в╕джета GnomeLess.

source: The font to use for the text
pl: Czcionka wykorzystywana dla tekstu
sk: Písmo pou¾ité pre text
uk: Шрифт тексту

source: Message Type:
pl: Typ komunikatu:
sk: Typ správy:
uk: Тип пов╕домлення:

source: The type of the message box
pl: Typ okna komunikatu
sk: Typ dialógu
uk: Тип в╕кна пов╕домлення

source: Message:
pl: Komunikat:
sk: Správa:
uk: Пов╕домлення:

source: The message to display
pl: Wy¶wietlany komunikat
sk: Zobrazovaná správa
uk: Пов╕домлення для показу

source: Gnome Message Box
pl: Okno komunikatu GNOME
sk: GNOME dialóg pre správy
uk: В╕кно пов╕домлення GNOME

source: The title of the calculator dialog
pl: Tytu³ okna kalkulatora
sk: Titulok dialógu kalkulaèky
uk: Заголовок в╕кна калькулятора

source: Calculator
pl: Kalkulator
sk: Kalkulaèka
uk: Калькулятор

source: Gnome Paper Selector
pl: Wybór papieru GNOME
sk: Výber papiera GNOME
uk: Виб╕р паперу GNOME

source: Scaled:
pl: Skalowana:
sk: Zväè¹ený:
uk: Масштабована:

source: If the pixmap is scaled
pl: Okre¶la, piksmapa powinna byæ skalowana
sk: Èi je obrázok zväè¹ený
uk: Масштабоване растрове зображення

source: Scaled Width:
pl: Skalow. szer.:
sk: Zväè¹ená ¹írka:
uk: Нова ширина:

source: The width to scale the pixmap to
pl: Szeroko¶æ, do jakiej powinna byæ przeskalowana piksmapa
sk: ©írka, na ktorú zväè¹i» obrázok
uk: Ширина, до яко╖ маштабувати растрове зображення

source: Scaled Height:
pl: Skalow. wys.:
sk: Zväè¹ená vý¹ka:
uk: Нова висота:

source: The height to scale the pixmap to
pl: Wysoko¶æ, do jakiej powinna byæ przeskalowana piksmapa
sk: Vý¹ka, na ktorú zväè¹i» obrázok
uk: Висота, до яко╖ маштабувати растрове зображення

source: Gnome Pixmap
pl: Piksmapa GNOME
uk: Растрове зображення GNOME

source: Preview:
pl: Podglêd:
sk: Uká¾ka:
uk: Перегляд:

source: If a small preview of the pixmap is displayed
pl: Okre¶la, czy powinien byæ wy¶wietlany ma³y podgl±d piksmapy
sk: Èi má by» zobrazovaná uká¾ka obrázku
uk: Ув╕мкнути попередн╕й перегляд

source: New GnomePropertyBox
pl: Nowe GnomePropertyBox
sk: Nový GnomePropertyBox
uk: Новий GnomePropertyBox

source: Property Dialog Box
pl: Okno dialogowe w³a¶ciwo¶ci
sk: Dialóg pre vlastnosti
uk: Д╕алогове в╕кно властивостей

source: Spell Checker
pl: Sprawdzanie pisowni
sk: Kontrola pravopisu
uk: Перев╕рка орфограф╕╖

source: Gnome Stock Pixmap
pl: Typowa piksmapa GNOME
sk: Gnome ¹tandardný obrázok
uk: Типове растрове зображення GNOME

source: Database Browser
pl: Przegl±darka bazy danych
sk: Prehliadaè databáze
uk: Перегляд бази даних

source: Data-bound combo
pl: Wej¶cie z opcjami powi±zane z danymi
sk: Combo viazaný na dáta
uk: Комб╕новинй список пов'язаних даних

source: Database Dataset
sk: Databázová Dataset
uk: Наб╕р даних бази даних

source: DSN Configurator
sk: Nastavenie DSN
uk: Конф╕╜урац╕я DSN

source: Database error viewer
pl: Przegl±darka b³êdów bazy danych
sk: Prehliadaè chýb databáze
uk: Показ помилки бази даних

source: Database error dialog
pl: Okno b³êdów bazy danych
sk: Dialóg pre chyby databáze
uk: Д╕алог помилка бази даних

source: Data-bound grid
pl: Siatka powi±zana z danymi
sk: Tabuµka viazaná na dáta
uk: С╕тка пов'язаних даних

source: Database Icon List
sk: Databázový zoznam ikon
uk: Список п╕ктограм бази даних

source: Data-bound list
pl: Lista powi±zana z danymi
sk: Zoznam viazaný na dáta
uk: Список пов'язаних даних

source: Database login widget
pl: Widget logowania do bazy danych
sk: Prvok pre prihlásenie k databázi
uk: В╕джет ре╓страц╕╖ в баз╕ даних

source: Login
sk: Prihlásenie
uk: Ре╓страц╕я

source: Database login dialog
pl: Okno logowania do bazy danych
sk: Dialóg pre prihlásenie k databázi
uk: Д╕алог ре╓страц╕╖ в баз╕ даних

source: Database report
pl: Raport bazy danych
sk: Databázový report
uk: Зв╕т бази даних

source: Gnome Less
pl: Przegl±darka tekstowa GNOME

source: GnomeDateEdit
sk: GNOME Editor dátumu
