Repository: lepidotos/suede
Catalog: bonobo-1.0.19/po/*.po
Languages: ca, da, gl, hu, it, ja, ko, pl, pt, ro, sl, uk, wa, zh_tw

source: Visible
da: Synlig
hu: Látható
it: Visibile
ja: 可視
ko: 보이기/숨기기
pl: Widoczno¶æ
pt: Visível
ro: Vizibil
sl: Viden
uk: Видиме
wa: Veyåve
zh_tw: 可見

source: _Show
ca: _Mostra
da: _Vis
gl: A_mosar
hu: _Mutat
it: _Mostra
ja: 表示(_S)
ko: 보이기(_S)
pl: _Widoczny
pt: Mo_strar
ro: _Afiºeazã
sl: _Ka¾i
uk: Показати
wa: _Mostrer
zh_tw: 顯示 (_S)

source: _Hide
ca: _Amaga
da: _Skjul
gl: A_gochar
hu: _Elrejt
it: _Nascondi
ja: 隠す(_H)
ko: 숨기기(_H)
pl: _Ukryty
pt: _Esconder
ro: A_scunde
sl: _Skrij
uk: Прибрати
wa: _Catchî
zh_tw: 隱藏 (_H)

source: _View tooltips
ca: _Visualitza els rètols d'indicador de funció
da: _Vis værktøjstip
gl: _Ver os tooltips
hu: _Segédszöveg mutatása
it: _Visualizza suggerimento
ja: ツールチップを表示(_V)
ko: 툴팁 보기(_V)
pl: Wy¶wietlanie p_odpowiedzi
pt: _Ver dicas de menu
ro: _Vizualizeazã tooltip-uri
sl: _Ka¾i namige orodij
uk: Показати п╕дказки
wa: _Vey racsegnes
zh_tw: 顯示工具列提示 (_V)

source: Toolbars
ca: Barra d'eines
da: Værktøjsbjælker
gl: Barras de ferramentas
hu: Eszköztárak
it: Barre degli strumenti
ja: ツールバー
ko: 툴바
pl: Paski narzêdziowe
pt: Barras de Ferramentas
ro: Bare de unelte
sl: Orodne vrstice
uk: Панел╕ ╕нструмент╕в
wa: Bårs ås usteyes
zh_tw: 工具列

source: Look
ca: Aparença
da: Se
gl: Aspecto
hu: Nézet
it: Guarda
ja: 見る
ko: 표시
pl: Wygl±d
pt: Aspecto
ro: Vedere
sl: Glej
uk: Дивитись
wa: Rivnance
zh_tw: 檢視

source: _Icon
ca: _Icona
da: _Ikon
gl: _Icona
hu: _Ikon
it: _Icona
ja: アイコン(_I)
ko: 아이콘(_I)
pl: _Ikony
sl: _Ikone
uk: П╕ктограма
wa: _Imådjete
zh_tw: 圖示 (_I)

source: _Text and Icon
ca: _Text i icona
da: _Tekst og ikon
gl: _Texto e icona
hu: _Szöveg és ikon
it: _Testo e icona
ja: テキストとアイコン(_T)
ko: 텍스트와 아이콘(_T)
pl: _Napisy i ikony
pt: _Texto e Icon
ro: _Text ºi icon
sl: _Besedilo in ikone
uk: Текст ╕ п╕ктограма
wa: _Tecse et imådjete
zh_tw: 圖示及文字 (_T)

source: _Priority text only
ca: Només text de _prioritat
da: Kun _hastende tekst
gl: Só texto _prioritario
hu: _Csak elsõdleges szöveg
it: _Priorità al solo testo
ja: 優先テキストのみ(_P)
ko: 텍스트만(_P)
pl: _Tylko wa¿ne napisy
pt: Texto _prioritário apenas
ro: _Prioritate doar text
sl: Le _prednostno besedilo
uk: Приоритет лише тексту
zh_tw: 橫向文字 (_P)

source: Customize Toolbars
ca: Personalitza les barres d'eines
da: Tilpas værktøjsbjælker
gl: Personalizar as barras de ferramentas
it: Personalizza barra degli strumenti
ja: ツールバーの設定
pl: Dopasowanie pasków narzêdziowych
pt: Customizar Barras de Ferramentas
sl: Prikroji orodne vrstice
wa: Mete li bår ås usteyes a vosse môde
zh_tw: 自訂工具列

source: B_oth
ca: A_mbdós
da: _Begge
gl: _Ambos
hu: _Mindkettõ
it: _Entrambi
ja: 両方(_O)
ko: 모두(_o)
pl: Tekst i i_kony
pt: Amb_os
ro: A_mândouã
sl: _Oboje
uk: Обидва
wa: Les _deus
zh_tw: 圖文 (_O)

source: T_ext
da: T_ekst
gl: Te_xto
hu: Szö_veg
it: T_esto
ja: テキスト (_E)
ko: 텍스트(_e)
pl: _Tekst
pt: T_exto
sl: _Besedilo
uk: Текст
wa: T_ecse
zh_tw: 文字 (_E)

source: Hide t_ips
ca: Amaga els c_onsells
da: Skjul rå_d
gl: Agochar axu_diñas
hu: Tippek el_rejtése
it: Nascon_di suggerimenti
ja: チップを隠す(_I)
ko: 팁 숨기기(_i)
pl: Nie wy¶wietlaj p_odpowiedzi
pt: Esconder d_icas
ro: Ascunde s_faturile
sl: Skrij _namige
uk: Прибрати п╕дказки
wa: Catchî _racsegnes
zh_tw: 隱藏提示 (_I)

source: Show t_ips
ca: Mostra els c_onsells
da: Vis _råd
gl: Amosar axu_diñas
hu: Tippek _mutatása
it: Mostra _suggerimenti
ja: チップを表示(_I)
ko: 팁 보이기(_i)
pl: Wy¶wietlaj p_odpowiedzi
pt: Mostrar d_icas
ro: Afiºeazã s_faturile
sl: Ka¾i _namige
uk: Показати п╕дказки
wa: Mostrer _racsegnes
zh_tw: 顯示提示 (_I)

source: _Hide toolbar
ca: _Amaga la barra d'eines
da: _Skjul værktøjsbjælke
gl: A_gochar a barra de ferramentas
hu: _Eszköztár elrejtése
it: _Nascondi barra strumenti
ja: ツールバーを隠す(_H)
ko: 툴바 숨기기(_H)
pl: _Ukryj pasek narzêdziowy
pt: _Esconder barra de ferramentas
ro: A_scunde bara de unelte
sl: _Skrij orodno vrstico
uk: Прибрати панель ╕нструмент╕в
wa: _Catchî l' bår ås usteyes
zh_tw: 隱藏工具列 (_H)

source: Customi_ze
ca: Personalit_za
da: _Egendefineret størrelse
gl: _Personalizar
hu: Testres_zabás
it: Person_alizza
ja: 設定(_Z)
ko: 사용자(_z)
pl: _Dopasuj
pt: Customi_zar
ro: Personali_zeazã
sl: _Prilagodi
uk: Налаштувати
wa: A _vosse môde
zh_tw: 自訂 (_Z)

source: Customize the toolbar
ca: Personalitza la barra d'eines
da: Tilpas værktøjsbjælken
gl: Personalizar a barra de ferramentas
hu: Eszköztár testreszabása
it: Personalizza la barra degli strumenti
ja: ツールバーの設定
ko: 사용자에 맞게 툴바바꾸기
pl: Dopasuj pasek narzêdziowy
pt: Customizar a barra de ferramentas
ro: Personalizeazã bara de unelte
sl: Prikroji orodno vrstico
uk: Налаштувати цю панель ╕нструмент╕в
wa: Mete li bår ås usteyes a vosse môde
zh_tw: 自訂工具列

source: Oaf options
ca: Opcions d'Oaf
da: Oaf muligheder
gl: Opcións de oaf
hu: Oaf beállítások
it: Opzioni OAF
ja: OAF オプション
ko: Oaf 옵션
pl: Opcje Oafa
pt: Opções Oaf
ro: Opþiuni Oaf
sl: Mo¾nosti OAF
uk: Параметри OAF
wa: Tchûzes por oaf
zh_tw: Oaf 選項

source: Could not initialize Bonobo!
ca: No s'ha pogut inicialitzar el Bonobo!
da: Kunne ikke initialisere Bonobo!
gl: ¡Non foi posible inicializar Bonobo!
hu: A Bonobo inicializálása nem sikerült!
it: Impossibile inizializzare Bonobo!
ja: Bonoboを初期化できません!
ko: 보노보를 초기화할 수 없습니다!
pl: Nie mo¿na zainicjowaæ Bonobo!
pt: Incapaz de inicializar o Bonobo!
ro: Nu am putut iniþializa Bonobo!
sl: Nisem mogel inicializirati Bonoba!
uk: Не вдалось ╕н╕ц╕ал╕зувати Bonobo!
wa: Dji n' a savou inicyî Bonobo!
zh_tw: 無法初始化 Bonobo!

source: An unsupported action was attempted
ca: S'ha intentat una acció no suportada
da: En uunderstøttet handling blev forsøgt
gl: Tentouse unha acción non soportada
hu: Nem támogatott mûveletet kíséreltek meg
it: È stata eseguita una azione non supportata
ja: サポートされてないアクションが試みられました
ko: 지원되지않는 동작에 대한 요청이 있었습니다.
pl: Próba wykonania nieobs³ugiwanej akcji
pt: Foi tentada uma acção não suportada
ro: S-a încercat o acþiune nesuportatã
sl: Posku¹eno je bilo nepodprto dejanje
uk: В╕дбувся запит неп╕дтримувано╖ д╕╖
wa: Ene accion nén sopoirtêye a stî fwaite
zh_tw: 嘗試執行了一個不支援的動作

source: IO Error
ca: Error d'E/S
da: IO fejl
gl: Erro de E/S
hu: IO hiba
it: Errore di Input/Output
ja: I/O エラー
ko: 입출력 오류
pl: B³±d wej¶cia/wyj¶cia
pt: Erro IO
ro: Eroare IO
sl: IO napaka
uk: Помилка В/В
wa: Aroke d' I/R
zh_tw: 輸出入錯誤

source: Invalid argument value
ca: El valor de l'argument no és vàlid
da: Ugyldig argumentværdi
gl: Valor do argumento non válido
hu: Érvénytelen argumentumérték
it: Valora non valido per l'argomento
ja: 引数が正しくありません
ko: 잘못된 인자 값
pl: Niepoprawna warto¶æ argumentu
pt: Valor de argumento inválido
ro: Valoare argument invalidã
sl: Neveljavna vrednost argumenta
uk: Нев╕рне значення ар╜ументу
wa: Valixhance nén valåbe po l' årgumint
zh_tw: 不合法的參數數值

source: Object not found
ca: No s'ha trobat l'objecte
da: Objekt ikke fundet
gl: Obxecto non atopado
hu: Az objektum nem található
it: Oggetto non trovato
ja: オブジェクトが見つかりません
ko: 오브젝트가 발견되지않음
pl: Nie odnaleziono obiektu
pt: Objecto não encontrado
ro: Obiect negãsit
sl: Predmet ni najden
uk: Об'╓кта не знайдено
wa: Objet nén trové
zh_tw: 找不到物件

source: Syntax error in object description
ca: Error de sintaxi en la descripció de l'objecte
da: Syntaksfejl i objektbeskrivelse
gl: Erro de sintaxe na descrición do obxecto
hu: Szintaktikai hiba az objektum leírásában
it: Errore di sintassi nella descrizione dell'oggetto
ja: オブジェクトの記述に文法エラーがあります
ko: 오브젝트의 설명에 문법 오류
pl: B³±d sk³adniowy w opisie obiektu
pt: Erro de sintaxe na descrição do objecto
ro: Eroare de sintaxã în descrierea obiectului
sl: Sintaktièna napaka v opisku predmeta
uk: Синтаксична помилка в опис╕ об'╓кта
wa: Aroke di sintacse dins l' discrijhaedje d' on objet
zh_tw: 物件描述內有語法錯誤

source: The User canceled the save
ca: L'usuari ha cancel·lat el desament
da: Brugeren afbrød gemningen
gl: O usuario cancelou a gravación
hu: A felhasználó elvetette a mentést
it: L'utente ha annullato il salvataggio
ja: ユーザが保存を取り消しました
ko: 사용자가 저장을 취소했습니다
pl: U¿ytkownik anulowa³ zapis
pt: O Utilizador cancelou a gravação
ro: Utilizatorul a renunþat la salvare
sl: Uporabnik je preklical shranitev
uk: Користувач в╕дм╕нив збереження
wa: L' ûzeu a rinoncî a schaper
zh_tw: 使用者取消了儲存的動作

source: Cannot activate object from factory
ca: No es pot activar l'objecte des del generador
da: Kan ikke aktivere objekt fra fabrik
gl: Non se pode activar o obxecto da fábrica
it: Impossibile attivare l'oggetto dal factory
ja: ファクトリ(factory)からオブジェクトをアクティブにできません
ko: factory로부터 오브젝트를 활성화 시킬수가 없습니다
pl: Nie mo¿na uaktywniæ obiektu z generatora
pt: Incapaz de activar objecto na fábrica
ro: Nu pot activa obiectul din factory
sl: Ne morem aktivirati predmeta za tovarno
uk: Неможливо актив╕зувати об'╓кт з фабрики
wa: Dji n' pou nén mete èn alaedje l' objet a pårti del oujhene
zh_tw: 無法從元件工廠去啟動物件

source: No permission to access stream
ca: Sense permís per accedir al flux
da: Ingen tilladelse for adgang til strøm
gl: Sen permisos para acceder ao fluxo
hu: Nem megfelelõek a jogosultságok a stream eléréséhez
it: Nessun permesso per accedere allo stream
ja: ストリームヘアクセスする許可がありません
ko: 스트림을 접근할 권한이 없습니다
pl: Brak praw dostêpu do strumienia
pt: Sem permissões para aceder ao fluxo
ro: Nu sunt permisiuni de acces la stream
sl: Ni dovoljenja za dostop do toka
uk: Нема╓ прав для доступу до потоку
zh_tw: 不允許去存取資料流

source: An unsupported stream action was attempted
ca: S'ha intentat una acció de flux no suportada
da: En uunderstøttet strøm-aktion blev forsøgt
gl: Tentouse unha acción de fluxo non soportada
hu: Nem támogatott stream mûveletet kíséreltek meg
it: È stata eseguita una azione non supportata dallo stream
ja: サポートされてないストリームアクションが試みられました
ko: 지원되지않는 스트림에대한 요청이 있었습니다.
pl: Próba wykonania nieobs³ugiwanej akcji na strumieniu
pt: Foi tentada uma acção sobre o fluxo não suportada
ro: S-a încercat o acþiune de stream nesuportatã
sl: Posku¹eno je bilo nepodprto dejanje toka
uk: В╕дбувся запит неп╕дтримувано╖ д╕╖ потоку
zh_tw: 嘗試執行了一個不支援的資料流動作

source: IO Error on stream
ca: Error d'E/S en el flux
da: IU-fejl på strøm
gl: Erro de E/S no fluxo
hu: IO Hiba a streamen
it: Errore di Input/Output nello stream
ja: ストリームでI/Oエラー
ko: 스트림에서 입출력 오류
pl: B³±d wej¶cia/wyj¶cia w strumieniu
pt: Erro IO no fluxo
ro: Eroare IO pe stream
sl: IO napaka na toku
uk: Помилка ВВ у потоц╕
zh_tw: 資料流的輸出入錯誤

source: IO Error on storage
ca: Error d'E/S en l'emmagatzemament
da: IU-fejl på lager
gl: Erro de E/S no almacén
hu: IO Hiba a storage-en
it: Errore di Input/Output nello storage
ja: ストレージでI/Oエラー
ko: 저장장치에서 입출력 오류
pl: B³±d wej¶cia/wyj¶cia przy operacji na sk³adnicy
pt: Erro IO no contentor
ro: Eroare IO la storage
sl: IO napaka na shrambi
uk: Помилка ВВ у сховищ╕
zh_tw: 儲存庫的輸出入錯誤

source: Name already exists in storage
ca: El nom ja existeix a l'emmagatzemament
da: Navn eksisterer allerede i lageret
gl: O nome xa existe no almacén
hu: Van már ilyen név a storage-ben
it: Il nome è già esistente nello storage
ja: ストレージに名前が既に存在しています
ko: 이름이 이미 저장소에 존재합니다
pl: Nazwa ju¿ istnieje w sk³adnicy
pt: Nome já existe no contentor
ro: Numele existã deja în storage
sl: Ime ¾e obstaja v shrambi
uk: Назва вже ╕сну╓ в сховищ╕
zh_tw: 儲存庫內已有相同的名稱

source: Object not found in storage
ca: No s'ha trobat l'objecte a l'emmagatzemament
da: Objekt ikke fundet i lageret
gl: Obxecto non atopado no almacén
hu: Az objektumn nem található a storage-ben
it: Oggetto non trovato nello storage
ja: ストレージにオブジェクトがありません
ko: 오브젝트가 저장소에서 발견되지않았습니다
pl: Nie odnaleziono obiektu w sk³adnicy
pt: Objecto não encontrado no contentor
ro: Obiect negãsit în storage
sl: Predmet ni bil najden v shrambi
uk: Об'╓кта не знайдено в сховищ╕
zh_tw: 在儲存庫內找不到物件

source: No permission to do operation on storage
ca: Sense permís per realitzar l'operació a l'emmagatzemament
da: Ingen tilladelse til at foretage handling på lager
gl: Sen permisos para facer a operación no almacén
hu: Nincs jogosultság mûveletet végrehajtani a storage-en
it: Nessun permesso per eseguire l'operazione nello storage
ja: ストレージへの操作が許可されていません
ko: 저장소에 수정을 가할 권한이 없습니다.
pl: Brak uprawnieñ do wykonania operacji na sk³adnicy
pt: Sem permissões para realizar operações no contentor
ro: Nu sunt permisiuni pentru a efectua operaþia pe storage
sl: Ni dovoljenja za operacijo na shrambi
uk: Нема╓ прав для виконання операц╕╖ над сховищем
zh_tw: 在儲存庫內不允許執行動作

source: An unsupported storage action was attempted
ca: S'ha intentat una acció d'emmagatzemament no suportada
da: En uunderstøttet lager-aktion blev forsøgt
gl: Tentouse unha acción de almacén non soportada
hu: Nem támogatott storage mûveletet kíséreltek meg
it: È stata eseguita una azione non supportata dallo storage
ja: サポートされてないストレージアクションが試みられました
ko: 지원되지않는 저장 동작에 대한 요청이 있었습니다.
pl: Próba wykonania nieobs³ugiwanej akcji na sk³adnicy
pt: Foi tentada uma operação não suportada sobre o contentor
ro: S-a încercat o operaþiune de storage nesuportatã
sl: Posku¹eno je bilo nepodprto dejanje shrambe
uk: В╕дбулася неп╕дтримувана операц╕я сховища
zh_tw: 嘗試執行了一個不支援的儲存庫動作

source: Object is not a stream
ca: L'objecte no és un flux
da: Objekt er ikke en strøm
gl: O obxecto non é un fluxo
hu: Az objektum nem stream
it: L'oggetto non è uno stream
ja: オブジェクトはストリームではありません
ko: 객체가 스트림이 아닙니다
pl: Obiektu nie ma w strumieniu
pt: Objecto não é um fluxo
ro: Obiectul nu este un stream
sl: Predmet ni tok
uk: Об'╓кт - не пот╕к
zh_tw: 物件不是資料流

source: Object is not a storage
ca: L'objecte no és un emmagatzemament
da: Objekt er ikke et lager
gl: O obxecto non é un almacén
hu: Az objektum nem storage
it: L'oggetto non è uno storage
ja: オブジェクトはストレージではありません
ko: 객체가 저장장치가 아닙니다
pl: Obiektu nie ma w sk³adnicy
pt: Objecto não é um contentor
ro: Obiectul nu este o storage
sl: Predmet ni shramba
uk: Об'╓кта - не сховище
zh_tw: 物件不是儲存庫

source: Storage is not empty
ca: L'emmagatzemament no està buit
da: Lageret er ikke tomt
gl: O almacén non está baleiro
hu: A storage nem üres
it: Lo storage non è vuoto
ja: ストレージが空ではありません
ko: 저장장치가 비어있지 않습니다
pl: Sk³adnica nie jest pusta
pt: Contentor não está vazio
ro: Storage-ul nu este gol
sl: Shramba ni prazna
uk: Сховище не порожн╓
zh_tw: 儲存庫內仍有物件

source: malformed user interface XML description
ca: descripció XML de la interfície d'usuari mal formada
da: forkert udformet XML-beskrivelse af brugergrænsesnit
gl: descrición XML de interface de usuario malformada
it: descrizione XML dell'interfaccia utente malformata
ja: ユーザインターフェースのXMLの説明が誤っています
ko: 사용자 인터페이스의 XML 기술에 오류가 있습니다
pl: Uszkodzony opis interfejsu u¿ytkownika w XML-u
pt: descrição XML de interface de utilizador mal formada
ro: descriere XML de interfaþã utilizator invalidã
sl: Napaèno formuliran XML opis uporabni¹ega vmesnika
uk: нев╕рно сформований XML-опис ╕нтерфейсу користувача
zh_tw: 不合格式的使用者介面 XML 描述

source: invalid path to XML user interface element
ca: camí incorrecte a l'element XML de l'interfície d'usuari
da: ugyldig sti til XML-element for brugergrænsesnit
gl: camiño non válido ao elemento XML de interface de usuario
it: percorso all'elemento XML dell'interfaccia utente non valido
ja: XMLユーザインターフェースのパスが正しくありません
ko: XML 사용자 인터페이스 요소의 경로가 적절하지 않습니다
pl: Niepoprawna ¶cie¿ka elementu interfejsu u¿ytkownika w XML-u
pt: caminho inválido para elemento XML de interface de utilizador
ro: cale invalidã cãtre elementul XML de interfaþã utilizator
sl: neveljavna pot do elementa XML uporabni¹kega vmesnika
uk: нев╕рний шлях до XML-елементу ╕нтерфейсу користувача
zh_tw: 指到 XML 使用者介面元件的路徑不合法

source: incorrect data type
ca: tipus de dades incorrectes
da: Forkert datatype
gl: tipo de datos incorrecto
hu: rossz adattípus
it: tipo di dati non corretto
ja: データ型が正しくありません
ko: 올바르지않은 자료 형식
pl: niepoprawny typ danych
pt: tipo de dados incorrecto
ro: tip datã incorect
sl: napaèen tip podatkov
uk: нев╕рний тип даних
wa: sôrte di dnêye nén comufåt
zh_tw: 不正確的資料類別

source: stream not found
ca: no s'ha trobat el flux
da: Strøm ikke fundet
gl: fluxo non atopado
hu: a folyam nem található
it: stream non trovato
ja: ストリームが見つかりません
ko: 스트림이 발견되지않음
pl: nie odnaleziono strumienia
pt: fluxo não encontrado
ro: stream negãsit
sl: tok ni bil najden
uk: потоку не знайдено
zh_tw: 找不到資料流

source: property not found
ca: no s'ha trobat la propietat
da: egenskab ikke fundet
gl: propiedade non atopada
hu: tulajdonság nem található
it: proprietà non trovata
ja: プロパティが見つかりません
ko: 특성이 발견되지않음
pl: nie odnaleziono w³a¶ciwo¶ci
pt: propriedade não encontrada
ro: proprietate negãsitã
sl: lastnost ni bila najdena
uk: властивост╕ не знайдено
wa: prôpieté nén trovêye
zh_tw: 找不到屬性

source: Moniker interface cannot be found
ca: No es pot trobar la interfície del moniker
da: Moniker-grænsesnit kan ikke findes
gl: Non se atopa a interface Moniker
hu: Nem található a Moniker interface
it: L'interfaccia dell'avvisatore non trovata
ja: モニカのインターフェイスが見つかりません
ko: 모니커 인터페이스가 발견되지않았습니다
pl: Nie mo¿na odnale¼æ interfejsu monikerów
pt: Interface 'moniker' não encontrado
ro: Interfaþa moniker nu poate fi gãsitã
sl: Vmesnik vzdevka ni bil najden
uk: Не знайдено ╕нтерфейс псевдон╕му
zh_tw: 無法找到命名器介面

source: Moniker activation timed out
ca: L'activació del moniker ha excedit el temps
da: Tidsafbrydelse for moniker-aktivering
gl: Esgotouse o tempo de espera para a activación do Moniker
hu: A Moniker aktiválása idõtúllépés miatt nem következett be
it: Scaduto il tempo di attivazione dell'avvisatore
ja: モニカの活性化がタイムアウト
ko: 모니커의 활성화가 시간 초과되었습니다
pl: Up³yn±³ czas na aktywacjê monikera
pt: Activação de 'moniker' expirou
ro: Timpul de activare a moniker-ului a expirat
sl: Aktivaciji vzdevka je pretekla èasovna omejitev
uk: Перевищено час оч╕кування активац╕╖ псевдом╕му
zh_tw: 啟動命名器逾時

source: Syntax error within moniker
ca: Error de sintaxi dins del moniker
da: Syntaksfejl i moniker
gl: Erro de sintaxe no moniker
hu: Szintaktikai hiba a monikerben
it: Errore di sintassi nella descrizione dell'avvisatore
ja: モニカに文法エラー
ko: 모니커 내부 문법 오류
pl: B³±d sk³adniowy w monikerze
pt: Erro de sintaxe dentro do 'moniker'
ro: Eroare de sintaxã în moniker
sl: Sintaktièna napaka v vzdevku
uk: Синтаксична помилка в псевдон╕м╕
zh_tw: 命名器內含有語法錯誤

source: Moniker has an unknown moniker prefix
ca: El moniker té un prefix moniker desconegut
da: Moniker har ukendt moniker-prefiks
gl: O Moniker ten un prefixo de moniker descoñecido
hu: A Monikernek ismeretlen moniker elõtagja van
it: L'avvisatore possiede un prefisso di avviso sconosciuto
ja: モニカに不明なモニカ・プリフィックスがあります
ko: 모니커가 알려지지않은 prefix를 가지고 있음
pl: Nieznany przedrostek monikera
pt: 'Moniker' tem um prefixo de 'moniker' desconhecido
ro: Moniker-ul are un prefix de moniker necunoscut
sl: Vzdevek ima neznano vzdevèno predpono
uk: Псевдон╕м ма╓ нев╕домий преф╕кс
zh_tw: 命名器具有不詳的前置字

source: Error checking error; no exception
ca: S'ha produït un error en comprovar l'error; cap excepció
da: Fejl ved fejltjekning; ingen undtagelse
gl: Erro comprobando un erro; sen excepción
hu: Hibaellenõrzési hiba; nincs kivétel
it: Errore sul controllo errore; nessuna eccezione
ja: エラーチェックでエラー: 例外ではありません
ko: 오류를 검사하는데서 오류: 예외가 발생하지않았음
pl: B³±d przy sprawdzaniu b³êdu; brak wyj±tku
pt: Erro ao verificar erro; sem excepção
ro: Eroare la verificarea erorii; nici o excepþie
sl: Napaka pri preverjanju napake; ni izjeme
uk: Помилка перев╕рки помилки; нема╓ виключення
zh_tw: 檢查錯誤時發生錯誤；沒有列外處理

source: No filename
ca: No hi ha nom de fitxer
da: Intet filnavn
gl: Sen nome de ficheiro
hu: Nincs fájlnév
it: Nessun nome file
ja: ファイル名がありません
ko: 파일 이름 없음
pl: Brak nazwy pliku
pt: Nenhum nome de ficheiro
ro: Nici un nume fiºier
sl: Ni imena datoteke
uk: Нема╓ назви файлу
wa: Nou no d' fitchî
zh_tw: 沒有檔案名稱

source: unknown mime type for '%s'
ca: '%s' és un tipus mime desconegut
da: ukendt mime-type for '%s'
gl: tipo mime de '%s' descoñecido
hu: ismeretlen mime-típus: '%s'
it: tipo mime sconosciuto per '%s'
ja: '%s'のMIMEタイプは不明です
ko: '%s'에 대한 마임 종류를 알 수 없음
pl: nieznany typ MIME pliku "%s"
pt: tipo mime desconhecido para '%s'
ro: tip mime necunoscut pentru '%s'
sl: neznan tip mime za '%s'
uk: нев╕домий тип MIME "%s"
wa: sôrte mime nén cnoxhowe po «%s»
zh_tw: '%s' 無法處理這種 mime 類別

source: no handlers for mime type '%s'
ca: no hi ha cap associació aplicada al tipus '%s'
da: ingen behandlere for mime-type '%s'
gl: non hai manexadores para o tipo mime '%s'
hu: nincs kezelõ ehhez a mime típushoz: '%s'
it: nessun gestore per il tipo mime '%s'
ja: MIMEタイプ '%s' のハンドラはありません
ko: '%s' 마임에 연결된 동작이 없음
pl: brak obiektów obs³uguj±cych typ MIME "%s"
pt: nenhum gestor para o tipo mime '%s'
ro: nici un handler pentru tipul mime '%s'
sl: ni obravnavalnika za tip mime '%s'
uk: нема╓ обробник╕в типу MIME "%s"
zh_tw: 沒有程式去處理這種 mime 類別 '%s'

source: Name
ca: Nom
da: Navn
gl: Nome
hu: Név
it: Nome
ja: 名称
ko: 이름
pl: Nazwa
pt: Nome
ro: Nume
sl: Ime
uk: Назва
wa: No
zh_tw: 名稱

source: Description
ca: Descripció
da: Beskrivelse
gl: Descrición
hu: Leírás
it: Descrizione
ja: 説明
ko: 설명
pl: Opis
pt: Descrição
ro: Descriere
sl: Opis
uk: Опис
wa: Discrijhaedje
zh_tw: 描述

source: GnoMines control
ca: control de GnoMines
da: GnoMiner-kontrol
gl: Control do GnoMines
it: Controllo di GnoMines
ja: GnoMine コントロール
ko: GnoMines 조작
pl: Formant GnoMines
pt: Controlo GnoMinas
ro: Control GnoMines
sl: Kontrola GnoMine
uk: Керування М╕ношукача
wa: Contrôle GnoMines
zh_tw: GnoMines 元件

source: GnoMines control factory
ca: generador de control de GnoMines
da: GnoMiner-kontrolfabrik
gl: Fábrica de controles do GnoMines
it: factory per il controllo di GnoMines
ja: GnoMine コントロールファクトリ
ko: GnoMines 조작 팩토리
pl: Generator formantu GnoMines
pt: Fábrica de controlo GnoMinas
ro: Control factory GnoMines
sl: Tovarna kontrol GnoMine
uk: Фабрика керування м╕ношукача
wa: Oujhene di contrôles GnoMines
zh_tw: GnoMines 元件的元件工廠

source: bonobo GnoMines object
ca: objecte de GnoMines de bonobo
da: bonobo GnoMiner-objekt
gl: Obxecto bonobo do GnoMines
hu: bonobo GnoMines objektum
it: oggetto bonobo GnoMines
ja: bonobo GnoMine オブジェクト
ko: 보노보 GnoMines 객체
pl: Obiekt bonobo GnoMines
pt: Objecto bonobo GnoMinas
ro: obiect bonobo GnoMines
sl: bonobo predmet GnoMine
uk: Bonobo-об'╓кт М╕ношукача
wa: Objet bonobo GnoMines
zh_tw: bonobo GnoMines 物件

source: bonobo GnoMines object factory
ca: generador d'objectes GnoMines del Bonobo
da: bonobo GnoMiner-objektfabrik
gl: Fábrica de obxectos bonobo do GnoMines
hu: bonobo GnoMines objektum factory
it: factory per l'oggetto bonobo GnoMines
ja: bonobo GnoMine オブジェクトファクトリ
ko: 보노보 GnoMines 객체 팩토리
pl: Generator obiektów bonobo GnoMines
pt: Fábrica de objectos bonobo GnoMinas
sl: Ne morem aktivirati predmeta za tovarno
uk: Фабрика керування Bonobo-об'╓кту М╕ношукача
wa: Oujhene d' objets bonobo GnoMines
zh_tw: bonobo GnoMines 物件的元件工廠

source: Load a saved game
ca: Carrega un joc desat
da: Indlæs et gemt spil
gl: Cargar unha partida gardada
hu: Mentett játékállás betöltése
it: Carica un gioco salvato
ja: 保存したゲームを読みこむ
ko: 저장된 게임 불러들이기
pl: Wczytuje zapisan± grê
pt: Carregar um jogo gravado
ro: Încarcã un joc salvat
sl: Nalo¾i shranjeno igro
uk: Завантажити збережену гру
wa: Tcherdjî on schapé djeu
zh_tw: 載入之前儲存的遊戲

source: New game
ca: Nou joc
da: Ny spil
gl: Nova partida
hu: Új játék
it: Nuovo gioco
ja: 新しいゲーム
ko: 새 게임
pl: Nowa gra
pt: Novo jogo
ro: Joc nou
sl: Nova igra
uk: Нова гра
wa: Novea djeu
zh_tw: 新遊戲

source: Open game
ca: Obre el joc
da: Åbn spil
gl: Abrir partida
hu: Játék megnyitása
it: Apri gioco
ja: ゲームを開く
ko: 게임 열기
pl: Otwórz stan gry
pt: Abrir jogo
ro: Deschide joc
sl: Odpri igro
uk: В╕дкрити гру
wa: Drovî djeu
zh_tw: 開啟遊戲

source: Start a new game
ca: Inicia un nou joc
da: Start en ny omgang
gl: Comezar unha nova partida
hu: Új játék kezdése
it: Avvia nuovo gioco
ja: 新しいゲームを開始
ko: 새 게임 시작
pl: Rozpoczyna now± grê
pt: Iniciar um novo jogo
ro: Începe un joc nou
sl: Zaèni novo igro
uk: Розпочати нову гру
wa: Enonder on novea djeu
zh_tw: 重新開始一個新的遊戲

source: _Game
ca: _Joc
da: _Spil
gl: _Xogo
hu: _Játék
it: _Gioco
ja: ゲーム(_G)
ko: 게임(_G)
pl: _Gra
pt: _Jogo
ro: _Joc
sl: _Igra
uk: Гра
wa: _Djeu
zh_tw: 遊戲 (_G)

source: Waveform
ca: Forma d'ona
da: Bøljeform
gl: Forma de onda
hu: Hullámforma
it: Forma d'onda
ja: 波形
ko: 파형
pt: Formato de onda
sl: Zvoèni vzorec
