Repository: lepidotos/suede
Catalog: bonobo-1.0.19/po/*.po
Languages: ca, da, gl, hu, it, ja, ko, pl, pt, ro, sl, uk, wa, zh_tw

source: Waveform component
ca: Element en forma d'ona
da: Bøljeform-komponent
gl: Compoñente de forma de onda
hu: Hullámforma komponens
it: Componente Forma D'Onda
ja: 波形コンポーネント
ko: 파형 컴포넌트
pl: Komponent Waveform
pt: Componente de formato de onda
ro: Componentã Waveform
sl: Komponenta zvoènega vzorca
uk: Компонент Waveform
zh_tw: Waveform 元件

source: Waveform component factory
ca: Generador d'elements de forma d'ona
da: Bøljeform-komponentfabrik
gl: Fábrica de compoñentes de forma de onda
hu: Hullámforma komponens factory
it: Factory per il componente Forma d'onda
ja: 波形コンポーネントファクトリ
ko: 파형 컴포넌트 팩토리
pl: Generator komponentów Waveform
pt: Fábrica de componente de formato de onda
sl: Tovarna komponent zvoènih vzorcev
uk: Фабрика компонента Waveform
zh_tw: Waveform 元件的元件工廠

source: audio/ulaw bonobo object
ca: objecte bonobo d'àudio/ulaw
da: audio/ulaw-bonoboobjekt
gl: Obxecto bonobo audio/ulaw
hu: audio/ulaw bonobo objektum
it: oggetto bonobo audio/ulaw
ja: audio/ulaw bonobo オブジェクト
ko: 오디오/ulaw 보노보 객체
pl: Obiekt bonobo auto/ulaw
pt: Objecto bonobo audio/ulaw
sl: bonobo predmet audio/ulaw
uk: об'╓кт Bonobo audio/ulaw
wa: Objet bonobo audio/µlaw
zh_tw: audio/ulaw bonobo 聲音物件

source: audio/ulaw bonobo object factory
ca: generador d'objectes Bonobo d'àudio/ulaw
da: audio/ulaw-bonoboobjektfabrik
gl: Fábrica de obxectos bonobo audio/ulaw
hu: audio/ulaw bonobo objektum factory
it: factory per l'oggetto bonobo audio/ulaw
ja: audio/ulaw bonobo オブジェクトファクトリ
ko: 오디오/ulaw 보노보 객체 팩토리
pl: Generator obiektu bonobo audio/ulaw
pt: Fábrica de objecto bonobo audio/ulaw
sl: tovarna bonobo predmetov audio/ulaw
uk: Фабрика об'╓кту Bonobo audio/ulaw
wa: Oujhene d' objets bonobo audio/µlaw
zh_tw: audio/ulaw bonobo 聲音物件的元件工廠

source: Component Selector
ca: Selector d'elements
da: Komponentvælger
gl: Selector de compoñentes
hu: Komponensválasztó
it: Selettore componenti
ja: コンポーネントセレクタ
ko: 컴포넌트 선택기
pl: Wybór komponentu
pt: Selector de Componentes
ro: Selector componentã
sl: Izbirnik komponent
uk: Виб╕р компонента
wa: Tchwezixheu di componints
zh_tw: 元件選擇器

source: Component Selector factory
ca: Generador de selectors d'elements
da: Komponentvælger-fabrik
gl: Fábrica de selectores de compoñentes
hu: Komponensválasztó factory
it: Factory per il selettore componenti
ja: コンポーネントセレクタ・ファクトリ
ko: 컴포넌트 선택기 팩토리
pl: Generator wyboru komponentu
pt: Fábrica de Selector de Componentes
ro: Factory selector componentã
sl: Tovarna izbirnika komponent
uk: Фабрика вибору компонента
wa: Oujhene di tchwezixheus di componints
zh_tw: 元件選擇器的元件工廠

source: Component selector control
ca: Control de selectors d'elements
da: Komponentvælger-kontrol
gl: Control do selector de compoñentes
hu: Komponensválasztó kontroll
it: Controllo per il selettore componenti
ja: コンポーネントセレクタ・コントロール
ko: 컴포넌트 선택기 조작
pl: Formant wyboru komponentu
pt: Controlo de selector de componentes
ro: Control selector componentã
sl: Kontrola izbirnika komponent
uk: Керування вибору компонента
wa: Contrôle tchwezixheu di componints
zh_tw: 元件選擇器的元件

source: component selector control factory
ca: Generador de control de selectors d'elements
da: Komponentvælger-kontrolfabrik
gl: Fábrica de controles do selector de compoñentes
hu: Komponensválasztó kontroll factory
it: factory per il controllo del selettore componenti
ja: コンポーネントセレクタ・コントロールファクトリ
ko: 컴포넌트 선택기 조작 팩토리
pl: Generator formantu wyboru komponentu
pt: Fábrica de controlo de selector de componentes
ro: Control factory selector componentã
sl: Tovarna kontrol izbirnikov komponent
uk: фабрика керування вибора компонента
wa: Oujhene di contrôles tchwezixheus di componints
zh_tw: 元件選擇器元件的元件工廠

source: Text
da: T_ekst
gl: Texto
hu: Szöveg
it: Testo
ja: テキスト
ko: 텍스트
pl: Tekst
pt: Texto
sl: Besedilo
uk: Текст
wa: Tecse
zh_tw: 文本

source: Text component
ca: Element de text
da: Tekst-komponent
gl: Compoñente de texto
hu: Szövegkomponens
it: Componente testo
ja: テキストコンポーネント
ko: 텍스트 컴포넌트
pl: Komponent tekstowy
pt: Componente texto
ro: Componentã text
sl: Komponenta besedila
uk: Компонент тексту
wa: Componint tecse
zh_tw: 文本元件

source: Text component factory
ca: Generador d'elements de text
da: Tekst-komponentfabrik
gl: Fábrica do compoñente de texto
hu: Szövegkomponens factory
it: Factory per il componente Testo
ja: テキストコンポーネントファクトリ
ko: 텍스트 컴포넌트 팩토리
pl: Generator komponentu tekstowego
pt: Fábrica de componente texto
ro: Factory componentã text
sl: Tovarna komponente besedila
uk: Фабрика компонента тексту
wa: Oujhene di componints tecse
zh_tw: 文本元件的元件工廠

source: text/plain component
ca: element de text/senzill
da: text/plain-komponent
gl: Compoñente text/plain
hu: text/plain komponens
it: componente text/plain
ja: text/plain コンポーネント
ko: 텍스트/플레인 컴포넌트
pl: komponent text/plain
pt: Componente text/plain
ro: Componentã text/plain
sl: komponenta besedilo/èisto
uk: компонент text/plain
wa: Componint peur tecse
zh_tw: text/plain 純文字元件

source: text/plain embeddable factory
ca: generador d'incrustable de text/senzill
da: text/plain-inlejrbar fabrik
gl: Fábrica de embebibles text/plain
hu: text/plain beágyazható factory
it: factory per l'oggetto embeddable text/plain
ja: text/plain 埋め込み可能ファクトリ
ko: text/plain 임베더블 팩토리
pl: generator osadzalnego obiektu text/plain
pt: Fábrica embebível text/plain
ro: Factory text/plain încorporabil
sl: vgradljiva komponenta besedilo/èisto
uk: фабрика вмонтувального text/plain
wa: Oujhene ravalé peur tecse
zh_tw: text/plain 純文字嵌入式的元件工廠

source: _Clear Text
ca: _Buida el text
da: _Rens tekst
gl: _Baleirar texto
hu: _Szöveg törlése
it: Cancella _Testo
ja: テキストの消去(_C)
ko: 텍스트 지우기(_C)
pl: _Wyczy¶æ tekst
pt: _Limpar Texto
ro: ª_terge text
sl: _Poèisti besedilo
uk: Очистити текст
wa: _Netyî tecse
zh_tw: 清除文本 (_C)

source: Clears the text in the component
ca: Neteja el text de l'element
da: _Renser teksten i komponenten
gl: Borra o texto do compoñente
hu: Törli a szöveget a komponensben
it: Cancella il testo nel componente
ja: コンポーネントのテキストを消去します
ko: 컴포넌트 내의 텍스트 지우기
pl: Czy¶ci tekst wewn±trz komponentu
pt: Limpa o texto no componente
ro: ªterge textul din componentã
sl: Poèisti besedilo v komponenti
uk: Очистити текст в компонент╕
wa: Netyî li tecse el componint
zh_tw: 清除元件內的文本

source: An exception occured while trying to load data into the component with PersistFile
ca: S'ha produït una excepció quan s'intentava carregar les dades dins de l'element amb PersistFile
da: En undtagelse hændte ved forsøg på at indlæse data til komponenten med PersistFile
gl: Ocorreu unha excepción ao tentar cargar os datos no compoñente con PersistFile
it: Si è verificata una eccezione durante il caricamento di dati nel componente utilizzando PersistFile
ja: PersistFile でコンポーネントにデータを読みこもうとしたら例外が発生しました
ko: 영속 파일을 통해 컴포넌트로 자료를 읽어들이던 중 예외가 발생했습니다
pl: Wyst±pi³ wyj±tek podczas próby odczytu danych komponentu z PersistStorage
pt: Ocorreu uma excepção ao tentar carregar dados para o componente com PersistFile
ro: S-a produs o excepþie în timp ce încercam sã încarc date în componentã cu PersistFile
sl: Zgodila se je izjema ob poskusu nalaganja podatkov komponente s PersistFile
uk: Виникло виключення п╕д час проби завантажити дан╕ в компонент за допомогою PersistFile
zh_tw: 當嘗試將資料載入到具有實體檔案的元件時發生列外處理

source: Could not open file %s
ca: No s'ha pogut obrir el fitxer %s
da: Kunne ikke åbne fil %s
gl: Non foi posible abrir o ficheiro %s
hu: %s fájl megnyitása nem sikerült
it: Impossibile aprire il file %s
ja: %sを開けません
ko: %s 파일을 열 수 없습니다
pl: Nie mo¿na otworzyæ pliku %s
pt: Impossível abrir ficheiro %s
ro: Nu am putut deschide fiºierul %s
sl: Ne morem odpreti datoteke %s
uk: Не вдалося в╕дкрити файл %s
wa: Dji n' a savu drovî l' fitchî %s
zh_tw: 無法開啟檔案 %s

source: An exception occured while trying to load data into the component with PersistStream
ca: S'ha produït una excepció quan s'intentava carregar les dades dins de l'element amb PersistStream
da: En undtagelse hændte ved forsøg på at indlæse data til komponenten med PersistStream
gl: Ocorreu unha excepción ao tentar cargar os datos no compoñente con PersistStream
it: Si è verificata una eccezione durante il caricamento di dati nel componente utilizzando PersistStream
ja: PersistStream でコンポーネントにデータを読みこもうとしたら例外が発生しました
ko: 영속 스트림을 통해 컴포넌트로 자료를 읽어들이던 중 예외가 발생했습니다
pl: Wyst±pi³ wyj±tek podczas próby odczytu danych komponentu z PersistStorage
pt: Ocorreu uma excepção ao tentar carregar dados para o componente com PersistStream
ro: S-a produs o excepþie în timp ce încercam sã încarc date în componentã cu PersistStream
sl: Zgodila se je izjema ob poskusu nalaganja podatkov komponente s PersistStream
uk: Виникло виключення п╕д час проби завантажити дан╕ в компонент за допомогою PersistStream
zh_tw: 當嘗試將資料載入到具有實體資料流的元件時發生列外處理

source: About this application
ca: Quant a aquesta aplicació
da: Om denne applikation
gl: Acerca desta aplicación
hu: Az alkalmazás névjegye
it: Informazioni su questa applicazione
ja: このアプリケーションについて
ko: 이 프로그램은
pl: Informacje o aplikacji
pt: Sobre esta aplicação
ro: Despre aceastã aplicaþie
sl: O tem programu
uk: Про цю програму
wa: Å dfait di ci programe chal
zh_tw: 關於這個程式

source: Close the current window
ca: Tanca la finestra actual
da: Luk aktivt vindue
gl: Pechar a fiestra actual
hu: Az aktuális ablak bezárása
it: Chiudi la finestra corrente
ja: カレントウインドウを閉じる
ko: 현재 창 닫기
pl: Zamyka bie¿±ce okno
pt: Fechar a janela actual
ro: Închide fereastra curentã
sl: Zapri trenutno okno
uk: Закрити поточне в╕кно
wa: Clôre li purnea do moumint
zh_tw: 關閉目前視窗

source: Configure the application
ca: Configura l'aplicació
da: Konfigurér applikationen
gl: Configurar a aplicación
hu: Az alkalmazás beállítása
it: Configura l'applicazione
ja: アプリケーションを設定する
ko: 프로그램 환경설정
pl: Konfiguruje aplikacjê
pt: Configurar a aplicação
ro: Configureazã aplicaþia
sl: Nastavi program
uk: Сконф╕╜урувати програму
wa: Apontyî l' programe
zh_tw: 設定這個程式

source: Create New _Window
ca: Crea una Nova _Finestra
da: Opret et nyt _vindue
gl: Crear nova _fiestra
hu: Új _ablak létrehozása
it: Nuova finestra
ja: 新しいウインドウを作成 (_W)
ko: 새 창 생성(_W)
pl: Utwórz nowe o_kno
pt: Criar Nova _Janela
ro: Creeazã o nouã _fereastrã
sl: Ustvari novo _okno
uk: Створити нове в╕кно
wa: Fé on novea _purnea
zh_tw: 新增視窗 (_W)

source: Create a new window
ca: Crea una nova finestra
da: Opret et nyt vindue
gl: Crear unha nova fiestra
hu: Új ablak létrehozása
it: Crea una nuova finestra
ja: 新しいウインドウを作成
ko: 새 창 생성
pl: Tworzy nowe okno
pt: Criar uma nova janela
ro: Creeazã o nouã fereastrã
sl: Ustvari novo okno
uk: Створити нове в╕кно
wa: Fé on novea purnea
zh_tw: 建立一個新的視窗

source: Displays only one window
ca: Visualitza una finestra només
da: Viser kun et vindue
gl: Mostra só unha fiestra
hu: Csak egy ablak megjelenítése
it: Visualizza una sola finestra
ja: 一つのウインドウだけを表示
ko: 한 창만 표시
pl: Wy¶wietla tylko jedno okno
pt: Mostra apenas uma janela
ro: Afiºeazã doar o singurã fereastrã
sl: Poka¾e le eno okno
uk: Показати лише одне в╕кно
wa: Håyner rén k' on purnea
zh_tw: 只顯示一個視窗

source: E_xit
ca: S_urt
da: A_fslut
gl: _Saír
hu: _Kilépés
it: Esci
ja: 終了 (_X)
ko: 종료(_x)
pl: Za_koñcz
pt: Sai_r
ro: _Ieºire
sl: Iz_hod
uk: Вийти
wa: Moussî _foû
zh_tw: 離開 (_X)

source: Exit the program
ca: Surt del programa
da: Afslut programmet
gl: Saír do programa
hu: Kilépés a programból
it: Esce dal programma
ja: プログラムを終了する
ko: 프로그램 종료
pl: Koñczy pracê programu
pt: Sair da aplicação
ro: Ieºire din program
sl: Izhod iz programa
uk: Вийти з програми
wa: Moussî foû do programe
zh_tw: 離開這個程式

source: Help on GNOME
ca: Ajuda sobre GNOME
da: Hjælp til Gnome
gl: Axuda sobre GNOME
hu: GNOME Súgó
it: Aiuto su GNOME
ja: GNOMEのヘルプ
ko: 그놈 도움말
pl: Pomoc na temat GNOME
pt: Ajuda no GNOME
ro: Ajutor la GNOME
sl: Pomoè o GNOME-u
uk: Дов╕дка GNOME
wa: Aidance so GNOME
zh_tw: 開啟 GNOME 的說明求助

source: Kill the current buffer
ca: Elimina la memòria intermèdia actual
da: Dræb aktiv buffer
gl: Matar o buffer actual
hu: Az aktuális tároló megszüntetése
it: Cancella il buffer corrente
ja: 現在のバッファを削除
ko: 현재 버퍼 없애기
pl: Usuwa bie¿±cy bufor
pt: Matar o buffer actual
ro: Distruge buffer-ul curent
sl: Ubij trenutni izravnalnik
uk: Знищити поточний буфер
wa: Touwer li tampon do moumint
zh_tw: 清除目前的暫存區

source: Launch Control...
ca: Executa el control...
da: Start kontrol...
gl: Lanzar control...
it: Avvia Control...
ja: コントロールを起動...
ko: 컨트롤을 띄우기...
pl: Stwórz formant...
pt: Iniciar Controlo...
ro: Lanseazã control...
sl: Po¾eni Kontrolo...
uk: Запустити керування...
wa: Enonder contrôle...
zh_tw: 啟動控制元件...

source: Launch Embeddable...
ca: Executa l'incrustable...
da: Start indlejrbar...
gl: Lanzar embebible...
it: Avvia Embeddable...
ja: Embeddable を起動...
ko: 임베더블을 띄우기...
pl: Uaktywnij zagnie¿d¿ony obiekt...
pt: Iniciar Embebível...
ro: Lanseazã încorporabil...
sl: Po¾eni Vgrajen...
uk: Запустити вмонтувальний...
wa: Enonder ravalêye...
zh_tw: 啟動嵌入式元件...

source: Launches a new Control component
ca: Executa un element nou de Control
da: Starter en ny kontrol-komponent
gl: Lanza un novo compoñente de control
it: Avvia un nuovo componente Control
ja: 新しいコントロールコンポーネントを起動
ko: 새로운 컨트롤 컴포넌트를 띄웁니다
pl: Tworzy nowy komponent Control
pt: Inicia um novo componente Controlo
ro: Lanseazã o nouã componentã Control
sl: Po¾ene novo Kontrolno komponento
uk: Запустити компонент керування
wa: Enonder on novea componint di contrôle
zh_tw: 啟動一個新的控制元件

source: Launches a new Embeddable component
ca: Executa un element nou d'incrustable
da: Starter en ny indlejrbar komponent
gl: Lanza un novo compoñente embebible
it: Avvia un nuovo componente Embeddable
ja: 新規の Embeddable コンポーネントを起動
ko: 새로운 임베더블 컴포넌트를 띄웁니다
pl: Uruchamia nowy komponent osadzalny
pt: Inicia um novo componente Embebível
ro: Lanseazã o componentã nouã încorporabilã
sl: Po¾ene novo Vgrajeno komponento
uk: Запустити новий вмонтувальний компонент
wa: Enonder on novea componint di ravalêye aplikete
zh_tw: 啟動一個新的嵌入式元件

source: Loads a file into the current component
ca: Carrega un fitxer dins l'element actual
da: Indlæser en fil til aktiv komponent
gl: Carga un ficheiro no compoñente actual
hu: Betölt egy fájlt az aktuális komponensbe
it: Carica un file nel componente corrente
ja: ファイルをカレントのコンポーネントへ読み込む
ko: 현재 컴포넌트로 파일을 불러드립니다
pl: Wczytuje plik do bie¿±cego komponentu
pt: Carrega um ficheiro para o componente actual
ro: Încarcã un fiºier în componenta curentã
sl: Nalo¾i datoteko v trenutno komponento
uk: Завантажити файл в поточний компонент
wa: Tcherdjî on fitchî dins l' componint do moumint
zh_tw: 載入一個檔案到目前的元件

source: Open a file
ca: Obre un fitxer
da: Åbn en fil
gl: Abrir un ficheiro
hu: Megnyit egy fájlt
it: Apri un file
ja: ファイルを開く
ko: 파일 열기
pl: Otwiera plik
pt: Abre um ficheiro
ro: Deschide un fiºier
sl: Odpri datoteko
uk: В╕дкрити файл
wa: Drovî on fitchî
zh_tw: 開啟一個檔案

source: Print S_etup...
ca: Imprimeix la C_onfiguració
da: Skriv_eropsætning...
gl: Con_figuración da impresión...
hu: Nyomtatás beá_lítása...
it: Impostazioni di stampa...
ja: 印刷の設定(_E)...
ko: 인쇄 설정(_e)...
pl: _Ustawienia wydruku...
pt: Configuração de Impr_essão...
ro: S_etare tipãrire
sl: Nastavit_ev tiskanja...
uk: Налаштування друку...
wa: _Apontiaedje di l' eprimaedje...
zh_tw: 印表機設定 (_E)...

source: Print the current file
ca: Imprimeix el fitxer actual
da: Udskriv aktiv fil
gl: Imprimir o ficheiro actual
hu: Az aktuális fájl nyomtatása
it: Stampa il file corrente
ja: カレントファイルを印刷
ko: 현재 파일 인쇄
pl: Drukuje bie¿±cy plik
pt: Imprime o ficheiro actual
ro: Tipãreºte fiºierul curent
sl: Natisni trenutno datoteko
uk: Надрукувати поточний файл
wa: Eprimî l' fitchî do moumint
zh_tw: 列印目前檔案

source: Save _As...
ca: _Anomena i Desa...
da: _Gem som...
gl: Gardar _como...
hu: Me_ntés másként
it: Salva con nome...
ja: 名前を付けて保存(_A)
ko: 다른 이름으로 저장...
pl: Zapisz j_ako...
pt: Gr_avar Como...
sl: Shrani _kot...
uk: Зберегти як...
wa: Schaper et r_lomer...
zh_tw: 另存新檔 (_A)...

source: Save the current file
ca: Desa el fitxer actual
da: Gem aktiv fil
gl: Gardar o ficheiro actual
hu: Az aktuális fájl mentése
it: Salva il file corrente
ja: カレントのファイルを保存
ko: 현재 파일 저장
pl: Zapisuje bie¿±cy plik
pt: Grava o ficheiro actual
ro: Salveazã fiºierul curent
sl: Shrani trenutno datoteko
uk: Зберегти поточний файл
wa: Schaper li fitchî do moumint
zh_tw: 儲存目前檔案

source: Save the current file with a different name
ca: Desa el fitxer actual amb un nom diferent
da: Gem filen med et nyt navn
gl: Gardar o ficheiro actual cun nome diferente
hu: Az aktuális fájl mentése más néven
it: Salva il file corrente con un nome diverso
ja: 別の名前でカレントのファイルを保存
ko: 현재 파일을 다른 이름으로 저장
pl: Zapisuje bie¿±cy plik pod inn± nazw±
pt: Grava o ficheiro actual com um nome diferente
ro: Salveazã fiºierul curent sub un nume diferit
sl: Shrani trenutno datoteko pod drugim imenom
uk: Зберегти поточний файл з ╕ншою назвою
wa: Schaper li fitchî do moumint avou on diferin no
zh_tw: 使用新名稱儲存目前檔案

source: Setup the page settings for your current printer
ca: Configura els paràmetres de pàgina per a la impresora actual
da: Indstil sideopsætning for aktiv skriver
gl: Configurar as propiedades da páxina para a impresora actual
hu: Lapbeállítás az aktuális nyomtatóhoz
it: Impostazioni della pagina per la vostra stampante
ja: カレントのプリンタ向けにページを設定する
ko: 현재 프린터에 대한 페이지 설정
pl: Ustawianie parametrów strony dla aktualnej drukarki
pt: Definir a configuração de papel para a sua impressora actual
ro: Configureazã setãrile de paginã pentru imprimanta curentã
sl: Nastavi nastavitve strani za va¹ trenutni tiskalnik
uk: Встановити параметри стор╕нки для поточного принетра
wa: Apontiaedjes del pådje po vosse sicrirece do moumint
zh_tw: 設定目前印表機的列印頁面

source: Splits the current window
ca: Divideix la finestra actual
da: Deler aktivt vindue
gl: Divide a fiestra actual
hu: Felosztja az aktuális ablakot
it: Dividi la finestre corrente
ja: カレントのウインドウを分割
ko: 현재 창 분할
pl: Dzieli bie¿±ce okno
pt: Divide a janela actual
ro: Împarte fereastra curentã
sl: Razdeli trenutno okno
uk: Розбити поточне в╕кно
zh_tw: 分開目前視窗

source: Zoom ...
gl: Escala ...
hu: Nagyítás ...
ja: 拡大・縮小...
ko: 확대 ...
pl: Powiêkszenie ...
sl: Poveèava...
uk: Масштаб...
zh_tw: 縮放...

source: Zoom _in
ca: _Amplia el zoom
da: Zoom _ind
gl: A_chegar
hu: _Nagyítás
it: Ingrandisci
ja: 拡大(_I)
ko: 확대(_i)
pl: Powiêk_sz
pt: Aprox_imar
sl: Po_veèaj
uk: Зб╕льшити
zh_tw: 放大 (_I)

source: Zoom _out
ca: _Redueix el zoom
da: Z_oom ud
gl: A_fastar
hu: _Kicsinyítés
it: Riduci
ja: 縮小(_O)
ko: 축소(_o)
pl: Pomniejs_z
pt: Afast_ar
sl: Po_manj¹aj
uk: Зменшити
zh_tw: 縮小 (_O)

source: Zoom to _default
ca: Zoom per _defecte
da: Zoom til stan_dard
gl: Escala por _defecto
hu: _Alapértelmezett méret
it: Zoom predefinito
ja: はじめの大きさへ (_D)
ko: 원래대로(_d)
pl: _Domy¶lne powiêkszenie
pt: Zoom para _defeito
ro: Zoom la _implicit
sl: Poveèaj na _privzeto
uk: Типовий масштаб
zh_tw: 預設 (_D)

source: Zoom to _fit
ca: Zoom per ajustar
da: Zoom til_passet
gl: Redimensionar para en_caixar
hu: _Illesztés
it: Adatta
ja: ちょうどよい大きさへ (_F)
ko: 맞춤(_f)
pl: D_opasuj powiêkszenie
pt: Zoom para _caber
ro: Zoom la _potrivire
sl: Poveèaj na stran
uk: П╕д╕гнати масштаб
zh_tw: 附合頁面 (_F)

source: _About...
ca: _Quant a...
da: _Om...
gl: _Acerca...
hu: _Névjegy
it: Informazioni...
ja: 情報 (_A)...
ko: ...에 대하여(_A)
pl: _Informacje o...
pt: _Sobre...
ro: _Despre...
sl: _O programu...
uk: Про...
wa: Å _dfait...
zh_tw: 關於 (_A)...

source: _Buffers
ca: _Memòria intermèdia
da: _Buffere
hu: _Tárolók
it: Buffer
ja: バッファ(_B)
ko: 버퍼(_B)
pl: _Bufory
ro: _Buffere
sl: _Izravnalniki
uk: Буфери
wa: _Tampons
zh_tw: 暫存區 (_B)

source: _Close This Window
ca: _Tanca aquesta finestra
da: _Luk dette vindue
gl: _Pechar esta fiestra
hu: Ablak be_zárása
it: Chiudi finestra
ja: このウインドウを閉じる(_C)
ko: 이 창 닫기(_C)
pl: _Zamknij To Okno
pt: Fe_char Esta Janela
ro: În_chide aceastã fereastrã
sl: _Zapri to okno
uk: Закрити це в╕кно
wa: _Clôre ci purnea chal
zh_tw: 關閉這個視窗 (_C)

source: _File
ca: _Fitxer
da: _Fil
gl: _Ficheiro
hu: _Fájl
ja: ファイル(_F)
ko: 파일(_F)
pl: _Plik
pt: _Ficheiro
ro: _Fiºier
sl: _Datoteka
uk: Файл
wa: _Fitchî
zh_tw: 檔案 (_F)

source: _Help
ca: _Ajuda
da: _Hjælp
gl: A_xuda
hu: _Súgó
it: Aiuto
ja: ヘルプ(_H)
ko: 도움말(_H)
pl: Pomo_c
pt: _Ajuda
ro: _Ajutor
sl: _Pomoè
uk: Дов╕дка
wa: _Aidance
zh_tw: 說明 (_H)

source: _Help on GNOME
ca: _Ajuda sobre el GNOME
da: _Hjælp til Gnome
gl: A_xuda sobre GNOME
hu: GNOME _Súgó
it: Aiuto su GNOME
ja: GNOMEのヘルプ(_H)
ko: 그놈 도움말(_H)
pl: Pomo_c na temat GNOME
pt: _Ajuda no GNOME
ro: _Ajutor la GNOME
sl: _Pomoè o GNOME-u
uk: Дов╕дка GNOME
wa: _Aidance so GNOME
zh_tw: GNOME 說明求助 (_H)

source: _Kill
ca: _Elimina
da: _Dræb
gl: _Matar
hu: _Kivégzés
it: Termina
ja: 削除(_K)
ko: 없애기(_K)
pl: _Usuñ
pt: _Matar
ro: Dist_ruge
sl: _Ubij
uk: Знищити
wa: _Touwer
zh_tw: 清除 (_K)

source: _Load...
ca: _Carrega...
da: _Indlæs...
gl: _Cargar...
hu: _Betöltés...
it: Carica...
ja: 読込(_L)...
ko: 읽어오기(_L)...
pl: _Wczytaj...
pt: _Carregar...
ro: Î_ncarcã...
sl: _Nalo¾i...
uk: Завантажити...
wa: _Tcherdjî...
zh_tw: 載入 (_L)...

source: _One Window
ca: _Una Finestra
da: _Ét vindue
gl: _Unha fiestra
hu: _Egy ablak
it: Una finestra
ja: ウインドウをまとめる(_O)
ko: 창 하나로(_O)
pl: _Jedno okno
pt: _Uma Janela
ro: _O fereastrã
sl: _Eno okno
uk: Одне в╕кно
wa: _On purnea
zh_tw: 單視窗 (_O)

source: _Open...
ca: _Obre...
da: _Åbn...
gl: _Abrir...
hu: _Megnyitás
it: Apri...
ja: 開く(_O)...
ko: 열기(_O)...
pl: _Otwórz...
pt: _Abrir...
ro: _Deschide...
sl: _Odpri...
uk: В╕дкрити...
wa: _Drovî...
zh_tw: 開啟 (_O)...

source: _Preferences...
ca: _Preferències...
da: _Brugervalg...
gl: _Preferencias...
hu: _Beállítások...
it: Preferenze...
ja: 設定(_P)...
ko: 속성(_P)...
pl: P_referencje...
pt: _Preferências...
ro: _Preferinþe
sl: _Nastavitve...
uk: Параметри...
wa: _Preferinces...
zh_tw: 編好設定 (_P)...

source: _Print
ca: _Imprimeix
da: _Udskriv
gl: _Imprimir
hu: _Nyomtatás
it: Stampa
ja: 印刷(_P)
ko: 인쇄(_P)
pl: Wy_drukuj
pt: Im_primir
ro: _Tipãrire
sl: Na_tisni
uk: Друкувати
wa: _Eprimer
zh_tw: 列印 (_P)

source: _Save
ca: _Desa
da: _Gem
gl: _Gardar
hu: _Mentés
it: Salva
ja: 保存(_S)
ko: 저장(_S)
pl: _Zapisz
pt: _Gravar
ro: _Salveazã
sl: _Shrani
uk: Зберегти
wa: _Schaper
zh_tw: 儲存 (_S)

source: _Settings
ca: _Paràmatres
da: _Indstillinger
gl: _Configuración
hu: _Beállítások
it: Impostazioni
ja: 設定(_S)
ko: 설정(_S)
pl: _Ustawienia
pt: _Definições
ro: _Setãri
sl: _Nastavitve
uk: Установки
wa: A_pontiaedjes
zh_tw: 設定 (_S)...

source: _Split Window
ca: Divideix la Finestra
da: _Del vindue
gl: _Dividir a fiestra
hu: Ablak _felosztása
it: Dividi finestra
ja: ウインドウ分割(_S)
ko: 창 분할(_S)
pl: _Podziel okno
pt: _Dividir Janela
ro: Împarte ferea_stra
sl: _Razdeli okno
uk: Розбити в╕кно
zh_tw: 分開視窗 (_S)

source: _Window
ca: _Finestra
da: _Vindue
gl: _Fiestra
hu: _Ablak
it: Finestra
ja: ウインドウ(_W)
ko: 창(_W)
pl: O_kno
pt: _Janela
ro: _Fereastrã
sl: _Okno
uk: В╕кно
wa: _Purnea
zh_tw: 視窗 (_W)

source: _Zoom
gl: _Escala
hu: _Nagyítás
ja: 拡大・縮小(_Z)
ko: 확대(_Z)
pl: Pow_iêkszenie
sl: _Poveèava
uk: Масшаб
zh_tw: 縮放 (_Z)
