Repository: lepidotos/suede
Catalog: bonobo-1.0.19/po/*.po
Languages: ca, da, gl, hu, it, ja, ko, pl, pt, ro, sl, uk, wa, zh_tw

source: This program is part of the GNOME project. Gnome Shell comes with ABSOLUTELY NO WARRANTY. This is free software, and you are welcome to redistribute it under the conditions of the GNU General Public License. Please report bugs to dietmar@maurer-it.com
ca: Aquest programa forma part del projecte GNOME. L'intèrpret d'ordres de Gnome ve ABSOLUTAMENT SENSE GARANTIA. Aquest és un programari gratuït que el pots redistribuir sota les condicions de la Llicència Pública General de GNU. Si us plau, informeu-nos d'errors a dietmar@maurer-it.com
da: Dette program er en del af Gnome-projektet. Gnome-skal frigives UDEN NOGENSOMHELST GARANTI. Dette er frit programmel, og du er velkommen til at videregive det under vilkårene i GNUs Generelle Offentlige Licens (GPL). Rapportér venligst fejl til dietmar@mauer-it.com
gl: Este programa é parte do proxecto GNOME. A Shell de Gnome ven sen ABSOLUTAMENTE NINGUNHA GARANTÍA. Isto é software libre, e é benvido a redistribuílo baixo as condicións da licencia pública xeral (GPL) de GNU. Por favor, comunique os erros a dietmar@maurer-it.com
it: Questo programma é parte del progetto GNOME. Gnome Shell non fornisce ASSOLUTAMENTE NESSUNA GARANZIA. Questo è software libero, e siete invitati a ridistribuirlo nei termini della GNU General Public License. Inviate commenti e correzioni a dietmar@maurer-it.com
ja: このプログラムは GNOME プロジェクトの一部です。Gnome Shell は 「完全に無保証です」 このプログラムはフリーソフトウェアで、 GNU一般公有許諾書の条件のもとで自由に再配布することを歓迎します。 バグ報告は dietmar@maurer-it.com まで。
ko: 이 프로그램은 그놈 프로젝트의 한 부분입니다. 그놈 쉘은 어떤 보증도 하지 않습니다. 이것은 공짜 소프트웨어이고, 이 프로그램을 GNU General Public License 조건하에서 재배포하실 수 있습니다. 버그는 dietmar@maurer-it.com로 보고해 주세요
pl: Ten program jest czê¶ci± projektu GNOME. Pow³oka Gnome dostarczana jest ABSOLUTNIE BEZ ¯ADNEJ GWARANCJI. To jest wolne oprogramowanie, mo¿na je rozpowszechniaæ na zasadach licencji publicznej GNU. Je¶li znajdziesz jakie¶ b³êdy w programie prze¶lij je na na adres dietmar@maurer-it.com (w jêzyku angielskim)
pt: Esta aplicação é parte do projecto GNOME. Consola Gnome vem SEM QUALQUER GARANTIA. Esta é uma aplicação livre, e você poderá redistribui-la sob as condições da Licença Pública Geral GNU. Reporte quaisquer bugs encontrados para dietmar@maurer-it.com (em inglês)
ro: Acest program face parte din proiectul GNOME. Gnome Shell vine cu ABSOLUT NICI O GARANÞIE. Acesta este software liber ºi sunteþi binevenit sã îl distribuiþi sub condiþiile Licenþei Publice Generale GNU (GPL). Vã rugãm sã raportaþi problemele la dietmar@maurer-it.com
sl: Ta program je del projekta GNOME za Linux. Lupina Gnome prihaja BREZ KAKR©NIHKOLI ZAGOTOVIL. To je prosto programje in ¾eleno je, da ga raz¹irjate naprej z upo¹tevanjem pogojev GNU Splo¹ne Javne Licence. Prosimo sporoèite hro¹èe na naslov: dietmar@maurer-it.com
uk: Ця програма -- частина проекту GNOME. Gnome Shell нада╓ться АБСОЛЮТНО БЕЗ ╫АРАНТ╤╥. Це в╕льне програмне забезпечення, ╕ ви можете розповсюджувати його на умовах GNU General Public License. Будь ласка, пов╕домляйте пропомилки за адресою: dietmar@maurer-it.com
zh_tw: 這個程式是屬於 GNOME 專案的一部份。Gnome Shell 絕對沒有擔保。本程式是一個自由軟體，並且歡迎您 遵照 GNU 通用公共許可證條款重新發佈它。請將有關此程式的錯誤報告電郵到dietmar@maurer-it.com

source: fatal CORBA exception! Shutting down...
ca: excepció fatal de COBRA! Aturant...
da: Alvorlig CORBA-undtagelse! Lukker ned...
gl: ¡excepción de CORBA moi grave! Parando...
hu: Végzetes CORBA kivétel! Leállítás...
it: eccezione CORBA fatale!!! Terminato...
ja: 致命的なCORBAの例外が発生! シャットダウンします...
ko: 심각한 코바 예외상황! 종료중...
pl: kryryczny wyj±tek CORBA! Zamykanie...
pt: Excepção CORBA fatal! A terminar...
ro: excepþie CORBA fatalã! Închidere...
sl: usodna CORBA izjema! Uga¹am...
uk: Ватальне виключення CORBA! Вимикання...
zh_tw: 嚴重的 CORBA 列外處理! 正在關閉...

source: New zoom level is %.3g.
ca: El nou nivell de zoom és de %.3g.
da: Nyt zoom-niveau er %.3g.
gl: A nova escala é %.3g.
hu: Az nagyítás mértéke mostantól %.3g.
it: Il nuovo fatto di ingrandimento é %.3g.
ja: 拡大・縮小レベルは %.3g
ko: 새 확대 단계는 %.3g입니다
pl: Stopieñ skalowania wynosi %.3g.
pt: Novo nível de zoom é %.3g.
ro: Noul nivel de zoom este %.3g.
sl: Nova stopnja poveèave je %.3g.
uk: Новий масштаб -- %.3g.
zh_tw: 新的縮放等級是 %.3g.

source: Set zoom level:
ca: Defineixi el nivell de zoom:
da: Sæt zoom-niveau:
gl: Establecer escala:
hu: Nagyítás mértékének beállítása:
it: Imposta fattore di ingradimento:
ja: 拡大・縮小レベルをセット:
ko: 확대 값:
pl: Ustaw stopieñ powiêkszenia:
pt: Definir nível de zoom:
ro: Seteazã nivelul de zoom
sl: Nastavi stopnjo poveèave:
uk: Встановити новий масштаб:
zh_tw: 設定縮放等級：

source: Could not initialize Bonobo!
ca: No s'ha pogut inicialitzar el Bonobo!
da: Kunne ikke initialisere Bonobo!
gl: ¡Non foi posible inicializar Bonobo!
hu: A Bonobo inicializálása nem sikerült!
it: Impossibile inizializzare Bonobo!
ja: Bonoboを初期化できません!
ko: 보노보를 초기화할 수 없습니다!
pl: Nie mo¿na zainicjowaæ Bonobo!
pt: Incapaz de inicializar Bonobo!
ro: Nu am putut iniþializa Bonobo!
sl: Nisem mogel inicializirati Bonoba!
uk: Не вдалось ╕н╕ц╕ал╕зувати Bonobo!
wa: Dji n' a savu inicyî Bonobo!
zh_tw: 無法初始化 Bonobo!

source: An exception occured while trying to save data from the component with PersistFile
ca: S'ha produït una excepció quan s'intentava desar les dades de l'element amb PersistFile
da: En undtagelse hændte ved forsøg på at gemme data fra komponenten med PersistFile
gl: Ocorreu unha excepción ao tentar gardar os datos do compoñente con PersistFile
it: Si è verificata una eccezione durnate il salvataggio di dati dal componente utilizzando PersistFile
ja: PersistFile でコンポーネントからデータを保存しようとしたら例外が発生しました
ko: 영속 파일을 통해 컴포넌트로부터 자료를 저장하던 중 예외가 발생했습니다
pl: Podczas próby zapisu danych komponentu w PersistFile wyst±pi³ wyj±tek
pt: Ocorreu uma excepção ao tentar gravar dados do componente com PersistFile
ro: S-a produs o excepþie în timp ce încercam sã salvez date în componentã cu PersistFile
sl: Zgodila se je izjema ob poskusu shranjevanja podatkov komponente s PersistFile
uk: Виникло виключення п╕д час спроби зберегти дан╕ з компоненту за допомогою PersistFile
zh_tw: 當嘗試從具有實體檔案的元件將資料儲存時發生列外處理

source: Could not save file %s
ca: No s'ha pogut desar el fitxer %s
da: Kunne ikke gemme fil %s
gl: Non foi posible gardar o ficheiro %s
hu: %s fájl mentése nem sikerült
it: Impossibile salvare il file %s
ja: ファイル%sを保存できません
ko: %s를 저장할 수가 없습니다
pl: Nie mo¿na zapisaæ pliku %s
pt: Incapaz de gravar ficheiro %s
ro: Nu am putut salva fiºierul %s
sl: Nisem mogel shraniti datoteke %s
uk: Не вдалося зберегти файл %s
wa: Dji n' a savu schaper l' fitchî %s
zh_tw: 無法儲存檔案 %s

source: An exception occured while trying to save data from the component with PersistStream
ca: S'ha produït una excepció quan s'intentava desar les dades de l'element amb PersistStream
da: En undtagelse hændte ved forsøg på at gemme data fra komponenten med PersistStream
gl: Ocorreu unha excepción ao tentar gardar os datos do compoñente con PersistStream
it: Si è verificata una eccezione durnate il salvataggio di dati dal componente utilizzando PersistStream
ja: PersistStream でコンポーネントからデータを保存しようとしたら例外が発生しました
ko: 영속 스트림을 통해 컴포넌트로부터 자료를 저장하던 중 예외가 발생했습니다
pl: Wyst±pi³ wyj±tek podczas próby zapisu danych komponentu w PersistStorage
pt: Ocorreu uma excepção ao tentar gravar dados do componente com PersistStream
ro: S-a produs o excepþie în timp ce încercam sã salvez date în componentã cu PersistStream
sl: Zgodila se je izjema ob poskusu shranjevanja podatkov komponente s PersistStream
uk: Виникло виключення п╕д час спроби зберегти дан╕ з компоненту за допомогою PersistStream
zh_tw: 當嘗試從具有實體資料流的元件將資料儲存時發生列外處理

source: Open
ca: Obre
da: Åbn
gl: Abrir
hu: Megnyitás
it: Apri
ja: 開く
ko: 열기
pl: Otwórz
pt: Abrir
ro: Deschide
sl: Odpri
uk: В╕дкрити
wa: Drovî
zh_tw: 開啟

source: Launch component
ca: Executa l'element
da: Start komponent
gl: Lanzar compoñente
hu: Komponens indítása
it: Avvia componente
ja: コンポーネントを起動
ko: 컴포넌트 띄우기
pl: Uruchom komponent
pt: Iniciar componente
ro: Lanseazã componentã
sl: Po¾eni komponento
uk: Запустити компонент
wa: Enonder componint
zh_tw: 啟動元件

source: Load
ca: Carrega
da: Indlæs
gl: Cargar
hu: Betöltés
it: Carica
ja: 読込
ko: 읽어들이기
pl: Wczytaj
pt: Carregar
ro: Încarcã
sl: Nalo¾i
uk: Завантажити
wa: Tcherdjî
zh_tw: 載入

source: Save As
ca: Anomena i desa
da: Gem som
gl: Gardar como
hu: Mentés másként
it: Salva con nome
ja: 名前を付けて保存
ko: 다른 이름으로 저장
pl: Zapisz jako
pt: Gravar Como
ro: Salveazã ca
sl: Shrani kot
uk: Зберегти як
wa: Schaper et rlomer
zh_tw: 另存新檔

source: Component has no editable properties
ca: L'element no té cap propietat editable
da: Komponenten har ingen redigérbare egenskaber
gl: O compoñente non ten propiedades editables
hu: A komponensnek nincsenek szerkeszthetõ tulajdonságai
it: Il componente non possiede proprietà modificabili
ja: コンポーネントには編集可能なプロパティがありません
ko: 컴포넌트는 편집 가능한 속성을 가지고 있지않습니다
pl: Komponent nie posiada modyfikowalnych w³a¶ciwo¶ci
pt: Componente não tem propriedades editáveis
ro: Componenta nu are proprietãþi editabile
sl: Komponenta nima nobenih lastnosti, ki se jih lahko spremeni
uk: Компонент не ма╓ властивостей, як╕ можна редагувати
wa: Li componint n' a pont di candjåvès prôpietés
zh_tw: 元件沒有可供編輯的屬性

source: Gunzip Moniker factory
ca: Generador de Moniker Gunzip
da: Gunzip moniker fabrik
gl: Fábrica de Monikers gunzip
it: factory per il Moniker Gunzip
ja: Gunzip モニカファクトリ
ko: Gunzip 모니커 팩토리
pl: Generator Moniker Gunzip
pt: Fábrica 'Moniker' do Gunzip
sl: tovarna vzdevkov gunzip
uk: Фабрика псевдом╕ну gunzip
zh_tw: Gunzip 命名器的元件工廠

source: gunzip Moniker
ca: Moniker Gunzip
gl: Moniker gunzip
it: Moniker gunzip
ja: gunzip モニカ
ko: Gunzip 모니커
pl: Moniker gunzip
pt: 'Moniker' gunzip
sl: vzdevek gunzip
uk: Псевдон╕м gunzip
zh_tw: gunzip 命名器

source: HTTP Moniker
gl: Moniker HTTP
it: Moniker HTTP
ja: HTTP モニカ
ko: HTTP 모니커
pl: Moniker HTTP
pt: 'Moniker' HTTP
sl: Vzdevek HTTP
uk: Псевдон╕м HTTP
zh_tw: HTTP 命名器

source: Standard Moniker factory
ca: Generador estàndard de Moniker
da: Standard moniker fabrik
gl: Fábrica de Monikers estándar
hu: Szabványos Moniker factory
it: factory per il Moniker Standard
ja: 標準モニカファクトリ
ko: 표준 모니커 팩토리
pl: Generator standardowego monikera
pt: Fábrica 'moniker' standard
sl: Obièajna tovarna vzdevkov
uk: Фабрика фабрика псевдон╕м╕в
zh_tw: 標準命名器的元件工廠

source: file MonikerExtender
ca: fitxer MonikerExtender
da: fil MonikerExtender
gl: ficheiro MonikerExtender
ja: ファイル MonikerExtender
ko: 파일 모니커확장자
pl: plik MonikerExtender
pt: ficheiro 'MonikerExtender'
sl: datoteka Podalj¹ekVzdevka
uk: файл MonikerExtender
zh_tw: 檔案命名延伸器

source: generic Oaf activation moniker
ca: Moniker d'activació d'Oaf genèric
da: generel Oaf aktiverings-moniker
gl: moniker xenérico de activación de Oaf
it: moniker generico per l'attivazione Oaf
ja: 汎用 OAF 活性化モニカ
ko: 보편적인 Oaf 활성화 모니커
pl: ogólny moniker aktywacji Oaf
pt: 'moniker' genérico de activação Oaf
sl: generièen vzdevek aktivacije Oaf
uk: загальний псевдон╕м активац╕╖ OAF
zh_tw: 一般的 Oaf 啟動命名器

source: generic Oaf query moniker
ca: moniker de consulta d'Oaf genèric
da: generel Oaf forespørgsels-moniker
gl: moniker xenérico de consulta de Oaf
it: moniker generico per l'interrogazione Oaf
ja: 汎用 OAF 問い合わせモニカ
ko: 보편적인 Oaf 질의 모니커
pl: ogólny moniker zapytañ Oaf
pt: 'moniker' genérico de procura Oaf
sl: generièen vzdevek poizvedbe Oaf
uk: загальний псевдон╕м запиту OAF
zh_tw: 一般的 Oaf 查詢命名器

source: generic factory 'new' moniker
ca: 'nou' moniker generador genèric
da: generel fabrik 'ny' moniker
gl: moniker xenérico de fábrica 'nova'
it: moniker generico per il factory 'new'
ja: 汎用ファクトリ 'new' モニカ
ko: 보편적인 팩토리 'new' 모니커
pl: ogólny moniker generatora 'new' (nowych obiektów)
pt: 'moniker' genérico de fábrica 'novo'
sl: generièna tovarna 'novega' vzdevka
uk: загальний 'новий' псевдон╕м фабрики
zh_tw: 一般的 '新增' 命名器的元件工廠

source: generic file moniker
ca: fitxer moniker genèric
da: generel fil-moniker
gl: moniker xenérico de ficheiro
it: moniker generico per file
ja: 汎用ファイルモニカ
ko: 보편적인 파일 모니커
pl: ogólny moniker plikowy (file)
pt: 'moniker' genérico de ficheiro
sl: gnerièen datoteèni vzdevek
uk: загальний пседон╕м файлу
zh_tw: 一般的檔案命名器

source: generic item moniker
ca: element moniker genèric
da: generel element-moniker
gl: moniker xenérico de elemento
it: moniker generico per oggetti
ja: 汎用アイテムモニカ
ko: 보편적인 아니템 모니커
pl: ogólny moniker elementu
pt: 'moniker' genérico de item
sl: generièen vzdevek predmetov
uk: загальний псевдон╕м елемента
zh_tw: 一般的項目命名器

source: stream MonikerExtender
ca: flux MonikerExtender
da: strøm MonikerExtender
gl: fluxo MonikerExtender
ja: ストリーム MonikerExtender
ko: 스트림 모니커 확장자
pl: strumieñ MonikerExtender
pt: fluxo MonikerExtender
sl: tokovni Podalj¹ekVzdevka
uk: пот╕к MonikerExtender
zh_tw: 資料流命名延伸器

source: Bonobo Echo server factory
ca: generador del servidor de l'Echo Bonobo
da: Bonobo ekko sever-fabrik
gl: Fábrica de servidores Echo de bonobo
it: factory per il server Bonobo Echo
ja: Bonobo エコーサーバファクトリ
ko: 보노보 에코 서버 팩토리 (한글시험용 번역)
pl: generator serwera Bonobo Echo
pt: Fábrica de servidor Eco Bonobo
sl: Tovarna stre¾nika bonobo odmeov
uk: Фабрика Bonobo сервера Echo
zh_tw: Bonobo 回應伺服器的元件工廠

source: Bonobo Echo server sample program
ca: Programa de mostra del servidor d'Echo Bonobo
da: Bonobo Ekko server eksempel-program
gl: Programa de exemplo do servidor de Echo de bonobo
it: programma di esempio per il server Bonobo Echo
ja: Bonobo エコーサーバ・サンプルプログラム
ko: 보노보 메아리 서버 예제 프로그램
pl: Przyk³adowy program serwera Bonobo Echo
pt: Aplicação de exemplo de servidor Eco Bonobo
sl: Preizkusni program bonobo stre¾nika odmevov
uk: Зразок програми сервера Bonobo Echo
zh_tw: Bonobo 回應伺服器範例程式

source: Echo component
ca: Element de l'Echo
da: Ekko-komponent
gl: Compoñente Echo
it: Componente Echo
ja: エコーコンポーネント
ko: 메아리 컴포넌트
pl: Komponent echo
pt: Componente Eco
ro: Componentã Echo
sl: Komponenta odmeva
uk: Еомпонент Echo
wa: Componint d' eco
zh_tw: 回應元件

source: Echo component factory
ca: Generador d'elements de l'Echo
da: Ekko-komponentfabrik
gl: Fábrica de compoñentes echo
it: factory per il componente Echo
ja: エコーコンポーネントファクトリ
ko: 메아리 컴포넌트 팩토리
pl: Generator komponentów Echo
pt: Fábrica de componente Eco
sl: Tovarna komponente odmevov
uk: Фабрика компонент╕в Echo
wa: Oujhene di componints d' eco
zh_tw: 回應元件的元件工廠

source: I could not initialize Bonobo
ca: No he pogut inicialitzar el Bonobo
da: Kunne ikke initialisere Bonobo
gl: Non foi posible inicializar Bonobo
hu: A Bonobo inicializálása nem sikerült
it: Non posso inizializzare Bonobo
ja: Bonoboを初期化できません
ko: Bonobo를 초기화 할 수 없습니다
pl: Nie mo¿na zainicjowaæ Bonobo
pt: Incapaz de inicializar Bonobo
ro: Nu am putut iniþializa Bonobo
sl: Nisem mogel inicializirati Bonoba
uk: Не вдалося ╕н╕ц╕ал╕зувати Bonobo
wa: Dji n' a savou inicyî Bonobo
zh_tw: 無法初始化 Bonobo

source: Could not initialize Bonobo
ca: No s'ha pogut inicialitzat el Bonobo
da: Kunne ikke initialisere Bonobo
gl: Non foi posible inicializar Bonobo
hu: A Bonobo inicializálása nem sikerült
it: Impossibile inizializzare Bonobo
ja: Bonoboを初期化できません
ko: Bonobo를 초기화 할 수 없습니다
pl: Nie mo¿na zainicjowaæ Bonobo
pt: Incapaz de inicializar Bonobo
sl: Nisem mogel inicializirati Bonoba
uk: Не вдалось ╕н╕ц╕ал╕зувати Bonobo
wa: Dji n' a savou inicyî Bonobo
zh_tw: 無法初始化 Bonobo

source: The component now claims that it doesn't support PersistStream!
ca: Ara l'element diu que no suporta PersistStream!
da: Komponenten hævder nu at den ikke understøtter PersistStream!
gl: ¡O compoñente afirma agora que non soporta PersistStream!
it: Il componente adesso non supporta più PersistStream!
ja: コンポーネントは PersistStream をサポートしていないと言っています!
ko: 컴포넌트가 영속 스트림을 지원하지않는다고 말합니다
pl: Komponent zg³asza, ¿e nie obs³uguje PersistStream!
pt: O componente indica agora que não suporta PersistStream!
ro: Componenta pretinde acum cã nu suportã PersistStream
sl: Komponenta sedaj trdi da ne podpira PersistStreama!
uk: Компонет тепер стверджу╓, що не п╕дтриму╓ PersistStream!
zh_tw: 元件現在宣告它不支援實體資料流!

source: Select file
ca: Selecciona un fitxer
da: Vælg fil
gl: Seleccionar ficheiro
hu: Fájl kiválasztása
it: Selezionare file
ja: ファイルの選択
ko: 파일 선택
pl: Wybór pliku
pt: Seleccionar ficheiro
ro: Selecteazã fiºier
sl: Izberi datoteko
uk: Вибрати файл
wa: Tchwezixhoz on fitchî
zh_tw: 選擇檔案

source: Select an embeddable Bonobo component to add
ca: Selecciona un element incrustable Bonobo per afegir
da: Vælg en indlejrbar Bonobo komponent der skal tilføjes
gl: Seleccione un compoñente Bonobo embebible para engadir
hu: Válaszd ki a hozzáadandó beágyazható Bonobo komponenst
it: Selezionare un componente Bonobo Embeddable da aggiungere
ja: 追加するEmbeddable Bonoboコンポーネントを選択します
ko: 추가할 임베더블 보노보 컴포넌트를 선택
pl: Wybierz osadzalny komponent Bonobo do dodania
pt: Seleccionar um componente embebível Bonobo a adicionar
ro: Selectaþi o componentã încorporabilã Bonobo pentru adãugat
sl: Izberi vgradljivo Bonobo komponento za dodajo
uk: Вибрати вмонтувальний компонент Bonobo для додавання
zh_tw: 選擇一個嵌入式的 Bonobo 元件用作新增

source: Bonobo sample container
ca: Contenidor de mostra de Bonobo
da: Bonobo prøve-beholder
gl: Contedor de exemplo de bonobo
it: Semplice contenitore Bonobo
ja: Bonoboサンプルコンテナ
ko: 예제 보노보 컨테이너
pl: Przyk³adowy kontener Bonobo
pt: Contentor Bonobo de exemplo
ro: Container Bonobo exemplu
sl: Primer bonobo kontejnerja
uk: Приклад контейнера Bonobo
zh_tw: Bonobo 容器範例

source: Sample Bonobo container
ca: Contenidor de Bonobo de mostra
da: Prøve på Bonobo beholder
gl: Contedor de bonobo de exemplo
it: Semplice contenitore Bonobo
ja: サンプルBonoboコンテナ
ko: 예제 보노보 컨테이너
pl: Przyk³adowy kontener Bonobo
pt: Contentor Bonobo de exemplo
ro: Container Bonobo exemplu
sl: Primer bonobo kontejnerja
uk: Приклад контейнера Bonobo
zh_tw: Bonobo 容器範例

source: Could not launch Embeddable %s!
ca: No s'ha pogut executar l'incrustable %s!.
da: Kunne ikke starte indlejrbar %s!
gl: ¡Non foi posible lanzar o embebible %s!
it: Impossibile attivare l'oggetto %s!
ja: Embeddable %sを起動できません。
ko: 임베더블 %s를 띄울수가 없습니다!
pl: Nie mo¿na utworzyæ zagnie¿d¿onego obiektu %s!
pt: Incapaz de inicializar Embebível %s!
ro: Nu am putut lansa încorporabilul %s!
sl: Nisem mogel pognati Vgradnika %s!
uk: Не вдалось запустити вмонтувальний %s!.
zh_tw: 無法啟動嵌入式的 %s!

source: An exception occured while trying to load data into the component with PersistStorage
ca: S'ha produït una excepció quan s'intentaven carregar les dades a l'element amb PersistStorage
da: En undtagelse hændte ved forsøg på at indlæse data til komponenten med PersistStorage
gl: Ocorreu unha excepción ao tentar cargar os datos no compoñente con PersistStorage
it: Si è verificata una eccezione durante il caricamento di dati nel componente utilizzando PersistStorage
ja: PersistStorage でコンポーネントにデータを読み込もうとしたら例外が発生しました
ko: 영속 저장장치를 통해 컴포넌트로 자료를 읽어들이던 중 예외가 발생했습니다
pl: Wyst±pi³ wyj±tek podczas próby odczytu danych komponentu z PersistStorage
pt: Ocorreu uma excepção ao tentar carregar dados no componente com PersistStorage
ro: S-a produs o excepþie în timp ce încercam sã încarc date în componentã cu PersistStorage
sl: Zgodila se je izjema ob poskusu nalaganja podatkov v komponento s PersistStorageom
uk: Виникло виключення п╕д час спроби завантажити дан╕ в компонент за допомогою PersistStorage
zh_tw: 當嘗試將資料載入到具有實體儲存庫的元件時發生列外處理

source: An exception occured while trying to save data from the component with PersistStorage
ca: S'ha produït una excepció quan s'intentaven desar les dades des de l'element amb PersistStorage
da: En undtagelse hændte ved forsøg på at gemme data fra komponenten med PersistStorage
gl: Ocorreu unha excepción ao tentar gardar os datos do compoñente con PersistStorage
it: Si è verificata una eccezione durnate il salvataggio di dati dal componente utilizzando PersistStorage
ja: PersistStorage でコンポーネントからデータを保存しようとしたら例外が発生しました
ko: 영속 저장장치를 통해 컴포넌트로부터 자료를 저장하던 중 예외가 발생했습니다
pl: Wyst±pi³ wyj±tek podczas próby zapisu danych komponentu w PersistStorage
pt: Ocorreu uma excepção ao tentar gravar dados do componente com PersistStorage
ro: S-a produs o excepþie în timp ce încercam sã salvez date în componentã cu PersistStorage
sl: Zgodila se je izjema ob poskusu shranjevanja podatkov komponente s PersistStorage
uk: Виникло виключення п╕д час спроби зберегти дан╕ з компоненту за допомогою PersistStorage
zh_tw: 當嘗試從具有實體儲存庫的元件將資料儲存時發生列外處理

source: Select an object
ca: Seleccioneu un objecte
da: Vælg et objekt
gl: Seleccionar un obxecto
hu: Válassz egy objektumot
it: Seleziono un oggetto
ja: オブジェクトを選択
pl: Wybór obiektu
pt: Seleccione um objecto
ro: Selecteazã un obiect
sl: Izberi predmet
uk: Вибрати об'╓кт
wa: Tchwezixhoz on objet
zh_tw: 選擇一個物件

source: Can not bonobo_init
ca: No es pot executar bonobo_init
da: Kan ikke køre bonobo_init
gl: Non se pode facer bonobo_init
hu: Nem sikerült a bonobo_init
it: bonobo_init impossibile.
ja: bonobo_init()の実行に失敗です
ko: 보노보를 초기화할 수 없습니다 (한글 시험용 번역)
pl: Nie mo¿na wykonaæ bonobo_init
pt: Incapaz de bonobo_init
ro: Nu am putut iniþializa bonobo_init
sl: Ne morem incializirati bonoba
uk: Неможливо виконати bonobo_init
wa: Dji n' pou nén enonder bonobo
zh_tw: 無法初始化 Bononbo
