Repository: lepidotos/suede
Catalog: nautilus-1.0.6/po/*.po
Languages: lv, pl

source: You cannot copy this trash folder.
lv: Jûs nevarat kopçt ðo atkritumkastes mapi.
pl: Nie mo¿na kopiowaæ folderu ¶mietnika.

source: Can't Change Trash Location
lv: Nevar Izmainît Atkritumkastes Atraðanâs Vietu
pl: Nie mo¿na zmieniaæ po³o¿enia ¶mietnika

source: Can't Copy Trash
lv: Nevar Kopçt Atkritumkasti
pl: Nie mo¿na kopiowaæ ¶mietnika

source: You cannot move a folder into itself.
lv: Jûs nevarat pârvietot mapi viòâ paðâ.
pl: Nie mo¿na przenie¶æ folderu do niego samego.

source: You cannot copy a folder into itself.
lv: Jûs nevarat kopçt mapi viòâ paðâ.
pl: Nie mo¿na skopiowaæ folderu do niego samego.

source: Can't Move Into Self
lv: Nevar Pârvietot Paðâ.
pl: Nie mo¿na przenie¶æ do siebie samego

source: Can't Copy Into Self
lv: Nevar Kopçt Paðâ.
pl: Nie mo¿na skopiowaæ do siebie samego

source: You cannot copy a file over itself.
lv: Jûs nevar kopçt datni pa virsu viòam paðam.
pl: Nie mo¿na skopiowaæ pliku do niego samego.

source: Can't Copy Over Self
lv: Nevar kopçt Pa Virsu Paðam
pl: Nie mo¿na skopiowaæ do siebie samego

source: Error creating new folder. You do not have permissions to write to the destination.
lv: Kïûda veidojot jaunu mapi. Jums nav atïauju lai rakstîtu paredzçtajâ vietâ.
pl: Podczas tworzenia folderu wyst±pi³ b³±d. Brak uprawnieñ do zapisu w miejscu docelowym.

source: Error creating new folder. There is no space on the destination.
lv: Kïûda veidojot jaunu mapi. Nav brîvas vietas paredzçtajâ vietâ.
pl: Podczas tworzenia folderu wyst±pi³ b³±d. W miejscu docelowym brakuje miejsca.

source: Error "%s" creating new folder.
lv: Kïûda "%s" veidojot jaunu mapi.
pl: Podczas tworzenia nowego folderu wyst±pi³ b³±d "%s"

source: Error creating new folder
lv: Kïûda veidojot jaunu mapi
pl: Podczas tworzenia nowego folderu wyst±pi³ b³±d

source: untitled folder
lv: nenosaukta mape
pl: folder bez nazwy

source: Deleting files
lv: Dzçðam datnes
pl: Usuwanie plików

source: Files deleted:
lv: Datnes izdzçstas:
pl: Usuniêtych plików:

source: Deleting
lv: Dzçðam
pl: Usuwanie

source: Preparing to Delete files...
lv: Gatavojamies Dzçst datnes...
pl: Przygotowywanie do usuniêcia plików...

source: Emptying the Trash
lv: Tukðojam Atkritumkasti
pl: Opró¿nianie ¶mietnika

source: Preparing to Empty the Trash...
lv: Sagatavojamies Tukðot Atkritumkasti...
pl: Przygotowywanie do opró¿nienia ¶mietnika...

source: Are you sure you want to permanently delete all of the items in the Trash?
lv: Jûs tieðâm vçlaties nekavçjoties dzçst visas datnes Atkritumkastç?
pl: Czy na pewno chcesz trwale usun±æ wszystkie elementy ze ¶mietnika?

source: Delete Trash Contents?
lv: Dzçst Atkritumkastes Saturu?
pl: Usun±æ zawarto¶æ ¶mietnika?

source: Empty
lv: Tukða
pl: Opró¿nij

source: foo (copy)
lv: foo (kopija)
pl: foo (kopia)

source: .bashrc (copy)
lv: .bashrc (kopija)
pl: .bashrc (kopia)

source: .foo (copy).txt
lv: .foo (kopija).txt
pl: .foo (kopia).txt

source: foo foo (copy)
lv: foo foo (kopija)
pl: foo foo (kopia)

source: foo (copy).txt
lv: foo (kopija).txt
pl: foo (kopia).txt

source: foo foo (copy).txt
lv: foo foo (kopija).txt
pl: foo foo (kopia).txt

source: foo foo (copy).txt txt
lv: foo foo (kopija).txt txt
pl: foo foo (kopia).txt txt

source: foo.. (copy).txt
lv: foo.. (kopija).txt
pl: foo.. (kopia).txt

source: foo... (copy)
lv: foo... (kopija)
pl: foo... (kopia)

source: foo. (copy)
lv: foo. (kopija)
pl: foo. (kopia)

source: foo. (another copy)
lv: foo. (vçl viena kopija)
pl: foo. (kolejna kopia)

source: foo (another copy)
lv: foo (vçl viena kopija)
pl: foo (kolejna kopia)

source: foo (another copy).txt
lv: foo (vçl viena kopija).txt
pl: foo (kolejna kopia).txt

source: foo (3rd copy)
lv: foo (3. kopija)
pl: foo (3. kopia)

source: foo (3rd copy).txt
lv: foo (3. kopija).txt
pl: foo (3. kopia).txt

source: foo foo (another copy).txt
lv: foo foo (vçl viena kopija).txt
pl: foo foo (kolejna kopia).txt

source: foo foo (3rd copy).txt
lv: foo foo (3. kopija). txt
pl: foo foo (3. kopia).txt

source: foo (13th copy)
lv: foo (13. kopija)
pl: foo (13. kopia)

source: foo (14th copy)
lv: foo (14. kopija)
pl: foo (14. kopia)

source: foo (13th copy).txt
lv: foo (13. kopija).txt
pl: foo (13. kopia).txt

source: foo (14th copy).txt
lv: foo (14. kopija).txt
pl: foo (14. kopia).txt

source: foo (21st copy)
lv: foo (21. kopija)
pl: foo (21. kopia)

source: foo (22nd copy)
lv: foo (22. kopija)
pl: foo (22. kopia)

source: foo (21st copy).txt
lv: foo (21. kopija).txt
pl: foo (21. kopia).txt

source: foo (22nd copy).txt
lv: foo (22. kopija).txt
pl: foo (22. kopia).txt

source: foo (23rd copy)
lv: foo (23. kopija)
pl: foo (23. kopia)

source: foo (23rd copy).txt
lv: foo (23. kopija).txt
pl: foo (23. kopia).txt

source: foo (24th copy)
lv: foo (24. kopija)
pl: foo (24. kopia)

source: foo (24th copy).txt
lv: foo (24. kopija).txt
pl: foo (24. kopia).txt

source: foo (25th copy)
lv: foo (25. kopija)
pl: foo (25. kopia)

source: foo (25th copy).txt
lv: foo (25. kopija).txt
pl: foo (25. kopia).txt

source: foo foo (24th copy)
lv: foo foo (24. kopija)
pl: foo foo (24. kopia)

source: foo foo (25th copy)
lv: foo foo (25. kopija)
pl: foo foo (25. kopia)

source: foo foo (24th copy).txt
lv: foo foo (24. kopija).txt
pl: foo foo (24. kopia).txt

source: foo foo (25th copy).txt
lv: foo foo (25. kopija).txt
pl: foo foo (25. kopia).txt

source: foo foo (100000000000000th copy).txt
lv: foo foo (100000000000000. kopija).txt
pl: foo foo (100000000000000. kopia).txt

source: foo (10th copy)
lv: foo (10. kopija)
pl: foo (10. kopia)

source: foo (11th copy)
lv: foo (11. kopija)
pl: foo (11. kopia)

source: foo (10th copy).txt
lv: foo (10. kopija).txt
pl: foo (10. kopia).txt

source: foo (11th copy).txt
lv: foo (11. kopija).txt
pl: foo (11. kopia).txt

source: foo (12th copy)
lv: foo (12. kopija)
pl: foo (12. kopia)

source: foo (12th copy).txt
lv: foo (12. kopija).txt
pl: foo (12. kopia).txt

source: foo (110th copy)
pl: foo (110. kopia)

source: foo (111th copy)
pl: foo (111. kopia)

source: foo (110th copy).txt
pl: foo (110. kopia).txt

source: foo (111th copy).txt
pl: foo (111. kopia).txt

source: foo (122nd copy)
pl: foo (222. kopia)

source: foo (123rd copy)
pl: foo (123. kopia)

source: foo (122nd copy).txt
pl: foo (122. kopia).txt

source: foo (123rd copy).txt
pl: foo (123. kopia).txt

source: foo (124th copy)
pl: foo (124. kopia)

source: foo (124th copy).txt
pl: foo (124. kopia).txt

source: today at 00:00:00 PM
lv: ðodien plkst. 00:00:00 PM
pl: dzisiaj o 00:00:00 PM

source: today at %-I:%M:%S %p
lv: ðodien %-I:%M:%S %p
pl: dzisiaj o %-I:%M:%S %p

source: today at 00:00 PM
lv: ðodien 00:00 PM
pl: dzisiaj o 00:00 PM

source: today at %-I:%M %p
lv: ðodien %-I:%M %p
pl: dzisiaj o %-I:%M %p

source: today, 00:00 PM
lv: ðodien, 00:00 PM
pl: dzisiaj, 00:00 PM

source: today, %-I:%M %p
lv: ðodiena, %-I:%M %p
pl: dzisiaj, %-I:%M %p

source: today
lv: ðodiena
pl: dzisiaj

source: yesterday at 00:00:00 PM
lv: vakardien 00:00:00 PM
pl: wczoraj o 00:00:00 PM

source: yesterday at %-I:%M:%S %p
lv: vakardien %-I:%M:%S %p
pl: wczoraj o %-I:%M:%S %p

source: yesterday at 00:00 PM
lv: vakardien 00:00 PM
pl: wczoraj o 00:00 PM

source: yesterday at %-I:%M %p
lv: vakardien %-I:%M %p
pl: wczoraj o %-I:%M %p

source: yesterday, 00:00 PM
lv: vakardiena, 00:00 PM
pl: Wczoraj, 00:00 PM

source: yesterday, %-I:%M %p
lv: vakardiena, %-I:M %p
pl: wczoraj, %-I:%M %p

source: yesterday
lv: vakardiena
pl: wczoraj

source: Wednesday, September 00 0000 at 00:00:00 PM
lv: Treðdiena, 0000. gada 0. septembris, 00:00:00 PM
pl: ¦roda, 00 wrze¶nia 0000 o 00:00:00 PM

source: %A, %B %-d %Y at %-I:%M:%S %p
lv: %A, %B %-d %Y %-I:%M:%S %p
pl: %A %-d %B %Y o %-I:%M:%S %p

source: Mon, Oct 00 0000 at 00:00:00 PM
lv: Pirm, Okt 00 0000, 00:00:00 PM
pl: Mon, 00 Pa¼ 0000 o 00:00:00 PM

source: %a, %b %-d %Y at %-I:%M:%S %p
lv: %a, %b %-d %Y %-I:%M:%S %p
pl: %a, %-d %b %Y o %-I:%M:%S %p

source: Mon, Oct 00 0000 at 00:00 PM
lv: Pirm, Okt 00 0000, 00:00 PM
pl: Pon, 00 Pa¼ 0000 o 00:00 PM

source: %a, %b %-d %Y at %-I:%M %p
lv: %a, %b %-d %Y %-I:%M %p
pl: %a, %-d %b %Y o %-I:%M %p

source: Oct 00 0000 at 00:00 PM
lv: Okt 00 0000, 00:00 PM
pl: 00 Pa¼ 0000 o 00:00 PM

source: %b %-d %Y at %-I:%M %p
lv: %b %-d %Y %-I:%M %p
pl: %-d %b %Y o %-I:%M %p

source: Oct 00 0000, 00:00 PM
lv: Okt 00 0000, 00:00 PM
pl: 00 Pa¼ 0000, 00:00 PM

source: %b %-d %Y, %-I:%M %p
pl: %-d %b %Y o %-I:%M %p

source: %m/%-d/%y, %-I:%M %p
lv: %d/%d/%y, %i:%M %p
pl: %-d/%m/%y, %-I:%M %p

source: %m/%d/%y
lv: %d/%m/%y
pl: %d/%m/%y

source: 0 items
lv: 0 priekðmetu
pl: 0 elementów

source: 0 folders
lv: 0 mapes
pl: 0 folderów

source: 0 files
lv: 0 datnes
pl: 0 plików

source: 1 item
lv: 1 priekðmets
pl: 1 element

source: 1 file
lv: 1 datne
pl: 1 plik

source: %u items
lv: %u priekðmeti
pl: %u elementów

source: %u folders
lv: %u mapes
pl: %u folderów

source: %u files
lv: %u datnes
pl: %u plików

source: ? items
lv: ? priekðmeti
pl: ? elementów

source: ? bytes
lv: ? baiti
pl: ? bajtów

source: unknown type
lv: nezinâms tips
pl: nieznany typ

source: unknown MIME type
lv: nezinâms MIME tips
pl: nieznany typ MIME

source: unknown
lv: nezinâms
pl: nieznane

source: Can't find description even for "x-directory/normal". This probably means that your gnome-vfs.keys file is in the wrong place or isn't being found for some other reason.
lv: Nevar atrast aprakstu pat priekð "x-directory/normal". Tas nozîmç, ka iespçjams jûsu gnome-vfs.keys datne atrodas nepareizâ vietâ vai arî nevar tikt atrasta kâda cita iemesla dçï.
pl: Nie mo¿na odnale¼æ opisu typu "x-directory/normal". Prawdopodobnie oznacza to, ¿e plik gnome-vfs.keys znajduje siê w niew³a¶ciwym miejscu lub z nie zosta³ odnaleziony z innego powodu.

source: No description found for mime type "%s" (file is "%s"), please tell the gnome-vfs mailing list.
lv: Nav atrasts apraksts mime tipam "%s" (datne ir "%s"), lûdzu pasakiet to gnome-vfs epasta sarakstç.
pl: Nie odnaleziono opisu typu MIME "%s" (plik "%s"), napisz na listê gnome-cfa (w jêzyku angielskim).

source: link
lv: saite
pl: dowi±zanie

source: link (broken)
lv: saite (pârrauta)
pl: dowi±zanie (uszkodzone)

source: Always
lv: Vienmçr
pl: Zawsze

source: Local Files Only
lv: Tikai Lokâlâs Datnes
pl: Tylko lokalne pliki

source: Never
lv: Nekad
pl: Nigdy

source: Activate items with a single click
lv: Aktivizçt priekðmetus ar vienu klikðíi
pl: Uaktywnianie elementów za pomoc± pojedynczego klikniêcia

source: Activate items with a double click
lv: Aktivizçt priekðmetus ar dubûltklikðíi
pl: Uaktywnianie elementów za pomoc± dwukrotnego klikniêcia

source: Execute files when they are clicked
lv: Sâknçt datnes kad tâs klikðíinâtas
pl: Wykonywanie plików po klikniêciu

source: Display files when they are clicked
lv: Parâdît datnes kad tâs klikðíinâtas
pl: Wy¶wietlanie plików po klikniêciu

source: Ask each time
lv: Prasît katru reizi
pl: Pytanie za ka¿dym razem

source: search by text
lv: meklçt pçc teksta
pl: wyszukiwanie wed³ug tekstu

source: Search for files by file name only
lv: Meklçt datnes tikai pçc datnes nosaukuma
pl: Wyszukiwaniee plików tylko wed³ug nazwy

source: search by text and properties
lv: meklçt pçc teksta un rekvizîtiem
pl: wyszukiwanie wed³ug tekstu i w³a¶ciwo¶ci

source: Search for files by file name and file properties
lv: Meklçt datnes pçc datnes nosaukuma un datnes rekvizîtiem
pl: Wyszukiwanie plików wed³ug nazwy i w³a¶ciwo¶ci

source: Icon View
lv: Ikonu Skats
pl: Wy¶wietlanie ikon

source: List View
lv: Saraksta Skats
pl: Wy¶wietlanie listy

source: Manually
lv: Ar roku
pl: Rêcznie

source: By Name
lv: Pçc Vârda
pl: Wed³ug nazwy

source: By Size
lv: Pçc Izmçra
pl: Wed³ug rozmiaru

source: By Type
lv: Pçc Tipa
pl: Wed³ug typu

source: By Modification Date
lv: Pçc Pçdçjâm Izmaiòâm
pl: Wed³ug daty modyfikacji

source: By Emblems
lv: Pçc Emblçmas
pl: Wed³ug symboli

source: size
lv: izmçrs
pl: rozmiar

source: type
lv: tips
pl: typ

source: date modified
lv: modificçðanas datums
pl: data modyfikacji

source: date changed
lv: izmaiòu datums
pl: data zmiany

source: date accessed
lv: pieejas datums
pl: data dostêpu

source: owner
lv: îpaðnieks
pl: w³a¶ciciel

source: group
lv: grupa
pl: grupa

source: permissions
lv: atïaujas
pl: uprawnienia

source: octal permissions
lv: oktâlâs atïaujas
pl: ósemkowe uprawnienia

source: MIME type
lv: MIME tips
pl: typ MIME

source: none
lv: nekas
pl: brak

source: This folder uses automatic layout. Do you want to switch to manual layout and leave this item where you dropped it? This will clobber the stored manual layout.
pl: Ten folder wykrzystuje automatyczny uk³ad elementów. Czy chcesz przej¶æ na uk³ad rêczny i pozostawiæ element w miejscu upuszczenia? Spowoduje to odtworzenie zapisanego rêcznego uk³adu.

source: This folder uses automatic layout. Do you want to switch to manual layout and leave these items where you dropped them? This will clobber the stored manual layout.
pl: Ten folder wykrzystuje automatyczny uk³ad elementów. Czy chcesz przej¶æ na uk³ad rêczny i pozostawiæ elementy w miejscu upuszczenia? Spowoduje to odtworzenie zapisanego rêcznego uk³adu.

source: This folder uses automatic layout. Do you want to switch to manual layout and leave this item where you dropped it?
pl: Ten folder wykrzystuje automatyczny uk³ad elementów. Czy chcesz przej¶æ na uk³ad rêczny i pozostawiæ element w miejscu upuszczenia?

source: This folder uses automatic layout. Do you want to switch to manual layout and leave these items where you dropped them?
pl: Ten folder wykrzystuje automatyczny uk³ad elementów. Czy chcesz przej¶æ na uk³ad rêczny i pozostawiæ elementy w miejscu upuszczenia?

source: Switch to Manual Layout?
lv: Pârslçgties uz Rokas Izkârtojumu?
pl: Prze³±czyæ na rêczny uk³ad?

source: Switch
lv: Pârslçgties
pl: Prze³±cz

source: Rename
lv: Pârsaukt
pl: Zmieñ nazwê

source: Undo Typing
lv: Atsaukt Rakstîto
pl: Cofnij pisanie

source: Restore the old name
lv: Atjaunot veco nosaukumu
pl: Przywróæ poprzedn± nazwê

source: Redo Typing
lv: Atkârtot Rakstîto
pl: Ponów pisanie

source: Restore the changed name
lv: Atjaunot izmainîto nosaukumu
pl: Odtwórz zmienion± nazwê

source: If you would like to enable fast searches, you can edit the file %s as root. Setting the enabled flag to "yes" will turn medusa services on. To start indexing and search services right away, you should also run the following commands as root: medusa-indexd medusa-searchd Fast searches will not be available until an initial index of your files has been created. This may take a long time.
pl: Aby uaktywniæ szybkie wyszukiwanie, nale¿y zmodyfikowaæ plik %s jako u¿ytkownik root. Ustawienie opcji "enabled" na "yes" ("tak") spowoduje uaktywnienie Medusy.Aby uruchomiæ indeksowanie oraz us³ugê wyszukiwawcz±, nale¿y równie¿ (jako root) uruchomiæ nastêpuj±ce polecenia: medusa-indexd medusa-searchd Szybkie wyszukiwanie bêdzie dostêpne dopiero po utworzeniu indeksu plików w systemie, co mo¿e zabraæ nieco czasu.

source: Medusa, the application that performs searches, cannot be found on your system. If you have compiled nautilus yourself, you will need to install a copy of medusa and recompile nautilus. (A copy of Medusa may be available at ftp://ftp.gnome.org) If you are using a packaged version of Nautilus, fast searching is not available.
pl: Nie mo¿na odnale¼æ aplikacji Medusa, która odpowiada za wyszukiwanie plików w systemie. Je¶li Nautilus zosta³ skompilowany samodzielnie, nale¿y zainstalowaæ medusê, a nastêpnie przekompilowaæ Nautilusa (kopia Medusy jest dostêpna pod adresem ftp://ftp.gnome.org) Je¶li u¿ywana kopia Nautilusa zosta³a zainstalowana z pakietu, szybkie wyszukiwanie nie jest dostêpne.

source: not in menu
lv: nav izvçlnç
pl: brak w menu

source: in menu for this file
lv: izvçlnç ðai datnei
pl: w menu dla tego pliku

source: in menu for "%s"
pl: w menu dla "%s"

source: default for this file
lv: noklusçtais priekð ðis datnes
pl: domy¶lny dla tego pliku

source: default for "%s"
pl: domy¶lny dla "%s"

source: Is not in the menu for "%s" items.
pl: Nie jest w menu dla elementów "%s".

source: Is in the menu for "%s".
pl: Jest w menu dla "%s".

source: Is in the menu for "%s" items.
pl: Jest w menu dla elementów "%s".

source: Is in the menu for all "%s" items.
pl: Jest w menu dla elementów "%s".

source: Is the default for "%s".
pl: Jest domy¶lny dla "%s".

source: Is the default for "%s" items.
pl: Jest domy¶lny dla elementów "%s".

source: Is the default for all "%s" items.
pl: Jest domy¶lny dla wszystkich elementów "%s".

source: Modify "%s"
pl: Zmieñ "%s"

source: Include in the menu for "%s" items
pl: Do³±czanie do menu dla elementów "%s"

source: Use as default for "%s" items
pl: Wykorzystanie jako domy¶lnego dla elementów "%s"

source: Include in the menu just for "%s"
pl: Do³±czanie do menu tylko dla "%s"

source: Use as default just for "%s"
pl: Wykorzystanie jako domy¶lnego tylko dla "%s"

source: Don't include in the menu for "%s" items
pl: Bez do³±czania do menu dla elementów "%s"

source: Name
lv: Nosaukums
pl: Nazwa

source: Status
lv: Statuss
pl: Stan

source: Open with Other
lv: Atvçrt ar Citu
pl: Otwórz za pomoc± innej

source: Choose an application with which to open "%s".
pl: Wybierz aplikacjê, za której pomoc± otworzyæ "%s".

source: View as Other
lv: Parâdît kâ Citu
pl: Wy¶wietlanie jako Inne

source: Choose a view for "%s".
pl: Wybierz sposób wy¶wietlania "%s".

source: Choose
lv: Izvçlçties
pl: Wybierz

source: Modify...
lv: Mainît...
pl: Zmieñ...

source: File Types and Programs
lv: Datòu Tipi un Programmas
pl: Typy plików i programy

source: Go There
lv: Ej Ðeit
pl: Przejd¼ tam

source: You can configure which programs are offered for which file types in the GNOME Control Center.
pl: Mo¿esz skonfigurowaæ to, które typy plików s± obs³ugiwane przez które programy, w Centrum Sterowania GNOME.

source: No viewers are available for "%s".
pl: Brak przegl±darek dla "%s".

source: No Viewers Available
lv: Nav Pieejamu Skatîtâju
pl: Brak przegl±darek

source: No applications are available for "%s".
pl: Brak aplikacji dla "%s".

source: No Applications Available
lv: Nav Pieejamu Aplikâciju
pl: Brak aplikacji

source: %s You can configure which programs are offered for which file types with the "File Types and Programs" part of the GNOME Control Center. Do you want to go there now?
pl: %s Mo¿esz skonfigurowaæ to, które typy plików s± obs³ugiwane przez które programy, w czê¶ci "Typy plików i programy" Centrum Sterowania GNOME. Czy chcesz przej¶æ tam teraz?

source: "%s" can't open "%s" because "%s" can't access files at "%s" locations. Would you like to choose another application?
pl: Za pomoc± aplikacji "%s" nie mo¿na otworzyæ "%s", poniewa¿ "%s" nie obs³uguje odczytów po³o¿enia typu "%s". Czy chcesz wybraæ inn± aplikacjê?

source: Can't Open Location
pl: Nie mo¿na otworzyæ po³o¿enia

source: "%s" can't open "%s" because "%s" can't access files at "%s" locations. No other applications are available to view this file. If you copy this file onto your computer, you may be able to open it.
pl: Za pomoc± aplikacji "%s" nie mo¿na otworzyæ "%s", poniewa¿ "%s" nie obs³uguje odczytów po³o¿enia typu "%s". ¯adna inna dostêpna aplikacja nie obs³uguje tego typu plików. Prawdopodobnie otwarcie pliku bêdzie mo¿liwe po skopiowaniu go na lokalny dysk.

source: [Items ]containing "%s" in their names
pl: [Elementy ]maj±ce w nazwie "%s"

source: [Items ]starting with "%s"
pl: [Elementy ]rozpoczynaj±ce siê od "%s"

source: [Items ]ending with %s
pl: [Elementy ]koñcz±ce siê na %s

source: [Items ]not containing "%s" in their names
pl: [Elementy ]maj±ce w nazwie "%s"

source: [Items ]matching the regular expression "%s"
pl: [Elementy ]pasuj±ce do wyra¿enia regularnego "%s"

source: [Items ]matching the file pattern "%s"
pl: [Elementy ]pasuj±ce do wzorca pliku "%s"

source: [Items that are ]regular files
lv: [priekðmeti kas ir]parastas datnes
pl: [Elementy bêd±ce ]zwyk³ymi plikami

source: [Items that are ]text files
lv: [priekðmeti kas ir]teksta datnes
pl: [Elementy bêd±ce ]plikami tekstowymi

source: [Items that are ]applications
lv: [priekðmeti kas ir]aplikâcijas
pl: [Elementy bêd±ce ]aplikacjami

source: [Items that are ]folders
lv: [priekðmeti kas ir]mapes
pl: [Elementy bêd±ce ]folderami

source: [Items that are ]music
lv: [priekðmeti kas ir]mûzika
pl: [Elementy bêd±ce ]muzyk±

source: [Items ]that are not %s
lv: [priekðmeti] kas nav %s
pl: [Elementy ] nie bêd±ce %s

source: [Items ]that are %s
lv: [priekðmeti] kas ir %s
pl: [Elementy ]bêd±ce %s

source: [Items ]not owned by "%s"
pl: [Elementy ]nie bêd±ce w posiadaniu "%s"

source: [Items ]owned by "%s"
pl: [Elementy ]bêd±ce w posiadaniu "%s"

source: [Items ]with owner UID "%s"
pl: [Elementy ]maj±ce UID w³a¶ciciela "%s"

source: [Items ]with owner UID other than "%s"
pl: [Elementy ]maj±ce UID w³a¶ciciela ró¿ny od "%s"

source: [Items ]larger than %s bytes
lv: [priekðmeti ]lielâki par %s baitiem
pl: [Elementy ]wiêksze od %s bajtów

source: [Items ]smaller than %s bytes
lv: [priekðmeti ]mazâki par %s baitiem
pl: [Elementy ]mniejsze od %s bajtów

source: [Items ]of %s bytes
lv: [priekðmeti ]izmçrs %s baiti
pl: [Elementy ]o rozmiarze %s bajtów

source: [Items ]modified today
lv: [priekðmeti ]izmainîti ðodien
pl: [Elementy ]zmodyfikowane dzi¶

source: [Items ]modified yesterday
lv: [priekðmeti ]izmainîti vakardien
pl: [Elementy ]zmodyfikowane wczoraj

source: [Items ]modified on %s
lv: [priekðmeti ]izmainîti %s
pl: [Elementy ]zmodyfikowane dnia %s

source: [Items ]not modified on %s
lv: [priekðmeti ]nav izmainîti %s
pl: [Elementy ]nie zmodyfikowane dnia %s

source: [Items ]modified before %s
lv: [priekðmeti ]izmainîti pirms %s
pl: [Elementy ]zmodyfikowane przed %s

source: [Items ]modified after %s
lv: [priekðmeti ]izmainîti pçc %s
pl: [Elementy ]zmodyfikowane po %s

source: [Items ]modified within a week of %s
lv: [priekðmeti ]izmainîti nedçïas laikâ pçc %s
pl: [Elementy]zmodyfikowane w tygodniu %s

source: [Items ]modified within a month of %s
lv: [priekðmeti ]izmainîti mçneða laikâ pçc %s
pl: [Elementy ]zmodyfikowane w miesi±cu %s

source: [Items ]marked with "%s"
pl: [Elementy ]oznaczone symbolem "%s"

source: [Items ]not marked with "%s"
pl: [Elementy ]nie oznaczone symbolem "%s"

source: [Items ]with all the words "%s"
pl: [Elementy ]z ka¿dym ze s³ów "%s"

source: [Items ]containing one of the words "%s"
pl: [Elementy ]z jednym ze s³ów "%s"

source: [Items ]without all the words "%s"
pl: [Elementy ]bez wszystkich s³ów "%s"

source: [Items ]without any of the words "%s"
pl: [Elementy ]bez jakiegokolwiek ze s³ów "%s"

source: [Items larger than 400K] and [without all the words "apple orange"]
pl: [Items larger than 400K] oraz [without all the words "apple orange"]

source: Items %s
lv: Priekðmeti %s
pl: Elementy %s

source: Items containing "stuff" in their names
pl: Elementy maj±ce w nazwie "stuff"

source: Items that are regular files
pl: Elementy bêd±ce zwyk³ymi plikami

source: Items containing "stuff" in their names and that are regular files
pl: Elementy maj±ce "stuff" w nazwie i bêd±ce zwyk³ymi plikami

source: Items containing "stuff" in their names, that are regular files and smaller than 2000 bytes
pl: Elementy maj±ce "stuff" w nazwie, bêd±ce zwyk³ymi plikami mniejszymi od 2000 bajtów.

source: Items containing "medusa" in their names and that are folders
pl: Elementy maj±ce "medusa" w nazwie i bêd±ce folderami

source: No description available for the "%s" theme
pl: Brak opisu motywu "%s".

source: Searching Disks
lv: Meklçjam pa Diskiem
pl: Przeszukiwane dysków

source: Nautilus is searching your disks for trash folders.
lv: Nautilus meklç jûsu diskos aktritumkastes mapes.
pl: Nautilus przeszukuje dyski w poszukiwaniu folderów zawieraj±cych dane ¶mietnika.

source: on the desktop
lv: uz darbavirsmas
pl: na biurku

source: Undo Edit
lv: Atsaukt Redîìçðanu
pl: Cofnij zmiany

source: Undo the edit
lv: Atsaukt rediìçðanu
pl: Cofa zmiany
