Repository: lepidotos/suede
Catalog: nautilus-1.0.6/po/*.po
Languages: lv, pl

source: Verifying your Internet connection and checking for updates...
lv: Parbaudu jûsu Internet savienojumu un skatos pçc jauninâjumiem...
pl: Weryfikowanie pod³±czenia do Internetu i sprawdzanie aktualizacji...

source: Downloading Nautilus updates...
lv: Nolâdçju Nautilus jauninâjumus
pl: Pobieranie uaktualnienia Nautilusa...

source: If you have been using the GNOME Midnight Commander these settings move your desktop icons to Nautilus and make Nautilus the default desktop.
lv: Ja jûs lietojat GNOME Midnight Commander, ðie uzstâdîjumi parvietos jûsu darbavirsmas ikonas uz Nautilus un padara Nautilus par jûsu noklusçto darbavirsmu.
pl: Je¶li wykorzystywanym wcze¶niej mened¿erem plików by³ GNOME Midnight Commander (GMC), ustawienia te spowoduj± przeniesienie istniej±cych ikon umiejscowionych na biurku do Nautilusa i obs³ugê biurka przejmie Nautilus.

source: Use Nautilus to draw the desktop.
lv: Lietot Nautilus darbavirsmas veidoðanai.
pl: Rysowanie biurka przez Nautilusa.

source: Move existing desktop icons to the Nautilus desktop.
lv: Pârvietot esoðâs darbavirsmas ikonas uz Nautilus darbavirsmu/
pl: Przeniesienie ikon umiejscowionych na biurku do Nautilusa.

source: Launch Nautilus when GNOME starts up.
lv: Palaist Nautilus kad GNOME sâknçjas.
pl: Uruchamianie Nautilusa przy uruchamianiu GNOME.

source: Click Finish to launch Nautilus. You'll start with two Nautilus windows: one shows your home folder, and the other tells you about Eazel's services that make the life of a %s user easier. We hope you enjoy Nautilus!
pl: Kliknij Zakoñcz, aby uruchomiæ Nautilusa. Po uruchomieniu wy¶wietlone zostan± dwa okna - jedno z zawarto¶ci± folderu domowego, drugie za¶ z informacjami o us³ugach Eazela, które sprawi±, ¿e ¿ycie u¿ytkownika %s stanie siê ³atwiejsze. ¯yczymy udanej pracy z Nautilusem!

source: Click Finish to launch Nautilus. You'll start with a window showing your home folder. We hope you enjoy Nautilus!
pl: Kliknij Zakoñcz, aby uruchomiæ Nautilusa. Po uruchomieniu wy¶wietlone zostanie okno z zawarto¶ci± folderu domowego. ¯yczymy udanej pracy z Nautilusem!

source: Nautilus First Time Setup
lv: Nautilus Pirmâs Reizes Uzstâdîjums
pl: Wstêpna konfiguracja Nautilusa

source: Welcome to Nautilus
lv: Sveikti Nautilus
pl: Witaj w Nautilusie

source: Nautilus... Is a great file manager for the GNOME desktop. Provides a simple intuitive way to access Internet services. Is an extensible framework for GNOME developers. Provides a powerful delivery platform for service providers. Click Next to begin customizing your Nautilus environment.
pl: Nautilus... Jest doskona³ym mened¿erem plików pracuj±cym w ¶rodowisku GNOME. Pozwala na intuicyjny dostêp do us³ug internetowych. Jest rozszerzalnym ¶rodowiskiem dla tworz±cych GNOME. Udostêpnia rozwiniêt± platformê dla dostawców us³ug. Kliknij Dalej, aby rozpocz±æ konfiguracjê Nautilusa.

source: Finished
lv: Beidzu
pl: Zakoñczone

source: Choose Your User Level
lv: Izvçlieties Jûsu Lietotâja Lîmeni
pl: Wybierz poziom u¿ytkownika

source: GMC to Nautilus Transition
lv: Pâreja no GMC uz Nautilus
pl: Przej¶cie z GMC do Nautilusa

source: Checking Your Internet Connection
lv: Pârbaudu Jûsu Internet Savienojumu
pl: Sprawdzanie pod³±czenia do Internetu

source: Updating Nautilus...
lv: Atjauninu Nautilus...
pl: Aktualizowanie Nautilusa...

source: Web Proxy Configuration
lv: Tîmekïa Starpniekservera Konfigurâcija
pl: Konfiguracja po¶rednika WWW

source: Decoding Update...
lv: Atkodçjam Atjauninâjumu...
pl: Dekodowanie uaktualnienia...

source: Update Complete. Click Next to Continue.
lv: Atjauninâjums Pabeigts. Spieþat Tâlâk lai Turpinâtu
pl: Aktualizacja zosta³a zakoñczona. Kliknij "Naprzód" aby kontynuowaæ.

source: No Update Available... Press Next to Continue.
lv: Nav Pieejamu Atjauninâjumu. Spieþat Tâlâk lai Turpinâtu
pl: Brak aktualizacji. Kliknij "Naprzód" aby kontynuowaæ.

source: Link sets
pl: Zbiory odno¶ników

source: Add or remove sets of links by clicking on the checkboxes below.
pl: Mo¿esz dodaæ lub usun±æ zbiory odno¶ników, klikaj±c poni¿sze prze³±czniki.

source: Go To:
lv: Ej Uz:
pl: Przejd¼ do:

source: Do you want to view these %d locations in separate windows?
pl: Czy chcesz wy¶wietliæ %d po³o¿eñ w osobnych oknach

source: View in Multiple Windows?
lv: Parâdît Vairâkos Logos?
pl: Wy¶wietliæ w osobnych oknach?

source: Perform a quick set of self-check tests.
pl: Przeprowadza krótkie automatyczne testy sprawdzaj±ce.

source: Create the initial window with the given geometry.
pl: Tworzy pocz±tkowe okno z podan± geometri±

source: GEOMETRY
lv: ÌEOMETRIJA
pl: GEOMETRIA

source: Only create windows for explicitly specified URIs.
pl: Tworzenie okien tylko dla podanych jawnie URI.

source: Do not manage the desktop (ignore the preference set in the preferences dialog).
pl: Nie obs³uguje biurka (ignoruje ustawienia w oknie Preferencje)

source: Quit Nautilus.
lv: Iziet no Nautilus
pl: Koñczy pracê Nautilusa.

source: Restart Nautilus.
lv: Parsâknçt Nautilus.
pl: Ponownie uruchamia Nautilusa.

source: nautilus: --check cannot be used with URIs.
pl: nautilus: --check nie mo¿e byæ u¿yte z URI.

source: nautilus: --check cannot be used with other options.
pl: nautilus: --check nie mo¿e byæ u¿yte z innymi opcjami.

source: nautilus: --quit cannot be used with URIs.
pl: nautilus: --quit nie mo¿e byæ u¿yte z URI.

source: nautilus: --restart cannot be used with URIs.
pl: nautilus: --restart nie mo¿e byæ u¿yte z URI.

source: nautilus: --geometry cannot be used with more than one URI.
pl: nautilus: --geometry nie mo¿e byæ u¿yte z wiêcej ni¿ jednym URI.

source: Smoother Graphics
lv: Plûstoðâka Grafika
pl: Wyg³adzanie grafiki

source: Use smoother (but slower) graphics
lv: Lietot plûstoðaku (bet lçnâku) grafiku
pl: Renderowanie grafiki z wyg³adzaniem (wolniejsze)

source: Fonts
lv: Fonti
pl: Czcionki

source: Default smooth font:
lv: Noklusçtais plûstoðais fonts:
pl: Domy¶lna wyg³adzona czcionka:

source: Default non-smooth font:
lv: Noklusçtais neplûstoðais fonts:
pl: Domy¶lna zwyk³a czcionka:

source: Nautilus Themes
lv: Nautilus Tçmas
pl: Motywy Nautilusa

source: Use Nautilus to draw the desktop
lv: Lietot Nautilus, lai veidotu darbavirsmu.
pl: Rysowanie biurka przez Nautilusa

source: Use your home folder as the desktop
lv: Lietot jûsu mâjas mapi kâ darbavirsmu
pl: Wy¶wietlanie na biurku zawarto¶ci katalogu domowego

source: Opening New Windows
lv: Atveram Jaunus Logus
pl: Otwieranie nowych okien

source: Open each file or folder in a separate window
lv: Atvçrt katru datni vai mapi atseviðíâ logâ
pl: Otwieranie ka¿dego pliku lub folderu w osobnym oknie

source: Display toolbar in new windows
pl: Wy¶wietlanie paska narzêdziowego w nowych oknach

source: Display location bar in new windows
pl: Wy¶wietlanie paska po³o¿enia w nowych oknach

source: Display status bar in new windows
pl: Wy¶wietlanie paska stanu w nowych oknach

source: Display sidebar in new windows
pl: Wy¶wietlanie paska bocznego w nowych oknach

source: Trash Behavior
lv: Atkritumkastes Uzvedîba
pl: Zachowanie ¶mietnika

source: Ask before emptying the Trash or deleting files
lv: Paprasît pirms Atkritumkastes iztukðoðanas vai datòu dzçðanas.
pl: Pytanie przed opró¿nieniem ¶mietnika lub usuniêciem plików

source: Include a Delete command that bypasses Trash
lv: Iekïaut Dzçst komandu kas ignorç Atkritumkasti.
pl: Do³±czenie polecenia Usuñ, które pomija ¶mietnik

source: Keyboard Shortcuts
lv: Klaviatûras Îsinâjumi
pl: Skróty klawiszowe

source: Use Emacs-style keyboard shortcuts in text fields
lv: Lietot Emacs tipa klaviatûras îsinâjumus teksta laukos
pl: Wykorzystanie w polach tekstowych skrótów klawiszowych zgodnych z Emacsem

source: Click Behavior
pl: Zachowanie klikniêæ

source: Executable Text Files
lv: Aktivizçjamas Teksta Datnes
pl: Wykonywalne pliki tekstowe

source: Show/Hide Options
lv: Parâdît/Slçpt Opcijas
pl: Opcje wy¶wietlania/ukrywania

source: Show hidden files (file names start with ".")
pl: Wy¶wietlanie ukrytych plików (rozpoczynaj±cych siê od ".")

source: Show backup files (file names end with "~")
pl: Wy¶wietlanie zapasowych kopii plików (koñcz±cych siê na "~")

source: Show special flags in Properties window
pl: Wy¶wietlanie specjalnych znaczników w oknie w³a¶ciwo¶ci

source: Sorting Order
pl: Porz±dek sortowania

source: Always list folders before files
pl: Wy¶wietlanie folderów przed plikami

source: Icon Captions
pl: Podpisy ikon

source: Choose the order for information to appear beneath icon names. More information appears as you zoom in closer
pl: Okre¶l kolejno¶æ, w jakiej powinny siê pojawiaæ informacje pod nazwami ikon. Wraz ze wzrostem powiêkszenia pojawiaæ siê bêd± kolejne informacje

source: Default View
lv: Noklusçtais Skats
pl: Domy¶lny widok

source: View new folders using:
lv: Parâdît jaunas mapes, lietojot:
pl: Widok nowych folderów:

source: Icon View Defaults
lv: Ikonu Skata Noklusçjumi
pl: Domy¶lne ustawienia widoku ikon

source: Lay Out Items:
pl: U³o¿enie elementów:

source: Sort in reversed order
pl: Odwrócony porz±dek sortowania

source: Font:
lv: Fonti:
pl: Czcionka:

source: Default zoom level:
lv: Noklusçtais palielinâjuma lîmenis:
pl: Domy¶lne powiêkszenie:

source: Use tighter layout
pl: Cia¶niejszy uk³ad

source: Font size at default zoom level:
lv: Fonta izmçri noklusçtajâ palielinâjuma lîmenî:
pl: Rozmiar czcionki przy domy¶lnym powiêkszeniu:

source: List View Defaults
lv: Saraksta Skata Noklusçjumi
pl: Domy¶lne ustawienia widoku listy

source: Search Complexity Options
pl: Opcje z³o¿ono¶ci wyszukiwania

source: search type to do by default
pl: domy¶lnie przeprowadzany typ wyszukiwania

source: Search Engine Location
lv: Meklçðanas Programmas Atraðanâs Vieta
pl: Po³o¿enie mechanizmu wyszukuj±cego

source: HTTP Proxy Settings
lv: HTTP Starpniekservera Uzstâdîjumi
pl: Ustawienia po¶rednika HTTP

source: Use HTTP Proxy
lv: Lietot HTTP Starpniekserveri
pl: Wykorzystanie po¶rednika HTTP

source: Proxy requires a username and password:
lv: Starpniekserveris pieprasa lietotâja vârdu un paroli:
pl: Po¶rednik wymaga nazwy u¿ytkownika i has³a:

source: Username:
lv: Lietotâja vârds:
pl: Nazwa u¿ytkownika:

source: Password:
lv: Parole:
pl: Has³o:

source: Built-in Bookmarks
lv: Iebûvçtâs Grâmatzîmes
pl: Wbudowane Ulubione

source: Don't include the built-in bookmarks in the Bookmarks menu
pl: Bez do³±czania wbudowanych Ulubionych do menu Ulubione

source: Show Text in Icons
lv: Parâdît Tekstu kâ Ikonas
pl: Wy¶wietlanie tekstu wewn±trz ikon

source: Show Count of Items in Folders
lv: Parâdît priekðmetu skaitu Mapçs
pl: Wy¶wietlanie liczby elementów w folderach

source: Show Thumbnails for Image Files
lv: Parâdît Attçlu Datòu Sîkattçlus
pl: Wy¶wietlanie miniaturek plików graficznych

source: Don't make thumbnails for files larger than:
lv: Nerâdît sîkattçlus datnçm, lielâkâm par:
pl: Tworzenie miniaturek plików nie wiêkszych ni¿:

source: Preview Sound Files
lv: Nospçlçt Skaòas Datnes
pl: Ods³uchiwanie plików d¼wiêkowych

source: Make Folder Appearance Details Public
pl: Wy¶wietlanie szczegó³ów dotycz±cych zawarto¶ci folderu

source: Tabs
lv: Nodalîjumi
pl: Zak³adki

source: Show only folders (no files) in the tree
lv: Râdît tikai mapes (ne datnes) kokâ
pl: Wy¶wietlanie w drzewie tylko folderów (bez plików)

source: Maximum items per site
lv: Maksimums priekðmetu vienâ saitç
pl: Maksymalna liczba elementów

source: Maximum number of items displayed per site
lv: Maksimums priekðmetu skaits, kas var tikt parâdits katrâ saitç
pl: Maksymalna liczba wy¶wietlanych jednocze¶nie elementów

source: Update Minutes
lv: Atjauninâðanas Minûtes
pl: Czêsto¶æ od¶wie¿ania

source: Update frequency in minutes
lv: Atjauninâðanas bieþums minûtçs
pl: Okres pomiêdzy od¶wie¿eniami w minutach

source: View Preferences
lv: Parâdît Preferences
pl: Preferencje widoku

source: Appearance
lv: Izskats
pl: Wygl±d

source: Windows & Desktop
lv: Logi Un Darbavirsma
pl: Okna i biurko

source: Icon & List Views
lv: Ikonu Un Saraksta Skati
pl: Widok ikon i listy

source: Sidebar Panels
lv: Sânizvçlnes Paneïi
pl: Panele paska bocznego

source: Search
lv: Meklçðana
pl: Wyszukiwanie

source: Navigation
lv: Navigâcija
pl: Nawigacja

source: Speed Tradeoffs
lv: Paâtrinâjumi
pl: Wydajno¶æ

source: News Panel
lv: Ziòu Panelis
pl: Panel nowo¶ci

source: Display %s tab in sidebar
lv: Parâdit %s nodalîjumu sânjoslâ
pl: Wy¶wietlanie na pasku bocznym zak³adki %s

source: Backgrounds and Emblems
lv: Foni un Emblçmas
pl: T³a i symbole

source: Add new...
lv: Pievienot jaunu...
pl: Dodaj nowy...

source: Remove...
lv: Dzçst...
pl: Usuñ...

source: Sorry, but pattern %s couldn't be deleted.
lv: Piedodiet, bet %s raksts nevar tikt izdzçsts.
pl: Niestety, nie mo¿na usun±æ desenia %s.

source: Couldn't delete pattern
lv: Nevar izdzçst rakstu
pl: Nie mo¿na usun±æ desenia

source: Sorry, but emblem %s couldn't be deleted.
lv: Piedodiet, bet %s emblçma nevar tikt izdzçsta.
pl: Niestety, nie mo¿na usun±æ symbolu %s.

source: Create a New Emblem:
lv: Izveidot Jaunu Emblçmu:
pl: Tworzenie nowego symbolu

source: Keyword:
lv: Atslçgvârds:
pl: S³owo kluczowe:

source: Image:
lv: Atçls:
pl: Obraz:

source: Select an image file for the new emblem:
lv: Izvçlieties attçla datni jaunajai emblçmai:
pl: Wybierz plik z obrazem nowego symbolu:

source: Create a New Color:
lv: Izveidot Jaunu Krâsu:
pl: Stwórz nowy kolor:

source: Color name:
lv: Krâsas vârds:
pl: Nazwa koloru:

source: Color value:
lv: Krâsas vçrtîba:
pl: Warto¶æ koloru:

source: Sorry, but "%s" is not a valid file name.
lv: Piedodiet, bet "%s" nav pareizs datnes nosaukums.
pl: Niestety, "%s" nie jest poprawn± nazw± pliku.

source: Sorry, but you did not supply a valid file name.
lv: Piedodiet, bet jûs nedevât pareizu datnes nosaukumu.
pl: Niestety, nie podano poprawnej nazwy pliku.

source: Couldn't install pattern
lv: Nevar uzstâdît rakstu
pl: Nie mo¿na zainstalowaæ desenia

source: Sorry, but you can't replace the reset image.
lv: Piedodiet, bet jûs nevarat aizvietot atsaukðanas attçlu.
pl: Niestety, nie mo¿na zast±piæ obrazu czyszcz±cego.

source: Sorry, but the pattern %s couldn't be installed.
lv: Piedodiet, bet %s raksts nevar tikt uzstâdîts.
pl: Niestety, nie mo¿na zainstalowaæ desenia %s.

source: Select an image file to add as a pattern:
lv: Izvçlieties attçla datni kâ rakstu:
pl: Wybór pliku z obrazem nowego desenia:

source: Sorry, but you must specify a non-blank name for the new color.
lv: Piedodiet, bet jums jâpieðíir kâds atslçgvârds jaunajai krâsai.
pl: Niestety, nazwa nowego koloru nie mo¿e byæ pusta.

source: Couldn't install color
lv: Nevar uzstâdît krâsu
pl: Nie mo¿na zainstalowaæ koloru

source: Select a color to add:
lv: Izvçlies krâsu, kuru pievienot:
pl: Wybierz nowy kolor:

source: Sorry, but '%s' is not a usable image file!
lv: Piedodiet, bet '%s' nav lietojama attçla datne!
pl: nistety, "%s" nie jest plikiem zawieraj±cym obraz!

source: Sorry, but you must specify a non-blank keyword for the new emblem.
lv: Piedodiet, bet jums jâpieðíir kâds atslçgvârds jaunajai emblçmai.
pl: Niestety, s³owo kluczowe dla nowego symbolu nie mo¿e byæ puste.

source: Couldn't install emblem
lv: Nevar uzstâdît emblçmu
pl: Nie mo¿na zainstalowaæ symbolu

source: Sorry, but emblem keywords can only contain letters, spaces and numbers.
lv: Piedodiet, bet emblçmu atslçgvârdi var saturçt tikai burtus, tukðumus un skaitïus.
pl: Niestety, s³owa kluczowe sumboli mog± zawieraæ tylko litery, spacje i cyfry.

source: Sorry, but "%s" is an existing keyword. Please choose a different name for it.
lv: Piedodiet, bet "%s" ir jau eksistçjoðs atslçgvârds. Lûdzu izvçlieties atðíirîgu vârdu tam.
pl: Niestety, s³owo kluczowe "%s" zosta³o ju¿ u¿yte. U¿yj innej nazwy.

source: Sorry, but the image at %s couldn't be installed as an emblem.
lv: Piedodiet, bet attçls %s nevar tikt uzstâdîts kâ emblçma.
pl: Niestety, nie mo¿na zainstalowaæ obrazu %s jako sumbolu.

source: Select A Category:
lv: Izvçlçties Kategoriju:
pl: Wybierz kategoriê:

source: Cancel Remove
lv: Atsaukt Dzçðanu
pl: Anuluj usuniêcie

source: Add a New Pattern...
lv: Pievienot Jaunu Rakstu...
pl: Dodaj nowy deseñ...

source: Add a New Color...
lv: Pievienot Jaunu Krâsu...
pl: Dodaj nowy kolor...

source: Add a New Emblem...
lv: Pievienot Jaunu Emblçmu...
pl: Dodaj nowy symbol...

source: Click on a pattern to remove it
lv: Klikðíiniet uz raksta lai to dzçstu
pl: Kliknij deseñ, aby go usun±æ

source: Click on a color to remove it
lv: Klikðíiniet uz krâsas, lai to dzçstu
pl: Kliknij kolor, aby go usun±æ

source: Click on an emblem to remove it
lv: Klikðíiniet uz emblçmas, lai to dzçstu
pl: Kliknij symbol aby go usun±æ

source: Patterns:
lv: Raksti:
pl: Desenie:

source: Colors:
lv: Krâsas:
pl: Kolory:

source: Emblems:
lv: Emblçmas:
pl: Symbole:

source: Remove a Pattern...
lv: Dzçst Rakstu...
pl: Usuñ deseñ...

source: Remove a Color...
lv: Dzçst Krâsu...
pl: Usuñ kolor...

source: Remove an Emblem...
lv: Dzçst Emblçmu...
pl: Usuñ symbol...

source: [Search for] Name [contains "fish"]
pl: [Znajd¼] Nazwa [zawiera "fish"]

source: [Search for] Content [includes all of "fish tree"]
pl: [Znajd¼] Tre¶æ [zawiera ka¿de ze s³ów "fish tree"]

source: [Search for] Type [is regular file]
pl: [Znajd¼] Typem pliku [jest zwyk³y plik]

source: [Search for] Size [larger than 400K]
pl: [Znajd¼] Rozmiar [jest wiêkszy ni¿ 400K]

source: [Search for] With Emblem [includes "Important"]
pl: [Znajd¼] Wsród symboli [jest "Important"]

source: [Search for] Last Modified [before yesterday]
pl: [Znajd¼] Data ostatniej modyfikacji [jest przed dniem wczorajszym]

source: [Search for] Owner [is not root]
pl: [Znajd¼] W³a¶cicielem [nie jest root]

source: [File name] contains [help]
pl: [Nazwa pliku] zawiera [pomoc]

source: [File name] starts with [nautilus]
pl: [Nazwa pliku] rozpoczyna siê od [nautilus]

source: [File name] ends with [.c]
pl: [Nazwa pliku] koñczy siê na [.c]

source: [File name] matches glob [*.c]
pl: [Nazwa pliku] pasuje do wzorca [*.c]

source: [File name] matches regexp ["e??l.$"]
pl: [Nazwa pliku] pasuje do wyra¿enia regularnego ["e??l.$"]

source: [File content] includes all of [apple orange]
pl: [Tre¶æ pliku] zawiera ka¿de ze s³ów [apple orange]

source: [File content] includes any of [apply orange]
pl: [Tre¶æ pliku] zawiera które¶ ze s³ów [apple orange]

source: [File content] does not include all of [apple orange]
pl: [Tre¶æ pliku] nie zawiera ka¿dego ze s³ów [apple orange]

source: [File content] includes none of [apple orange]
pl: [Tre¶æ pliku] nie zawiera ¿adnego ze s³ów [apple orange]

source: [File type] is [folder]
lv: [Datnes tips] ir [mape]
pl: [Typem pliku] jest [folder]

source: [File type] is not [folder]
lv: [Datnes tips] nav [mape]
pl: [Typem pliku] nie jest [folder]

source: [File type is] regular file
lv: [Datnes tips ir] parasta datne
pl: [Typem pliku jest] zwyk³y plik

source: [File type is] text file
lv: [Datnes tips ir] teksta datne
pl: [Typem pliku jest] plik tekstowy

source: [File type is] application
lv: [Datnes tips ir] aplikâcija
pl: [Typem pliku jest] aplikacja

source: [File type is] folder
lv: [Datnes tips ir] mape
pl: [Typem pliku jest] folder

source: [File type is] music
lv: [Datnes tips ir] mûzika
pl: [Typem pliku jest] muzyka

source: [File size is] larger than [400K]
lv: [Datnes tips ir] lielâka nekâ [400K]
pl: [Rozmiar pliku] jest wiêkszy ni¿ [400K]

source: [File size is] smaller than [300K]
lv: [Datnes tips ir] mazâka nekâ [300K]
pl: [Rozmiar pliku] jest mniejszy ni¿ [400K]

source: [With emblem] marked with [Important]
lv: [Ar emblçmu] apzîmçtu ar [Nozîmîgs]
pl: [W¶ród symboli] jest [Important]

source: [With emblem] not marked with [Important]
lv: [Ar emblçmu] neapzîmçtu ar [Nozîmîgs]
pl: [W¶ród symboli] nie ma [Important]

source: [Last modified date] is [1/24/00]
lv: [Pçdçjais izmaiòu datums] ir [1/24/00]
pl: [Data ostatniej modyfikacji] przypada na [1/24/00]

source: [Last modified date] is not [1/24/00]
lv: [Pçdçjais izmaiòu datums] nav [1/24/00]
pl: [Data ostatniej modyfikacji] nie przypada na [1/24/00]

source: [Last modified date] is after [1/24/00]
lv: [Pçdçjais izmaiòu datums] ir pçc [1/24/00]
pl: [Data ostatniej modyfikacji] jest po [1/24/00]

source: [Last modified date] is before [1/24/00]
lv: [Pçdçjais izmaiòu datums] ir pirms [1/24/00]
pl: [Data ostatniej modyfikacji] jest przed [1/24/00]

source: [Last modified date] is today
lv: [Pçdçjais izmaiòu datums] ir ðodiena
pl: [Data ostatniej modyfikacji] przypada na dzi¶

source: [Last modified date] is yesterday
lv: [Pçdçjais izmaiòu datums] ir vakardiena
pl: [Data ostatniej modyfikacji] przypada na wczoraj

source: [Last modified date] is within a week of [1/24/00]
lv: [Pçdçjais izmaiòu datums] ir nedçïas laikâ pçc [1/24/00]
pl: [Data ostatniej modyfikacji] jest w tygodniu [1/24/00]

source: [Last modified date] is within a month of [1/24/00]
lv: [Pçdçjais izmaiòu datums] ir mçneða laikâ pçc [1/24/00]
pl: [Data ostatniej modyfikacji] jest w miesi±cu [1/24/00]

source: [File owner] is [root]
lv: [Datnes îpaðnieks] ir [root]
pl: [W³a¶cicielem pliku] jest [root]

source: [File owner] is not [root]
lv: [Datnes îpaðnieks] nav [root]
pl: [W³a¶cicielem pliku] nie jest [root]

source: _Advanced
pl: _Zaawansowany

source: _Beginner
lv: _Iesâcçjs
pl: _Pocz±tkuj±cy

source: _Intermediate
pl: ¦_redniozaawansowany

source: Add a bookmark for the current location to this menu
lv: Pievienot grâmatzîmi paðreizçjai vietai ðanî izvçlnç
pl: Dodaje bie¿±ce po³o¿enie do Ulubionych w tym menu

source: Change the visibility of this window's location bar
pl: Zmienia widoczno¶æ paska po³o¿enia tego okna

source: Change the visibility of this window's sidebar
pl: Zmienia widoczno¶æ paska bocznego tego okna

source: Change the visibility of this window's status bar
pl: Zmienia widoczno¶æ paska stanu tego okna

source: Change the visibility of this window's toolbar
pl: Zmienia widoczno¶æ paska narzêdziowego tego okna

source: Choose a view for the current location, or modify the set of views
pl: Wybiera widok bie¿±cego po³o¿enia lub modyfikuje zbiór widoków

source: Clear contents of Go menu and Back/Forward lists
lv: Iztîrît Iet izvçlni un Atpakaï/Uz Priekðu sarakstus
pl: Czy¶ci zawarto¶æ menu Przed¼ oraz listy Wstecz/Naprzód

source: Close _All Windows
lv: _Aizvçrt Visus Logus
pl: Zamknij w_szystkie okna

source: Close all Nautilus windows
lv: Aizvçrt visus Nautilus logus
pl: Zamyka wszystkie okna Nautilusa

source: Close this window
lv: Aizvçrt ðo logu
pl: Zamyka bie¿±ce okno

source: Display a window that allows editing the bookmarks in this menu
lv: Parâdît logu kas atïauj labot grâmatzîmes ðajâ izvçlnç
pl: Wy¶wietla okno, które pozwala na modyfikacjê Ulubionych w tym menu

source: Display credits for the creators of Nautilus
lv: Parâdît Nautilus veidotâjus
pl: Wy¶wietla listê twórców Nautilusa

source: Display on-line help for Nautilus
lv: Parâdît Nautilus interaktîvo palîdzîbu.
pl: Wy¶wietla pomoc na temat Nautilusa

source: Display patterns, colors, and emblems that can be used to customize appearance
lv: Parâdît paraugus, krâsas un emblçmas lai tâs varçtu izmantot, lai izmainîtu izskatu
pl: Wy¶wietla desenie, kolory i symbole, które mog± byæ wykorzystane do dopasowania wygl±du

source: Display quick reference pages for Nautilus
lv: Parâdît Nautilus âtrâs autsauèu lapas
pl: Wy¶wietla szereg zwiêz³ych informacji na temat Nautilusa

source: Display release notes for Nautilus
lv: Parâdît Nautilus izlaiduma piezîmes
pl: Wy¶wietla informacje dotycz±ce tego wydania Nautilusa

source: Display the latest contents of the current location
lv: Parâdît paðreizçjâs vietas pçdîgo saturu
pl: Wy¶wietla ostatni± zawarto¶æ bie¿±cego po³o¿enia

source: Edit various Nautilus preferences
lv: Rediìçt daþâdas Nautilus prefrences
pl: Modyfikuje preferencje Nautilusa

source: Find
lv: Atrast
pl: Znajd¼

source: For_get History
lv: Aizmirst Vçsturi
pl: _Zapomnij historiê
