Repository: lepidotos/suede
Catalog: nautilus-1.0.6/po/*.po
Languages: lv, pl

source: Can't create nautilus-launcher-applet!
lv: Nevar izveidot nautilus-launcher-applet!
pl: Nie mo¿na utworzyæ nautilus-launcher-applet!

source: Can't create nautilus-preferences-applet!
lv: Nevar izveidot nautilus-preferences-applet!
pl: Nie mo¿na utworzyæ nautilus-preferences-applet!

source: Show Desktop
lv: Parâdît Darbavirsmu
pl: Wy¶wietlanie biurka

source: Smooth Graphics
lv: Plûstoða Grafika
pl: Wyg³adzanie grafiki

source: Quit
lv: Iziet
pl: Zakoñcz

source: Start
lv: Sâkt
pl: Rozpocznij

source: Restart
lv: Pârsâknçt
pl: Zrestartuj

source: Factory for Nautilus component adapter factories
pl: Generator generatorów komponentów opakowuj±cych Nautilusa

source: Factory for Nautilus component adapter factories
pl: Generator generatorów komponentów opakowuj±cych Nautilusa

source: Factory for objects that wrap ordinary Bonobo Controls or Embeddables to look like Nautilus Views
pl: Generator obiektów opakowuj±cych zwyk³e komponenty Control lub Embeddable, tak, aby wygl±da³y jak widok Nautilusa

source: Nautilus component adapter factory
pl: Generator komponentów opakowuj±cych Nautilusa

source: Factory for hardware view
lv: Dzelûu skata r?pn?ca
pl: Generator widoku sprzêtu

source: Hardware
lv: Dzelþi
pl: Sprzêt

source: Hardware Viewer
lv: Dzelþu Aplûkotâjs
pl: Przegl±darka sprzêtu

source: Hardware view
lv: Dzelþu skats
pl: Widok sprzêtu

source: View as Hardware
lv: Parâdît kâ Dzelþus
pl: Wy¶wietlanie jako Sprzêt

source: hardware view
lv: dzelþu skats
pl: widok sprzêtu

source: name of icon for the hardware view
pl: nazwa ikony widoku sprzêtu

source: summary of hardware info
lv: informâcijas par dzelþiem kopsavilkums
pl: zestawienie informacji o sprzêcie

source: %s CPU %s MHz %s K cache size
pl: CPU %s %s MHz Rozmiar cache: %s KB

source: Uptime is %d days, %d hours, %d minutes
lv: Darbîbas laiks %d dienas, %d stundas, %d minûtes
pl: Czas aktywno¶ci: %d dni, %d godzin, %d minut

source: Hardware Overview
lv: Dzelþu pârskats
pl: Przegl±d sprzêtu

source: This is a placeholder for the CPU page.
pl: To jest puste miejsce na stronê po¶wiêcon± CPU.

source: This is a placeholder for the RAM page.
pl: To jest puste miejsce na stronê po¶wiêcon± pamiêci RAM.

source: This is a placeholder for the IDE page.
pl: To jest puste miejsce na stronê po¶wiêcon± urz±dzeniom RAM.

source: Help
lv: Palîdzîba
pl: Pomoc

source: Help Navigation Tree
lv: Palîdzîbas Navigâcijas Koks
pl: Drzewo nawigacji pomocy

source: Help sidebar panel
lv: Palîdzîbas sânizvçlnes panelis
pl: Panel paska bocznego z pomoc±

source: Internal use only
lv: Tikai iekðçjai lietoðanai
pl: Do uzytku wewnêtrznego

source: Previous
lv: Iepriekðçjais
pl: Poprzedni

source: Home
lv: Mâjas
pl: Dom

source: Next
lv: Nâkoðais
pl: Nastêpny

source: Notes
lv: Piezîmes
pl: Notatki

source: Table %d.
lv: Tabula %d.
pl: Tablica %d.

source: Up to Table of Contents
lv: Uz Satura Râdîtâju
pl: W górê do spisu zawarto¶ci

source: Figure %s
lv: Figûra %s
pl: Ilustracja %s

source: the section here
lv: sekcija ðeit
pl: sekcja tutaj

source: the section
lv: sekcija
pl: sekcja

source: Figure %d
lv: Figura %d
pl: Ilustracja %d

source: IMAGE
lv: ATTÇLS
pl: OBRAZ

source: Legal Notice
lv: Legâla Piezîme
pl: Uwaga o legalno¶ci

source: Q
pl: P

source: A
pl: O

source: See
lv: Redzçt
pl: Zobacz

source: See also
lv: Redzçt vçl
pl: Zobacz te¿

source: GNOME Documentation
lv: GNOME Dokumentâcija
pl: Dokumentacja GNOME

source: by
lv: pçc
pl: przez

source: Table of Contents
lv: Satura Râdîtâjs
pl: Spis zawarto¶ci

source: PREFACE
pl: WSTÊP

source: APPENDIX
pl: DODATEK

source: Manual
lv: Rokasgrâmata
pl: Podrêcznik

source: Applications
lv: Applikâcijas
pl: Aplikacje

source: Development
lv: Veidoðana
pl: Programowanie

source: System Calls
lv: Sistçmas Izsaukumi
pl: Wywo³ania systemowe

source: Library Functions
lv: Bibliotçkas Funkcijas
pl: Funkcje biblioteczne

source: Devices
lv: Iekârtas
pl: Urz±dzenia

source: Configuration Files
lv: Configurâciju Datnes
pl: Pliki konfiguracyjne

source: Games
lv: Spçles
pl: Gry

source: Conventions
lv: Paraþas
pl: Konwencje

source: System Administration
lv: Sistçmas Administrçðana
pl: Administracja systemem

source: Kernel Routines
lv: Kerneïa Rutînas
pl: Funkcje j±dra systemu

source: Info
lv: Informâcija
pl: Pliki Info

source: No index terms found for this selection
pl: Nie odnaleziono w indeksie wyra¿eñ odpowiadaj±cych wyborowi

source: see
lv: redzçt
pl: zobacz

source: see also
lv: redzçt vçl
pl: zobacz te¿

source: No matches.
lv: Nav sakritîbu.
pl: Brak wyst±pieñ.

source: (see "
pl: (zobacz "

source: (see also "
pl: (zobacz te¿ "

source: (see:
pl: (zobacz:

source: (see also:
pl: (zobacz te¿:

source: _Index:
pl: _Indeks:

source: Select _documents to show in index tab
pl: Wybierz _dokumenty, wy¶wietlane w zak³adce indeksu

source: Select Al_l
pl: _Zaznacz wszystko

source: Select _None
pl: _Odznacz wszystko

source: Cancel
lv: Atsaukt
pl: Anuluj

source: Show indexes for:
pl: Wy¶wietlanie indeksów dla:

source: Selection on Contents _tab
pl: Wybór w zak³adce zawarto¶ci

source: _All documents
pl: _Wszystkie dokumenty

source: _Specific documents
pl: _Okre¶lone dokumenty

source: S_how all index terms
pl: Wy¶wietlanie w_szystkich wyra¿eñ indeksu

source: Show _only terms containing
pl: Wy¶wietlanie _tylko wyra¿eñ zawieraj±cych

source: Sho_w
pl: Wy¶wi_etl

source: Inde_x:
pl: I_ndeks:

source: Introductory Documents
lv: Ievada Dokumenti
pl: Dokumenty wprowadzaj±ce

source: Documents by Subject
lv: Dokumenti pçc Subjekta
pl: Dokumenty wed³ug tematu

source: _Contents
pl: _Zawarto¶æ

source: _Index
pl: _Indeks

source: Factory for history views
lv: Vçstures skata raþotne
pl: Generator widoków historii

source: History
lv: Vçsture
pl: Historia

source: History sidebar panel
lv: Vçstures sânizvçlnes panelis
pl: Panel paska bocznego z histori±

source: History sidebar panel for Nautilus
lv: Nautilus vçstures sânizvçlnes panelis
pl: Panel paska bocznego Nautilusa zawieraj±cy historiê

source: Generic Image Viewer
lv: Parasts Atçlu Skatîtâjs
pl: Podstawowa przegl±darka obrazów

source: Generic image control factory
lv: Parasta attçla kontroles raþotne
pl: Generator podstawowej przegl±darki obrazów

source: Image
lv: Attçls
pl: Obraz

source: Image Viewer
lv: Attçla Lûkotâjs
pl: Przegl±darka obrazów

source: Nautilus Image Viewer
lv: Nautilus Attçlu Lûkotâjs
pl: Przegl±darka obrazów Nautilusa

source: Nautilus Image viewer factory
lv: Nautilus Attçla skatîtâja raþotne
pl: Generator przegl±darki obrazów Nautilusa

source: View as Image
lv: Skatît kâ Attçlu
pl: Wy¶wietlanie jako Obraz

source: I could not initialize Bonobo
lv: Nevaru initializçt Bonobo
pl: Nie mo¿na zainicjowaæ Bonobo

source: Content Loser
pl: Gin±cy proces tre¶ci

source: Content Loser Viewer
pl: Przegl±darka Gin±cego procesu tre¶ci

source: Nautilus Content Loser
pl: Gin±cy proces tre¶ci Nautilusa

source: Nautilus content loser component's factory
pl: Generator komponentów Gin±cych procesów tre¶ci Nautilusa

source: Nautilus content loser factory
pl: Generator Gin±cych procesów tre¶ci Nautilusa

source: Nautilus content view that fails on command
pl: Widok tre¶ci Nautilusa, na ¿±danie powoduj±cy b³êdy

source: View as Content Loser
pl: Wy¶wietlanie jako Gin±cy proces tre¶ci

source: Kill Content Loser
pl: Usuñ Gin±cy proces tre¶ci

source: Kill the Loser content view
pl: Usuñ Gin±cy proces widoku tre¶ci

source: _File
lv: _Datne
pl: _Plik

source: _Kill Content Loser
pl: _Usuñ Gin±cy proces tre¶ci

source: %s This is a Nautilus content view that fails on demand.
pl: %s To jest komponent Nautilusa, który na ¿±danie powoduje b³êdy.

source: You have tried to kill the Content Loser
pl: Próba usuniêcia Gin±cego procesu tre¶ci

source: Nautilus Sidebar Loser
pl: Gin±cy proces paska bocznego Nautilusa

source: Nautilus sidebar loser component's factory
pl: Generator komponentów Gin±cego procesu paska bocznego Nautilusa

source: Nautilus sidebar loser factory
pl: Generator Gin±cych procesów paska bocznego Nautilusa

source: Nautilus sidebar view that fails on command
pl: Widok paska bocznego Nautilusa, na ¿±danie powoduj±cy b³êdy

source: Sidebar Loser
pl: Gin±cy proces paska bocznego

source: Kill Sidebar Loser
pl: Usuñ Gin±cy proces paska bocznego

source: Kill the Loser sidebar panel
pl: Usuñ Gin±cy proces panelu paska bocznego

source: _Kill Sidebar Loser
pl: _Usuñ Gin±cy proces paska bocznego

source: %s Loser sidebar.
pl: %s Gin±cy proces paska bocznego.

source: You have tried to kill the Sidebar Loser
pl: Próba usuniêcia Gin±cego procesu paska bocznego

source: Mozilla Nautilus view
lv: Mozilla Nautilus skats
pl: Widok Mozilli w Nautilusie

source: Mozilla Nautilus view factory
lv: Mozilla Nautilus skata raþotne
pl: Generator widoku Mozilli w Nautilusie

source: Mozilla content view component
lv: Mozilla satura skata komponente
pl: Komponent widoku tre¶ci Mozilli

source: Mozilla content view component's factory
lv: Mozilla satura skata komponentes raþotne
pl: Generator komponentów widoku tre¶ci Mozilli

source: View as Web Page
lv: Skatît kâ Tîmekïa Lapu
pl: Wy¶wietlanie jako Strona WWW

source: Web Page
lv: Tîmekïa Lapa
pl: Strona WWW

source: Web Page Viewer
lv: Tîmekïa Lapas Skatîtâjs
pl: Przegl±darka stron WWW

source: GConf error: %s
lv: GConf kïûda: %s
pl: B³±d GConfa: %s

source: GConf error: %s All further errors shown only on terminal
lv: GConf kïûda: %s Visas turpmâkâs kïûdas parâdîtas tiks tikai terminâlâ
pl: B³±d GConfa %s Wszystkie kolejne b³êdy bêd± tylko wypisywane na terminalu

source: name of icon for the mozilla view
lv: ikonas nosaukums mozilla skatam
pl: nazwa ikony widoku mozilli

source: mozilla summary info
lv: mozilla kopsavilkuma info
pl: zestawienie informacji mozilli

source: A JavaScript function (small software program) on this page tried to open a new window, but Nautilus does not support the opening new windows by JavaScript. Try viewing the page in a different web browser, such as Mozilla.
lv: JavaScript funkcija (maza programa) ðajâ lapâ meiìinâja atvçrt jaunu logu, bet Nautilus neatbalsta jaunu logu atvçrðanu ar JavaScript palîdzîbu. Mçìinat apskatît lappusi ar citu tîmekïa pârlûkprogrammu, piemçram ar Mozilla.
pl: Funkcja (fragment programu) w jêzyku JavaScript zawiera ¿±danie otwarcia nowego okna, lecz Nautilus nie obs³uguje otwierania nowych okien przez programy napisane w tym jêzyku. Spróbuj otworzyæ stronê w innej przegl±darce, np. w Mozilli lub Netscape Communicatorze.

source: Nautilus JavaScript Warning
lv: Nautilus JavaScript Brîdinâjums
pl: Ostrze¿enie Nautilusa na temat JavaScriptu

source: Arabic
lv: Arâbu
pl: Arabskie

source: Baltic
lv: Baltu
pl: Ba³tyckie

source: Central European
lv: Centrâlâs Eiropas
pl: ¦rodkowoeuropejskie

source: Chinese
lv: Íînieðu
pl: Chiñskie

source: Cyrillic
lv: Kirlicas
pl: Cyrylica

source: Greek
lv: Grieíu
pl: Greckie

source: Hebrew
lv: Ebreju
pl: Hebrajski

source: Japanese
lv: Japâòu
pl: Japoñskie

source: Turkish
lv: Turku
pl: Tureckie

source: Vietnamese
lv: Vjetnamieðu
pl: Wietnamskie

source: Western
lv: Rietumu
pl: Zachodnie

source: Arabic (IBM-864)
lv: Arâbu (IBM-864)
pl: Arabskie (IBM-864)

source: Arabic (ISO-8859-6)
lv: Arâbu (ISO-8859-6)
pl: Arabskie (ISO-8859-6)

source: Arabic (ISO-8859-6-E)
lv: Arâbu (ISO-8859-6-E)
pl: Arabskie (ISO-8859-6-E)

source: Arabic (ISO-8859-6-I)
lv: Arâbu (ISO-8859-6-I)
pl: Arabskie (ISO-8859-6-I)

source: Arabic (Windows-1256)
lv: Arâbu (Windows-1256)
pl: Arabskie (Windows-1256)

source: Armenian (ARMSCII-8)
lv: Arâbu (ARMSCII-8)
pl: Armeñskie (ARMSCII-8)

source: Baltic (ISO-8859-13)
lv: Baltu (ISO-8859-13)
pl: Ba³tyckie (ISO-8859-13)

source: Baltic (ISO-8859-4)
lv: Baltu (ISO-8859-4)
pl: Ba³tyckie (ISO-8859-4)

source: Baltic (Windows-1257)
lv: Baltu (Windows-1257)
pl: Ba³tyckie (Windows-1257)

source: Celtic (ISO-8859-14)
lv: Íeltu (ISO-8859-14)
pl: Celtyckie (ISO-8859-14)

source: Central European (IBM-852)
lv: Centrâlâs Eiropas (IBM-852)
pl: ¦rodkowoeuropejskie (IBM-852)

source: Central European (ISO-8859-2)
lv: Centrâlâs Eiropas (ISO-8859-2)
pl: ¦rodkowoeuropejskie (ISO-8859-2)

source: Central European (MacCE)
lv: Centrâlâs Eiropas (MacCE)
pl: ¦rodkowoeuropejskie (MacCE)

source: Central European (Windows-1250)
lv: Centrâlâs Eiropas (Windows-1250)
pl: ¦rodkowoeuropejskie (Windows-1250)

source: Chinese Simplified (GB2312)
lv: Íînieðu Vienkârðotâ (GB2312)
pl: Uproszczone chiñskie (GB2312)

source: Chinese Simplified (GBK)
lv: Íînieðu Vienkârðotâ (GBK)
pl: Uproszczone chiñskie (GBK)

source: Chinese Simplified (HZ)
lv: Íînieðu Vienkârðotâ (HK)
pl: Uproszczone chiñskie (HZ)

source: Chinese Traditional (Big5)
lv: Íînieðu Tradicionâlâ (Big5)
pl: Tradycyjne chiñskie (Big5)

source: Chinese Traditional (EUC-TW)
lv: Íînieðu Tradicionâlâ (EUC-TW)
pl: Tradycyjne chiñskie (EUC-TW)

source: Croatian (MacCroatian)
lv: Horvâtu (MacCroatian)
pl: Chorwackie (MacCroatian)

source: Cyrillic (IBM-855)
lv: Kirlica (IBM-855)
pl: Cyrylica (IBM-855)

source: Cyrillic (ISO-8859-5)
lv: Kirlica (ISO-8859-5)
pl: Cyrylica (ISO-8859-5)

source: Cyrillic (ISO-IR-111)
lv: Kirlica (ISO-IR-111)
pl: Cyrylica (ISO-IR-111)

source: Cyrillic (MacCyrillic)
lv: Kirlica (MacCyrilic)
pl: Cyrylica (MacCyrillic)

source: Cyrillic (Windows-1251)
lv: Kirlica (Windows-1251)
pl: Cyrylica (Windows-1251)

source: Cyrillic/Russian (IBM-866)
lv: Kirlica/Krievu (IBM-866)
pl: Cyrylica/Rosyjskie (IBM-866)

source: Cyrillic/Russian (KOI8-R)
lv: Kirlica/Krievu (KOI8-R)
pl: Cyrylica/Rosyjskie (KOI8-R)

source: Cyrillic/Ukrainian (KOI8-U)
lv: Kirlica/Ukraiòu (KOI8-U)
pl: Cyrylica/Ukraiñskie (KOI8-U)

source: Cyrillic/Ukrainian (MacUkrainian)
lv: Kirlica/Ukraiòu (MacUkrainian)
pl: Cyrylica/Ukraiñskie (MacUkrainian)

source: English (US-ASCII)
lv: Angïu (US-ASCII)
pl: Angielskie (US-ASCII)

source: Greek (ISO-8859-7)
lv: Grieíu (ISO-8859-7)
pl: Greckie (ISO-8859-7)

source: Greek (MacGreek)
lv: Grieíu (MacGreek)
pl: Greckie (MacGreek)

source: Greek (Windows-1253)
lv: Grieíu (Windows-1253)
pl: Greckie (Windows-1253)

source: Hebrew (IBM-862)
lv: Ebreju (IBM-862)
pl: Hebrajskie (IBM-862)

source: Hebrew (ISO-8859-8-E)
lv: Ebreju (ISO-8859-8-E)
pl: Hebrajskie (ISO-8859-8-E)

source: Hebrew (ISO-8859-8-I)
lv: Ebreju (ISO-8859-8-I)
pl: Hebrajskie (ISO-8859-8-I)

source: Hebrew (Windows-1255)
lv: Ebreju (Windows-1255)
pl: Hebrajskie (Windows-1255)

source: Icelandic (MacIcelandic)
lv: Islandieðu (MacIcelandic)
pl: Islandzkie (MacIcelandic)

source: Japanese (EUC-JP)
lv: Japânieðu (EUC-JP)
pl: Japoñskie (EUC-JP)

source: Japanese (ISO-2022-JP)
lv: Japânieðu (ISO-2022-JP)
pl: Japoñskie (ISO-2022-JP)

source: Japanese (Shift_JIS)
lv: Japânieðu (Shift-JIS)
pl: Japoñskie (Shift_JIS)

source: Korean (EUC-KR)
lv: Korejieðu (EUC-KR)
pl: Koreañskie (EUC-KR)

source: Nordic (ISO-8859-10)
lv: Ziemeïnieku (ISO-8859-10)
pl: Nordyckie (ISO-8859-10)

source: Romanian (MacRomanian)
lv: Rumâòu (MacRomanian)
pl: Romañskie (MacRomanian)

source: South European (ISO-8859-3)
lv: Dienvideiropas (ISO-8859-3)
pl: Po³udniowoeuropejskie (ISO-8859-3)

source: Thai (TIS-620)
pl: Tajskie (TIS-620)

source: Turkish (IBM-857)
lv: Turku (IBM-857)
pl: Tureckie (IBM-857)

source: Turkish (ISO-8859-9)
lv: Turku (ISO-8859-9)
pl: Tureckie (ISO-8859-9)

source: Turkish (MacTurkish)
lv: Turku (MacTurkish)
pl: Tureckie (MacTurkish)

source: Turkish (Windows-1254)
lv: Turku (Windows-1254)
pl: Tureckie (Windows-1254)

source: User Defined
lv: Lietotâja Definçts
pl: Zdefiniowane przez u¿ytkownika

source: Vietnamese (TCVN)
lv: Vjetnamieðu (TCVN)
pl: Wietnamskie (TCVN)

source: Vietnamese (VISCII)
lv: Vjetnamieðu (VISCII)
pl: Wietnamskie (VISCII)

source: Vietnamese (VPS)
lv: Vjetnamieðu (VPS)
pl: Wietnamskie (VPS)

source: Vietnamese (Windows-1258)
lv: Vjetnamieðu (Windows-1258)
pl: Wietnamskie (Windows-1258)

source: Visual Hebrew (ISO-8859-8)
lv: Visuâlais Ebreju (ISO-8859-8)
pl: Wizualne hebrajskie (ISO-8859-8)

source: Western (IBM-850)
lv: Rietumu (IBM-850)
pl: Zachodnie (IBM-850)

source: Western (ISO-8859-1)
lv: Rietumu (ISO-8859-1)
pl: Zachodnie (ISO-8859-1)

source: Western (ISO-8859-15)
lv: Rietumu (ISO-8859-15)
pl: Zachodnie (ISO-8859-15)

source: Western (MacRoman)
lv: Rietumu (MacRoman)
pl: Zachodnie (MacRoman)

source: Western (Windows-1252)
lv: Rietumu (Windows-1252)
pl: Zachodnie (Windows-1252)

source: Charset Encoding
pl: Kodowanie znaków

source: Factory for music view
lv: Mûzikas skata raþotne
pl: Generator widoku muzyki

source: Music
lv: Mûzika
pl: Muzyka

source: Music Viewer
lv: Mûzikas Skatîtâjs
pl: Przegl±darka muzyki

source: Music view
lv: Mûzikas skats
pl: Widok muzyki

source: Music view factory
lv: Mûzikas skata raþotne
pl: Generator widoku muzyki

source: View as Music
lv: Parâdît kâ Mûziku
pl: Wy¶wietlanie jako Muzyka

source: Classic Rock
lv: Klasiskais Roks
pl: Klasyczny rock

source: Oldies
lv: Vecie
pl: Starocie

source: Other
lv: Citi
pl: Inne

source: Alternative
lv: Alternatîvais
pl: Alternatywna

source: Soundtrack
lv: Filmu mûzika
pl: ¦cie¿ka d¼wiêkowa

source: Vocal
lv: Vokâlais
pl: Wokalna

source: Trance
pl: Transowa

source: Classical
lv: Klasiskâ
pl: Klasyczna

source: Instrumental
lv: Instrumentâlâ
pl: Instrumentalna

source: Game
lv: Spçïu
pl: ¦cie¿ka z gry

source: Sound Clip
lv: Skaòas Klips
pl: Klip d¼wiêkowy

source: Meditative
lv: Meditatîvâ
pl: Medytacyjna

source: Instrumental Pop
lv: Instrumentâlais Pops
pl: Instrumentalny pop

source: Instrumental Rock
lv: Insturmentâlais Roks
pl: Instrumentalny rock

source: Ethnic
lv: Etniskâ
pl: Etniczna

source: Gothic
lv: Gotiskâ
pl: Gotycka

source: Electronic
lv: Elektroniskâ
pl: Elektroniczna

source: Comedy
lv: Komçdijas
pl: Komediowa

source: Native American
lv: Vietçjo Amerikâòu
pl: Rdzenna amerykañska

source: Cabaret
lv: Kabarç
pl: Kabaret

source: Psychedelic
lv: Psihodeiliska
pl: Psychodeliczna

source: National Folk
lv: Nacionâlâ Tautas
pl: Ludowa

source: Celtic
lv: Íeltu
pl: Celtycka

source: Gothic Rock
lv: Gotiskais Roks
pl: Rock gotycki

source: Progressive Rock
lv: Progresîvais Roks
pl: Rock progresywny

source: Psychedelic Rock
lv: Psihodeliskais Roks
pl: Rock psychodeliczny

source: Symphonic Rock
lv: Simfoniskais Roks
pl: Rock symfoniczny

source: Chorus
lv: Koris
pl: Chóralna

source: Acoustic
lv: Akustiskais
pl: Akustyczna

source: Humour
lv: Humors
pl: Humorystyczna

source: Speech
lv: Runas
pl: Przemówienie

source: Chanson
lv: Ðansons
pl: Piosenka francuska

source: Symphony
lv: Simfonija
pl: Symfonia

source: Club
pl: Klubowa

source: Folklore
lv: Folklora
pl: Folkowa

source: Ballad
lv: Balâde
pl: Ballada

source: Indie
pl: Indyjska

source: Polsk Punk
pl: Polski Punk

source: Contemporary Christian
pl: Wspólnota chrze¶cijañska

source: Track
lv: Celiòð
pl: ¦cie¿ka

source: Title
lv: Nosaukums
pl: Tytu³

source: Artist
lv: Izpildîtâjs
pl: Wykonawca

source: Bit Rate
lv: Bitreits
pl: Prêdko¶æ bitowa

source: Time
lv: Laiks
pl: Czas

source: Set Cover Image
lv: Uzstâdît Vâka Attçlu
pl: Wybierz obraz ok³adki

source: Sorry, but '%s' is not a usable image file.
lv: Piedodiet, bet %s nav lietoâjama attçla datne.
pl: Niestety, %s nie jest poprawnym plikiem graficznym.

source: Not an Image
lv: Ne attçls
pl: To nie grafika

source: Select an image file for the album cover:
lv: Izvçlaties attçla datni priekð albûma vâka:
pl: Wybór pliku z obrazem ok³adki albumu:

source: Sorry, but the music view is unable to play back sound right now. This is because the Enable sound server startup setting in the Sound section of the Control Center is turned off.
lv: Piedodiet, bet mûzikas skats paðreiz nevar spçlçt mûziku. Tas ir tâpçc, ka Aktivizçt skaòas serveri sâkuma uzstâdîjums Skaòas sekcijâ Kontroles Centrâ ir izslçgts.
pl: Niestety, nie mo¿na w tej chwili odtworzyæ d¼wiêku, poniewa¿ nie zosta³ uaktywniony serwer d¼wiêku w Centrum Sterowania GNOME w sekcji d¼wiêk.

source: Unable to Play File
lv: Nevar Nospçlçt Datni
pl: Nie mo¿na odtwarzaæ pliku

source: Sorry, but the music view is unable to play back sound right now. Either another program is using or blocking the sound card, or your sound card is not configured properly. Try quitting any applications that may be blocking use of the sound card.
lv: Piedodiet, bet mûzikas skats paðreiz nevar spçlçt mûziku. Vai nu kâda cita programma lieto vai bloíç skaòas karti, vai arî jûsu skaòas karte ir nepareizi nokonfigurçta. Pamçìiniet iziet no jebkurâm aplikâcijâm kas varçtu bloíçt skaòas karti.
pl: Niestety, nie mo¿na w tej chwili odtworzyæ d¼wiêku, poniewa¿ karta d¼wiêkowa jest albo zajêta przez inny program albo te¿ nie zosta³a poprawnie skonfigurowana. Spróbuj zakoñczyæ aplikacje, które mog± blokowaæ kartê d¼wiêkow±.

source: Sorry, but the music view can't play non-local files yet.
lv: Piedodiet, bet mûzikas skats vçl nevar spçlçt nelokâlâs datnes.
pl: Niestety, w widoku muzyki nie mo¿na jeszcze odtwarzaæ nielokalnych plików!

source: Can't Play Remote Files
lv: Nevar Spçlçt Attâlinâtas Datnes
pl: nie mo¿na odtwarzaæ zdalnych plików

source: Drag to seek within track
lv: Velciet lai meklçtu celiòâ
pl: Przeci±gnij, aby przewin±æ wewn±trz ¶cie¿ki

source: Play
lv: Spçlçt
pl: Odtwórz

source: Pause
lv: Pauzçt
pl: Wstrzymaj

source: Stop
pl: Zatrzymaj

source: Sorry, but there was an error reading %s.
lv: Piedodiet, bet ir kïûda lasot %s.
pl: Niestety, podczas odczytu %s wyst±pi³ b³±d.

source: Can't Read Folder
lv: Nevar Nolasît Mapi
pl: Nie mo¿na odczytaæ folderu

source: Factory for news view
lv: Ziòu skata raþotne
pl: Generator widoku nowo¶ci

source: News
lv: Ziòas
pl: Nowo¶ci

source: News sidebar panel
lv: Ziòu sânizvçlnes panelis
pl: Panel paska bocznego z nowo¶ciami

source: News sidebar panel fetches and displays RSS feeds
lv: Ziòu sânizvçlnes panelis parâda RSS fîdus
pl: Panel paska bocznego z nowo¶ciami pobiera i wy¶wietla ¼ród³a RSS

source: %I:%M %p
pl: %H:%M

source: Couldn't load %s
lv: Nevar ielâdçt %s
pl: Nie mo¿na wczytaæ %s

source: Loading %s
lv: Lâdçjam %s
pl: Wczytywanie %s

source: Sorry, but you have not specified a name for the site!
lv: Piedodiet, bet jûs nenoteicât nosaukumu saitei!
pl: Mie podano nazwy tego ¼ród³a!

source: Missing Site Name Error
lv: T
pl: Brak nazwy ¼ród³a

source: Sorry, but you have not specified a URL for the site!
lv: Piedodiet, bet jûs neesat norâdijis URL saitei!
pl: Nie podano URL-a tego ¼ród³a!

source: Missing URL Error
lv: Trûkstoða URL Kïûda
pl: Brak URL-a

source: Sorry, but the specified url doesn't seem to be a valid RSS file!
lv: Piedodiet, bet norâdîtais URL nav pareiza RSS datne!
pl: Podany URL nie okre¶la poprawnego pliku RSS!

source: Invalid RSS URL
lv: Nepareizs RSS URL
pl: Niepoprawny URL RSS

source: Edit
lv: Rediìçt
pl: Edycja

source: Remove Site
lv: Izdzçst Saiti
pl: Usuñ ¼ród³o

source: Site Name:
lv: Saites Nosaukums:
pl: Nazwa ¼ród³a:

source: Site RSS URL:
lv: Saites RSS URL:
pl: URL RSS ¼ród³a

source: Add New Site
lv: Pievienot Jaunu Saiti
pl: Dodaj nowe ¼ród³o

source: Add a New Site:
lv: Pievienot Jaunu Saiti:
pl: Dodaj nowe ¼ród³o:

source: Remove a Site:
lv: Dzçst Saiti:
pl: Usuñ ¼ród³o:

source: Select Sites:
lv: Izvçlçties Saites:
pl: Wybierz ¼ród³a nowo¶ci:

source: Done
lv: Izdarîts
pl: Gotowe

source: The News panel displays current headlines from your favorite websites. Click the 'Select Sites' button to select the sites to display.
lv: Zòu panelis parâda paðreizçjâs galvenâs ziòas no jûsu izvçlçtajâm tîmekïa lapâm. Klikðíiniet uz Izvçlçties Saites lai izvçlçtos saites ko parâdît.
pl: Panel "Nowo¶ci" wy¶wietla nag³ówki bie¿±cych wiadomo¶ci z wybranych ¼róde³. Kliknij "Wybierz ¼ród³a", aby dostosowaæ ich zbiór do swoich upodobañ.

source: Select Sites
lv: Izvçlçties Saites
pl: Wybierz ¼ród³a nowo¶ci

source: image indicating that the news has changed
lv: attçls ziòojot ka ziòas ir mainijuðâs
pl: obraz wskazuj±cy, ¿e pojawi³y siê nowo¶ci

source: Factory for annotation view
lv: Anotâciju skata raþotne
pl: Generator widoku adnotacji
