Repository: lepidotos/suede
Catalog: nautilus-1.0.6/po/*.po
Languages: lv, pl

source: Go to the Start Here folder
lv: Iet uz Sâkt Ðeit mapi
pl: Przechodzi do folderu pocz±tkowego

source: Go to the home location
lv: Iet uz mâjas vietu
pl: Przechodzi do po³o¿enia domowego

source: Go to the next visited location
lv: Iet uz nâkamo apmeklçto vietu
pl: Przechodzi do odwiedzonego w nastêpnej kolejno¶ci po³o¿enie

source: Go to the previous visited location
lv: 0Iet uz iepriekðçjo apmeklçto vietu
pl: Przechodzi do odwiedzonego ostatnio po³o¿enia

source: Go up to the location that contains the displayed location
pl: Przechodzi do po³o¿enia, które zawiera aktualnie wy¶wietlane

source: Hide Location _Bar
pl: Ukryj pasek p_o³o¿enia

source: Hide St_atus Bar
pl: Ukryj pasek _stanu

source: Hide _Sidebar
pl: Ukryj pasek _boczny

source: Hide _Toolbar
pl: Ukryj pasek _narzêdziowy

source: Mailing list where you can send feedback about Nautilus
lv: Epasta sarakste kur jûs varat nosûtît ieteikumus/recenzijas par Nautilus
pl: Lista dyskusyjna, na któr± mo¿na wysy³aæ komentarze na temat Nautilusa (w jêzyku angielskim)

source: Nautilus Quick _Reference
lv: Nautilus Ât_râs Atsauces
pl: _Zwiêz³e informacje na temat Nautilusa

source: Nautilus Release _Notes
lv: _Nautilus Izlaiduma Piezîmes
pl: Informacje o _wydaniu Nautilusa

source: Nautilus User _Manual
lv: Nautilus Lietotâja Rokasgrâ_mata
pl: _Podrêcznik u¿ytkownika Nautilusa

source: New Window
lv: Jauns Logs
pl: Nowe okno

source: New _Window
lv: Jauns Logs
pl: Nowe o_kno

source: Normal Size
lv: Normâls Izmçrs
pl: Zwyk³y rozmiar

source: Open another Nautilus window for the displayed location
pl: Otwiera kolejne okno Nautilusa dla wy¶wietlanego po³o¿enia

source: Refresh
lv: Atjaunot
pl: Od¶wie¿

source: Report Profiling
pl: Podsumowanie profilowania

source: Reset Profiling
pl: Profilowanie od pocz±tku

source: Search the World Wide Web
lv: Meklçt Tîmeklî
pl: Przeszukuje sieæ WWW

source: Search this computer for files
lv: Meklçt datnes datorâ
pl: Przeszukuje komputer w poszukiwaniu plików

source: Show the contents at the normal size
pl: Wy¶wietla zawarto¶æ w typowym powiêkszeniu

source: Show the contents in less detail
pl: Wy¶wietla zawarto¶æ z mniejsz± ilo¶ci± szczegó³ów

source: Show the contents in more detail
pl: Wy¶wietla zawarto¶æ z wiêksz± ilo¶ci± szczegó³ów

source: Start Profiling
pl: Rozpocznij profilowanie

source: Stop Profiling
pl: Zakoñcz profilowanie

source: Stop loading this location
lv: Apstâdinât ðis vietas ielâdi
pl: Zatrzymuje wczytywanie bie¿±cego po³o¿enia

source: Undo the last text change
lv: Atsaukt pçdçjâs teksta izmaiòas
pl: Wycofuje ostatni± zmianê tekstow±

source: Up
lv: Augðup
pl: Góra

source: Use preferences appropriate for beginners
lv: Lieto preferences iesâcçjiem
pl: Wykorzystuje preferencje odpowiednie dla pocz±tkuj±cych

source: Use preferences appropriate for experts
lv: Lieto preferences ekspertiem
pl: Wykorzystuje preferencje odpowiednie dla ekspertów

source: Use preferences appropriate for most people
lv: Lieto preferences pârçjiem cilvçkiem
pl: Wykorzystuje preferencje odpowiednie dla wiêkszo¶ci osób

source: View as...
lv: Parâdît kâ...
pl: Wy¶wietlanie jako...

source: We_b Search
lv: Meklçðana Tîmeklî
pl: _Przeszukaj WWW

source: Web Search
lv: Meklçðana Tîmeklî
pl: Przeszukaj WWW

source: Zoom In
lv: Palielinât
pl: Powiêksz

source: Zoom Out
lv: Samazinât
pl: Pomniejsz

source: Zoom _In
lv: Pal_ielinât
pl: Po_wiêksz

source: Zoom _Out
lv: _Samazinât
pl: Po_mniejsz

source: _About Nautilus...
lv: P_ar Nautilus...
pl: _Informacje o Nautilusie

source: _Add Bookmark
lv: Pievienot Grâm_atzîmi
pl: _Dodaj do Ulubionych

source: _Back
lv: Atpakaï
pl: _Wstecz

source: _Backgrounds and Emblems...
lv: Foni un Em_blçmas...
pl: _T³a i symbole...

source: _Bookmarks
lv: _Grâmatzîmes
pl: _Ulubione

source: _Close Window
lv: _Aizvçrt Logu
pl: Z_amknij okno

source: _Edit
lv: R_ediìçt
pl: _Edycja

source: _Edit Bookmarks...
lv: R_ediìçt Grâmatzîmes...
pl: Z_modyfikuj Ulubione

source: _Edit Preferences...
lv: R_ediìçt Preferences...
pl: Z_mieñ preferencje...

source: _Feedback
lv: _Atsauksmes
pl: Informacje _zwrotne

source: _Find
lv: _Atrast
pl: Z_najd¼

source: _Forward
lv: _Uz Priekðu
pl: _Naprzód

source: _Go
lv: _Ej
pl: Przej_d¼

source: _Help
lv: _Palîdzîba
pl: Pomo_c

source: _Home
lv: _Mâjas
pl: Do_m

source: _Location...
lv: _Vieta...
pl: P_o³o¿enie...

source: _Normal Size
lv: _Normâls Izmçrs
pl: _Zwyk³y rozmiar

source: _Preferences
pl: P_referencje

source: _Refresh
lv: _Atjauninât
pl: O_d¶wie¿

source: _Report Profiling
pl: P_odsumowanie profilowania

source: _Reset Profiling
pl: _Profilowanie od pocz±tku

source: _Start Here
lv: _Sâkt Ðeit
pl: _Pocz±tek

source: _Start Profiling
pl: _Rozpocznij profilowanie

source: _Stop Profiling
pl: _Zatrzymaj profilowanie

source: _Undo
lv: _Atsaukt
pl: _Cofnij

source: _Up a Level
pl: O poziom w gó_rê

source: _View
lv: _Skats
pl: _Widok

source: _View as...
lv: _Skatît kâ...
pl: Wy¶wietlanie ja_ko...

source: Caveat
pl: Sprzeciw

source: Thank you for your interest in Nautilus. As with any software under development, you should exercise caution when using Nautilus. We do not provide any guarantee that it will work properly, or assume any liability for your use of it. Please use it at your own risk. Please write a mail to <nautilus-list@eazel.com> to provide feedback, comments, and suggestions.
lv: Paldies par jûsu interesi par Nautilus. Kâ jebkura programmatûra veidoðanas stadijâ, jums vajadzçtu bût piesardzîgiem lietojot Nautilus. Mçs negarantçjam ka tas strâdâs pareizi. Lietojat to, tikai atbildiet par to paði. Lûdzu rakstiet uz epasta adresi <nautilus-list@eazel.com> lai dotu atsauksmes, komentârus un ieteikumus.
pl: Dziêkujemy za zainteresowanie siê Nautilusem. Jak w przypadku ka¿dego programu na etapie rozwoju, przy korzystaniu z Nautilusa nale¿y zachowaæ ostro¿no¶æ. Twórcy nie gwarantuj± poprawnego dzia³ania aplikacji oraz nie ponosz± ¿adnej odpowiedzialno¶ci za skutki tych dzia³añ. Korzystaj±c z programu godzisz siê na zwi±zane z tym ryzyko. Je¶li chcesz podzieliæ siê swymi uwagami i sugestiami lub poinformowaæ nas o b³êdach, napisz na adres <nautilus-list@eazel.com> (w jêzyku angielskim).

source: Open with %s
lv: Atvçrt ar %s
pl: Otwórz za pomoc± %s

source: Open with...
lv: Atvçrt ar...
pl: Otwórz za pomoc±...

source: Find:
lv: Atrast:
pl: Znajd¼:

source: Add New Theme...
lv: Pievienot Jaunu Tçmu...
pl: Dodaj nowy motyw...

source: Remove Theme...
lv: Dzçst Tçmu...
pl: Usuñ motyw...

source: Click on a theme to remove it.
lv: Klikðíini uz tçmas, lai to izdzçstu.
pl: Kliknij motyw, aby go usun±æ.

source: Click on a theme to change the appearance of Nautilus.
lv: Klikðíini uz tçmas lai izmainîtu Nautilus izskatu.
pl: Kliknij motyw, aby zmieniæ wygl±d Nautilusa.

source: Sorry, but "%s" is not a valid theme folder.
pl: Niestety, "%s" nie jest poprawnym folderem motywu.

source: Couldn't add theme
lv: Nevaru pievienot tçmu
pl: Nie mo¿na dodaæ motywu

source: Sorry, but the "%s" theme couldn't be installed.
pl: Niestety, nie mo¿na zainstalowaæ motywu "%s".

source: Couldn't install theme
lv: Nevaru uzstâdît tçmu
pl: Nie mo¿na zainstalowaæ motywu

source: Select a theme folder to add as a new theme:
lv: Izvçlieties tçmas mapi lai pievienotu jaunu tçmu:
pl: Wybór folderu z dodawanym motywem:

source: Sorry, but you can't remove the current theme. Please change to another theme before removing this one.
pl: Niestety, nie mo¿na usun±æ bie¿±cego motywu. Przed usuniêciem zmieñ motyw na inny.

source: Can't delete current theme
lv: Nevar izdzçst paðreizçjo tçmu
pl: Nie mo¿na usun±æ bie¿±cego motywu

source: Sorry, but that theme could not be removed!
lv: Piedodiet, bet ðî tçma nevar tikt izdzçsta!
pl: Niestety, nie mo¿na usun±æ motywu!

source: Couldn't remove theme
lv: Nevar idzçst tçmu
pl: Nie mo¿na usun±æ motywu

source: Preview Release %s: %s
lv: Apskata Izlaidums %s: %s
pl: Wydanie testowe %s: %s

source: View Failed
lv: Skats Neizdevâs
pl: Wy¶wietlenie nie powiod³o siê

source: The %s view encountered an error and can't continue. You can choose another view or go to a different location.
pl: Widok %s zosta³ zakoñczony z powodu b³êdu. Mo¿esz zmieniæ typ widoku lub wybraæ inne po³o¿enie.

source: The %s view encountered an error while starting up.
lv: %s skats izraisija kïûdu startçjoties.
pl: Podczas uruchamiania widoku %s wyst±pi³ b³±d.

source: One of the sidebar panels encountered an error and can't continue. Unfortunately I couldn't tell which one.
pl: Jeden z paneli paska bocznego zosta³ zakoñczony z powodu b³êdu. Niestety, nie mo¿na stwierdziæ, o który panel chodzi.

source: The %s sidebar panel encountered an error and can't continue. If this keeps happening, you might want to turn this panel off.
pl: Panel paska bocznego %s zosta³ zakoñczony z powodu b³êdu. Je¶li bêdzie siê to zdarzaæ czê¶ciej, wy³±cz ten panel.

source: Sidebar Panel Failed
lv: Sânizvçlnes Panelis Nestrâdâ
pl: Uruchomienie panelu paska bocznego nie powiod³o siê

source: Couldn't find "%s". Please check the spelling and try again.
pl: Nie mo¿na odnale¼æ "%s". Sprawd¼ zapis i spróbuj ponownie.

source: "%s" is not a valid location. Please check the spelling and try again.
pl: "%s" nie jest poprawnym po³o¿eniem. Sprawd¼ zapis i spróbuj ponownie.

source: Couldn't display "%s", because Nautilus cannot determine what type of file it is.
pl: Nie mo¿na wy¶wietliæ "%s" z powodu niemo¿no¶ci okre¶lenia typu pliku.

source: Nautilus has no installed viewer capable of displaying "%s".
pl: Nie zainstalowano przegl±darki potrafi±cej wy¶wietlaæ "%s".

source: Couldn't display "%s", because Nautilus cannot handle %s: locations.
pl: Nie mo¿na wy¶wietliæ "%s" z powodu niemo¿no¶ci obs³u¿enia przez Nautilusa %s.

source: Couldn't display "%s", because the attempt to log in failed.
pl: Nie mo¿na wy¶wietliæ "%s" z powodu nieudanej próby zalogowania.

source: Couldn't display "%s", because access was denied.
pl: Nie mo¿na wy¶wietliæ "%s" z powodu braku dostêpu.

source: Couldn't display "%s", because no host "%s" could be found. Check that the spelling is correct and that your proxy settings are correct.
pl: Nie mo¿na wy¶wietliæ "%s" z powodu niemo¿no¶ci odnalezienia komputera "%s". Sprawd¼, czy nazwa zosta³a poprawnie wprowadzona i czy ustawienia po¶rednika s± poprawne.

source: Couldn't display "%s", because the host name was empty. Check that your proxy settings are correct.
pl: Nie mo¿na wy¶wietliæ "%s" z powodu pustej nazwy komputera. Sprawd¼, czy ustawienia po¶rednika s± poprawne.

source: Searching is unavailable right now, because you either have no index, or the search service isn't running. Be sure that you have started the Medusa search service, and if you don't have an index, that the Medusa indexer is running.
pl: Wyszukiwanie jest w tej chwili niedostêpne. Nie zosta³ utworzony indeks plików w systemie lub nie uruchomiono us³ugi wyszukiwawczej Medusa.

source: Searching Unavailable
lv: Meklçðana Nav Pieejama
pl: Wyszukiwanie jest niedostêpne

source: Nautilus cannot display "%s".
lv: Nautilus nevar attçlot "%s".
pl: Nie mo¿na wy¶wietliæ "%s".

source: Can't Display Location
lv: Nevaru Parâdît Atraðanâs Vietu
pl: Nie mo¿na wy¶wietliæ po³o¿enia

source: Are you sure you want to forget history? If you do, you will be doomed to repeat it.
lv: Jûs esat pârliecinâts, ka gribat aizmirst vçsturi? Ja jâ, jûs bûsiet nolemts to atkârtot.
pl: Czy na pewno chcesz zapomnieæ historiê? Je¶li to zrobisz, ska¿esz siê na jej powtórzenie.

source: Are you sure you want Nautilus to forget which locations you have visited?
lv: Vai esat pârliecinâts ka gribat Nautilus likt aizmirst vietas, kuras esat apmeklçjis?
pl: Czy na pewno chcesz wyczy¶ciæ listê po³o¿eñ odwiedzonych przez Nautilusa?

source: Forget History?
lv: Aizmirst Vçsturi?
pl: Zapomnieæ historiê?

source: Forget
lv: Aizmirst
pl: Zapomnij

source: Show St_atus Bar
lv: Parâdît Statusa Joslu
pl: Wy¶wietl paek _stanu

source: Show _Sidebar
lv: Parâdît _Sânjoslu
pl: Wy¶wietl pasek _boczny

source: Show _Toolbar
lv: Parâdî_t Rîkjoslu
pl: Wy¶wietl pasek _narzêdziowy

source: Show Location _Bar
lv: Parâdît Vietas _Joslu
pl: Wy¶wietl pasek p_o³o¿enia

source: Translator Credits
lv: Tûlkotâji
pl: Lokalizacja aplikacji: GNOME PL Team <translators@gnome.pl>

source: Nautilus is a graphical shell for GNOME that makes it easy to manage your files and the rest of your system.
lv: Nautilus ir GNOMEs grafiska èaula, kas atïauj viegli parvaldît jûsu datnes un pârçjo sistçmu.
pl: Nautilus jest graficzn± pow³ok±, bêd±c± czê¶ci± ¶rodowiska GNOME. U³atwia on zarz±dzanie plikami oraz innymi elementami systemu.

source: The location "%s" does not exist. Do you want to remove any bookmarks with this location from your list?
lv: Vieta "%s" vairs neeksistç. Vai jûs vçlaties izdzçst jebkâdas grâmatzîmes, saistîtas ar ðo vietu no jûsu saraksta?
pl: Po³o¿enie "%s" nie istnieje. Czy chcesz usun±æ ze swojej listy pozycje Ulubionych zawieraj±ce to po³o¿enie?

source: Bookmark for Nonexistent Location
lv: Grâmatzîme uz Neeksistçjoðu Vietu
pl: Pozycja Ulubionych dla nieistniej±cego po³o¿enia

source: The location "%s" no longer exists.
lv: Vieta "%s" vairs neeksistç.
pl: Po³o¿enie "%s" ju¿ nie istnieje.

source: Go to Nonexistent Location
lv: Ej uz Neeksistçjoðu Vietu
pl: Przechodzi do nieistniej±cego po³o¿enia

source: Go to the location specified by this bookmark
lv: Ej uz vietu, norâdîtu ðajâ grâmatzîmç
pl: Przechodzi do po³o¿enia opisywanego przez tê pozycjê Ulubionych

source: Back
lv: Atpakaï
pl: Wstecz

source: Forward
lv: Uz priekðu
pl: Naprzód

source: Display this location with "%s"
lv: Parâdît ðo vietu ar "%s"
pl: Wy¶wietla bie¿±ce po³o¿enie za pomoc± "%s"

source: Close
lv: Aizvçrt
pl: Zamknij

source: -bitstream-courier-medium-r-normal-*-9-*-*-*-*-*-*-*
pl: -bitstream-courier-medium-r-normal-*-9-*-*-*-*-*-*-2

source: Copyright
lv: Autortiesîbas

source: OK
lv: Labi

source: Blues
lv: Blûzs

source: Country
lv: Kantrî

source: Dance
lv: Deju

source: Disco
lv: Disko

source: Jazz
lv: Dþezs

source: Metal
lv: Metâls

source: Pop
lv: Pops

source: Rap
lv: Reps

source: Reggae
lv: Regejs

source: Rock
lv: Roks

source: Techno
lv: Tehno

source: Industrial
lv: Industriâlais

source: Euro-Techno
lv: Euro-Tehno

source: Ambient
lv: Ambients

source: Jazz+Funk
lv: Dþezs+Funk

source: Fusion
lv: Fison

source: Gospel
lv: Gospelis

source: Noise
lv: Troksnis

source: Alt
lv: Alts

source: Techno-Industrial
lv: Tehno-industriâla

source: Southern Rock
lv: Dienvidu Roks

source: Gangsta Rap
lv: Gangsteru Reps

source: Christian Rap
lv: Kristieðu Reps

source: Pop/Funk
lv: Pops/Funk

source: Rave
lv: Reivs

source: Trailer
lv: Filmas reklâmas

source: Tribal
lv: Cilðu

source: Acid Jazz
lv: Acid Dþezs

source: Musical
lv: Mûzikls

source: Rock & Roll
lv: Rokenrols

source: Hard Rock
lv: Hardroks

source: Folk
lv: Tautas

source: Folk/Rock
lv: Tautas/Roks

source: Swing
lv: Svings

source: Latin
lv: Latîòu

source: Bluegrass
lv: Zilzâle

source: Avantgarde
lv: Avangarda

source: Slow Rock
lv: Lçnais Roks

source: Easy Listening
lv: Viegli Klausâmais

source: Chamber Music
lv: Kamermûzika

source: Sonata
lv: Sonâte

source: Satire
lv: Satîra

source: Rhythmic Soul
lv: Ritmiskais Soul

source: Freestyle
lv: Brîvais stils

source: Duet
lv: Duets

source: Punk Rock
lv: Pankroks

source: Drum Solo
lv: Bungu Solo

source: Dance Hall
lv: Deju Zâle

source: Drum & Bass
lv: Bungas & Bass

source: Club-House
lv: Klubu House

source: BritPop
lv: Britpops

source: Christian Gangsta Rap
lv: Kristieðu Gangsteru Reps

source: Heavy Metal
lv: Smagais Metâls

source: Black Metal
lv: Melnais Metâls

source: Crossover
lv: Krossovers

source: Christian Rock
lv: Kristieðu Roks

source: Thrash Metal
lv: Traðmetâls

source: Synthpop
lv: Sintçtiskais Pops

source: _Helvetica
lv: _Hevletica

source: Azul
lv: Azuls

source: CNET Linux Center
lv: CNET Linux Centrs

source: Linux Weekly News
lv: Linux Iknedçïas Ziòas

source: News and Media
lv: Ziòas un Mçdiji

source: O'Reilly
lv: O'Reilijs

source: Open Source Asia
lv: Atvçrtais Kods Asia

source: Red Hat Network
lv: Red Hat Tîkls

source: ZDNet Linux Hardware Database
lv: ZDNet Linux Dzelþu Datubâze

source: ZDNet Linux Resource Center
lv: ZDNet Linux Resursu Centrs

source: 1 folder
lv: 1 mape

source: program
lv: programma

source: Port:
lv: Ports:

source: Copyright (C) 1999-2001 Eazel, Inc.
lv: Autortiesîbas (C) 1999-2001 Eazel, Inc.
