Repository: lepidotos/suede
Catalog: nautilus-1.0.6/po/*.po
Languages: lv, pl

source: The search you have selected is newer than the index on your system. The search will return no results right now. You can create a new index by running "medusa-indexd" as root on the command line.
pl: Wybrane kryteria wyszukiwania odnosz± siê do plików nowszych od czasu ostatniego utworzenia indeksu plików w systemie, wiêc lista wyników wyszukiwania bêdzie pusta. Aby stworzyæ nowy indeks, nale¿y uruchomiæ z wiersza poleceñ "medusa-indexd" jako u¿ytkownik root.

source: Search for items that are too new
lv: Meklçt priekðmetus, kas ir pârâk jauni
pl: Wyszukiwanie zbyt nowych elementów

source: Every indexed file on your computer matches the criteria you selected. You can check the spelling on your selections or add more criteria to narrow your results.
pl: Ka¿dy ze zindeksowanych plików odpowiada wybranym kryteriom. Sprawd¼ poprawno¶æ zapisu lub dodaj kolejne kryteria, aby zawêziæ wybór.

source: Error during search
lv: Kïûda meklçjot
pl: B³±d podczas wyszukiwania

source: Find cannot open your file system index. Your index may be missing or corrupt. You can create a new index by running "medusa-indexd" as root on the command line.
pl: Nie mo¿na odnale¼æ indeksu plików w systemie. Plik z indeksem nie istnieje lub jest uszkodzony. Aby stworzyæ nowy indeks, nale¿y uruchomiæ z wiersza poleceñ "medusa-indexd" jako u¿ytkownik root.

source: Error reading file index
lv: Kïûda nolasot datnes indeksu
pl: Podczas odczytu indeksu plików wyst±pi³ b³±d

source: An error occurred while loading this search's contents: %s
pl: Wyst±pi³ b³±d podczas odczytywania listy wyników wyszukiwania: %s

source: To do a fast search, Find requires an index of the files on your system. Find can't access your index right now so a slower search will be performed that doesn't use the index.
pl: Aby przeprowadziæ szybkie wyszukiwanie, wymagany jest indeks plików w systemie. Obecnie nie mo¿na odnale¼æ indeksu, wiêc zostanie wykonane wolniejsze przeszukiwanie, które nie korzysta z indeksu.

source: To do a content search, Find requires an index of the files on your system. Find can't access your index right now.
pl: Aby wykonaæ przeszukiwanie zawarto¶ci, wymagany jest indeks plików w systemie. Obecnie nie mo¿na odnale¼æ indeksu.

source: Fast searches are not available
lv: Âtra meklçðana nav iespçjama
pl: Szybkie wyszukiwanie nie jest dostêpne

source: Content searches are not available
lv: Satura meklçðana nav pieejama
pl: Wyszukiwanie zawarto¶ci nie jest dostêpne

source: Your index files are available but the Medusa search daemon, which handles index requests, isn't running. To start this program, log in as root and enter this command at the command line: medusa-searchd
pl: Indeks plików w systemie jest dostêpny, lecz nie zosta³ uruchomiony demon wyszukuj±cy Medusa, który przeprowadza proces wyszukiwania. Demona mo¿na uruchomiæ z wiersza poleceñ poprzez wykonanie "medusa-searchd" jako u¿ytkownik root.

source: To do a fast search, Find requires an index of the files on your system. Your computer is currently creating that index. Because Find cannot use an index, this search may take several minutes.
pl: Aby przeprowadziæ szybkie wyszukiwanie, wymagany jest indeks plików w systemie. Obecnie trwa tworzenie tego indeksu i nie mo¿e on zostaæ wykorzystany. Zostanie wykonane wolniejsze przeszukiwanie, które mo¿e potrwaæ kilka minut.

source: To do a content search, Find requires an index of the content on your system. Your computer is currently creating that index. Content searches will be available when the index is complete.
pl: Aby wykonaæ przeszukiwanie zawarto¶ci, wymagany jest indeks plików w systemie. Obecnie trwa tworzenie tego indeksu i nie mo¿e on zostaæ wykorzystany. Przeszukiwanie zawarto¶ci bêdzie mo¿liwe po zakoñczeniu indeksowania plików.

source: Indexed searches are not available
pl: Indeksowane wyszukiwanie nie jest dostêpne

source: To do a fast search, Find requires an index of the files on your system. No index is available right now. You can create an index by running "medusa-indexd" as root on the command line. Until a complete index is available, searches will take several minutes.
pl: Aby przeprowadziæ szybkie wyszukiwanie, wymagany jest indeks plików w systemie. Obecnie nie jest dostêpny ¿aden indeks i dopóki nie zostanie stworzony, wyszukiwanie plików bêdzie trwa³o po kilka minut. Aby stworzyæ nowy indeks, nale¿y uruchomiæ z wiersza poleceñ "medusa-indexd" jako u¿ytkownik root.

source: To do a content search, Find requires an index of the content on your system. No index is available right now. You can create an index by running "medusa-indexd" as root on the command line. Until a complete index is available, content searches cannot be performed.
pl: Aby wykonaæ przeszukiwanie zawarto¶ci, wymagany jest indeks plików w systemie. Obecnie nie jest dostêpny ¿aden indeks i dopóki nie zostanie stworzony, przeszukiwanie zawarto¶ci nie bêdzie mo¿liwe. Aby stworzyæ nowy indeks, nale¿y uruchomiæ z wiersza poleceñ "medusa-indexd" jako u¿ytkownik root.

source: To do a fast search, Find requires an index of the files on your system. Your system administrator has disabled fast search on your computer, so no index is available.
pl: Aby przeprowadziæ szybkie wyszukiwanie, wymagany jest indeks plików w systemie. Administrator systemu unieaktywni³ szybkie wyszukiwanie, wiêc indeks plików nie jest dostêpny.

source: Fast searches are not enabled on your computer
lv: Uz jûsu datora âtrâ meklçðana nav aktivizçta.
pl: Szybie wyszukiwanie nie jest aktywne w systemie

source: Where
lv: Kur
pl: Po³o¿enie

source: _Reveal in New Window
pl: Wy¶wietl w nowym _oknie z folderem mieszcz±cym element

source: Reveal in %d _New Windows
pl: Wy¶wietl w %d nowych o_knach z folderami mieszcz±cymi elementy

source: Nautilus found more search results than it can display. Some matching items will not be displayed.
pl: Liczba odnalezionych elementów przekracza tê, któr± mo¿na wy¶wietliæ. Niektóre z elementów nie zostan± wy¶wietlone.

source: Too Many Matches
lv: Pârâk Daudz Atradumu
pl: Zbyt wiele odnalezionych elementów

source: Change Desktop Background
lv: Izmainît Darbavirsmas Fonu
pl: Zmieñ t³o biurka

source: Delete all items in the Trash
lv: Dzçst visus priekðmetus Atkritumkastç
pl: Usuwa wszystkie elementy ze ¶mietnika

source: Disks
lv: Diski
pl: Dyski

source: Mount or unmount disks
lv: Montçt vai nomontçt diskus
pl: Montuje i odmontowuje dyski

source: New Terminal
lv: Jauns Terminâls
pl: Nowy terminal

source: Open a new GNOME terminal window
lv: Atver jaunu GNOME terminâla logu
pl: Otwiera nowe okno terminala GNOME

source: Remove any custom pattern or color from the desktop background
pl: Usuwa deseñ lib kolor t³a biurka ustawiony przez u¿ytkownika

source: Reset Desktop Background
lv: Atsaukt Darbavirsmas Fonu
pl: Wyczy¶æ t³o biurka

source: Show a window that lets you set your desktop background's pattern or color
pl: Wy¶wietla okno, które pozwala na ustawienie desenia lub koloru t³a biurka

source: Choose a program with which to open the selected item
pl: Wybierz program, za pomoc± którego chcesz otworzyæ zaznaczony element

source: Choose another application with which to open the selected item
pl: Pozwala na wybranie innej aplikacji, za pomoc± której mo¿esz otworzyæ zaznaczony element

source: Choose another viewer with which to view the selected item
pl: Pozwala na wybranie innej przegl±darki, za pomoc± której mo¿esz wy¶wietliæ zaznaczony element

source: Copy Files
lv: Kopçt Datnes
pl: Skopiuj pliki

source: Create a new empty folder inside this folder
pl: Tworzy nowy pusty folder w bie¿±cym

source: Create a symbolic link for each selected item
pl: Tworzy dowi±zanie symboliczne do ka¿dego z zaznaczonych elementów

source: Cut Files
lv: Izòemt Datnes
pl: Wytnij pliki

source: Delete each selected item, without moving to the Trash
pl: Usuwa ka¿dy z zaznaczonych elementów, bez przenoszenia ich do ¶mietnika

source: Duplicate
lv: Dublicçt
pl: Zduplikuj

source: Duplicate each selected item
lv: Dublicçt katru izvçlçto priekðmetu
pl: Duplikuje ka¿dy z zaznaczonych elementów

source: Make Link
lv: Izveidot Saiti
pl: Utwórz odno¶nik

source: Move or copy files previously selected by a Cut Files or Copy Files command
pl: Przenosi lub kopiuje pliki poprzednio zaznaczone za pomoc± polecenia Skopiuj pliki lub Wytnij pliki

source: Move to Trash
lv: Pârvietot uz Atkritumkasti
pl: Wyrzuæ do ¶mietnika

source: New Folder
lv: Jauna Mape
pl: Nowy folder

source: Open
lv: Atvçrt
pl: Otwórz

source: Open Scripts Folder
lv: Atvçrt Skriptu Mapi
pl: Otwórz folder ze skryptami

source: Open Wit_h
lv: Atvç_rt Ar
pl: Otwórz _za pomoc±

source: Open With
lv: Atvçrt Ar
pl: Otwórz za pomoc±

source: Open each selected item in a new window
pl: Otwiera ka¿dy z zaznaczonych elementów w nowym oknie

source: Open in New Window
pl: Otwórz w nowym oknie

source: Open the selected item in this window
pl: Otwiera zaznaczony element w bie¿±cym oknie

source: Other Application...
lv: Cita Aplikâcija...
pl: Inna aplikacja...

source: Other Viewer...
lv: Cits Skatîtâjs...
pl: Inna przegl±darka...

source: Paste Files
lv: Izlikt Datnes
pl: Wklej pliki

source: Prepare the selected files to be copied with a Paste Files command
pl: Przygotowuje zaznaczone pliki do skopiowania za pomoc± polecenia Wklej pliki

source: Prepare the selected files to be moved with a Paste Files command
pl: Przygotowuje zaznaczone pliki do przeniesienia za pomoc± polecenia Wklej pliki

source: Remove Custom Images
pl: Usuñ obrazy u¿ytkownika

source: Remove any custom images from selected icons
pl: Usuwa jakiekolwiek obrazy u¿ytkownika przypisane zaznaczonym ikonom

source: Remove any custom pattern or color from the background of this location
pl: Usuwa deseñ lub kolor ustawiony przez u¿ytkownika dla tego po³o¿enia

source: Reset Background
lv: Atsaukt Fonu
pl: Przywróæ domy¶lne t³o

source: Reset View to Match Preferences
pl: Przywróæ preferencje widoku

source: Reset View to Match _Preferences
pl: Przywróæ p_referencje widoku

source: Reset sorting order and zoom level to match preferences for this view
pl: Przywraca porz±dek sortowania i powiêkszenie zgodne z preferencjami bie¿±cego widoku

source: Run or manage scripts from ~/Nautilus/scripts
pl: Uruchamia lub pozwala na zarz±dzanie skryptami w ~/Nautilus/scripts

source: Scripts
lv: Skripti
pl: Skrypty

source: Select All Files
lv: Izvçlçties Visas Datnes
pl: Zaznacz wszystkie pliki

source: Select _All Files
lv: Izvçlçties Vis_as Datnes
pl: Z_aznacz wszystkie pliki

source: Select all items in this window
lv: Izvçlçties visus priekðmetus ðajâ logâ
pl: Zaznacza wszystkie elementy w bie¿±cym oknie

source: Show Properties
lv: Parâdît Rekvizîtus
pl: Wy¶wietl w³a¶ciwo¶ci

source: Show Trash
lv: Parâdît Atkritumkasti
pl: Wy¶wietl ¶mietnik

source: Show _Properties
lv: Parâdît _Rekvizîtus
pl: Wy¶wietl w³a¶_ciwo¶ci

source: Show the contents of the Trash
lv: Parâdît Atkritumkastes saturu
pl: Wy¶wietla zawarto¶æ ¶mietnika

source: Show the folder containing the scripts that appear in this menu
lv: Parâdît mapi kas satur skriptus ðai izvçlnei
pl: Wy¶wietla folder zawieraj±cy skrypty pojawiaj±ce siê w tym menu

source: View or modify the properties of each selected item
pl: Wy¶wietla lub modyfikuje w³a¶ciwo¶ci ka¿dego z zaznaczonych elementów

source: _Duplicate
lv: _Dublicçt
pl: Z_duplikuj

source: _Make Link
lv: _Izveidot Saiti
pl: _Utwórz odno¶nik

source: _New Folder
lv: _Jauna Mape
pl: Nowy _folder

source: _Open
lv: _Atvçrt
pl: _Otwórz

source: _Open Scripts Folder
lv: _Atvçrt Skriptu Mapi
pl: _Otwórz folder ze skryptami

source: _Paste Files
lv: I_zlikt Datnes
pl: Wk_lej pliki

source: _Show Trash
lv: _Parâdît Atkritumkasti
pl: _Wy¶wietl ¶mietnik

source: By Modification _Date
lv: Pçc Izmaiòu _Datuma
pl: Wed³ug _daty modyfikacji

source: By _Emblems
lv: Pçc _Emblçmas
pl: Wed³ug _symboli

source: By _Name
lv: Pçc _Vârda
pl: Wed³ug _nazwy

source: By _Size
lv: Pçc _Izmçra
pl: Wed³ug _rozmiaru

source: By _Type
lv: Pçc _Tipa
pl: Wed³ug _typu

source: Clean Up by Name
pl: Uporz±dkuj wed³ug nazwy

source: Display icons in the opposite order
pl: Wy¶wietla ikony w odwrotnym porz±dku

source: Lay Out Items
pl: Uk³ad elementów

source: Leave icons wherever they are dropped
pl: Pozostawia ikony w miejscu ich opuszczenia

source: Make the selected icon stretchable
pl: Daje mo¿liwo¶æ zmiany rozmiaru zaznaczonej ikony

source: Re_versed Order
pl: Odw_rócona kolejno¶æ

source: Rename selected icon
pl: Zmienia nazwê zaznaczonej ikony

source: Reposition icons to better fit in the window and avoid overlapping
pl: Przemieszcza ikony, aby lepiej dopasowaæ ich ikon do okna i unikn±æ nak³adania

source: Restore Icons' Original Sizes
pl: Przywróæ pierwotny rozmiar ikon

source: Restore each selected icon to its original size
pl: Przywraca pierwotny rozmiar ka¿dej z ikon

source: Reversed Order
pl: Odwrócona kolejno¶æ

source: Stretch Icon
pl: Zmieñ rozmiar ikony

source: Tighter Layout
pl: Cia¶niejszy uk³ad

source: Tighter _Layout
pl: Cia¶niejszy _uk³ad

source: Toggle using a tighter layout scheme
pl: Prze³±cza wykorzystywanie cia¶niejszego uk³adu

source: _Clean Up by Name
pl: Uporz±dkuj w_ed³ug nazwy

source: _Lay Out Items
pl: _Uk³ad elementów

source: _Manually
pl: _Rêcznie

source: _Rename
pl: Zmi_eñ nazwê

source: _Stretch Icon
pl: Zmieñ _rozmiar ikony

source: Indexing is %d%% complete.
lv: Indeksçðana ir %d%% izpildîta.
pl: Indeksowanie zakoñczone w %d%%.

source: Once a day your files and text content are indexed so your searches are fast.
lv: Vienreiz dienâ jûsu datnes un teksta saturs tiek indeksçti, lai meklçðana notiktu âtrâk.
pl: Raz dziennie wykonywane jest indeksowanie plików i ich zawarto¶ci, co pozwala na przy¶pieszenie ich przeszukiwania.

source: Indexing Status
lv: Indeksçðanas Status
pl: Stan indeksowania

source: Your files were last indexed at %s
lv: Jûsu datnes pçdçjo reizi tika indeksçtas %s
pl: Pliki w systemie by³y ostatnio indeksowane %s

source: Once a day your files and text content are indexed so your searches are fast. Your files are currently being indexed.
lv: Vienreiz dienâ jûsu datnes un teksta saturs tiek indeksçti, lai meklçðana notiktu âtrâk. Jûsu datnes ðobrîd tiek indeksçtas.
pl: Raz dziennie wykonywane jest indeksowanie plików i ich zawarto¶ci, co pozwala na przy¶pieszenie ich przeszukiwania. W³a¶nie trwa indeksowanie.

source: When Fast Search is enabled, Find creates an index to speed up searches. Fast searching is not enabled on your computer, so you do not have an index right now.
lv: Kad Ätrâ Meklçðana ir aktivizçta, Meklçðana izveido indeksu lai tâ notiktu âtrâk. Âtrâ meklçðana nav aktivizçta uz jûsu datora, tâpçc jums paðreiz nav indeksa.
pl: Kiedy w systemie aktywne jest szybkie wyszkiwanie, tworzony jest indeks wszystkich plików. Obecnie szybkie wyszukiwanie nie jest aktywne, wiêc indeks nie jest dostepny.

source: There is no index of your files right now.
lv: Paðreiz jums nav indeksa jûsu datnçm.
pl: Indeks plików w systemie nie jest dostêpny.

source: Sorry, but the medusa search service is not available.
pl: Us³uga wyszukiwania nie jest dostêpna.

source: %I:%M %p, %x
pl: %H:%M, %x

source: Reveal each selected item in its original folder
pl: Wy¶wietla ka¿dy z elementów w folderze, który go zawiera

source: Reveal in New Window
pl: Wy¶wietl w nowym oknie

source: Show Indexing Status
lv: Parâdît Indeksçðanas Statusu
pl: Wy¶wietl stan indeksowania

source: Show _Indexing Status
lv: Parâdît Indeksçðanas Statusu
pl: Wy¶wietl stan indeksowania

source: Show status of indexing used when searching
pl: Wy¶wietla stan indeksowania wykorzystywanego przy wyszukiwaniu

source: About Nautilus
lv: Par Nautilus
pl: Informacje o Nautilusie

source: Authors
lv: Autori
pl: Autorzy

source: Couldn't Create Required Folder
lv: Nevar izveidot Pieprasîto Mapi
pl: Nie mo¿na utworzyæ wymaganego folderu

source: Nautilus could not create the required folder "%s". Before running Nautilus, please create this folder, or set permissions such that Nautilus can create it.
pl: Nie mo¿na utworzyæ wymaganego folderu "%s". Utwórz te foldery przed uruchomieniem Nautilusa lub ustal uprawnienia tak, aby mo¿liwe by³o ich utworzenie przez Nautilusa.

source: Couldn't Create Required Folders
lv: Nevar Izveidot Pieprasîtâs Mapes
pl: Nie mo¿na utworzyæ wymaganych folderów

source: Nautilus could not create the following required folders: %s Before running Nautilus, please create these folders, or set permissions such that Nautilus can create them.
pl: Nie mo¿na utworzyæ nastêpuj±cych wymaganych folderów: %s Utwórz te foldery przed uruchomieniem Nautilusa lub ustal uprawnienia tak, aby mo¿liwe by³o ich utworzenie przez Nautilusa.

source: Nautilus can't be used now. Running the command "nautilus-clean.sh -x" from the console may fix the problem. If not, you can try rebooting the computer or installing Nautilus again.
pl: Uruchomienie Nautilusa nie jest w tej chwili mo¿liwe. W usuniêciu problemu mo¿e pomóc uruchomienie z wiersza poleceñ "nautilus-clean.sh -x". Je¶li problem nadal bêdzie siê pojawia³, spróbuj ponownie uruchomiæ komputer lub przeinstalowaæ Nautilusa.

source: Nautilus can't be used now. Running the command "nautilus-clean.sh -x" from the console may fix the problem. If not, you can try rebooting the computer or installing Nautilus again. OAF couldn't locate the Nautilus_shell.oaf file. One cause of this seems to be an LD_LIBRARY_PATH that does not include the oaf library's directory. Another possible cause would be bad install with a missing Nautilus_Shell.oaf file. Running "nautilus-clean.sh -x" will kill all OAF and GConf processes, which may be needed by other applications. Sometimes killing oafd and gconfd fixes the problem, but we don't know why. We have also seen this error when a faulty version of oaf was installed.
pl: Uruchomienie Nautilusa nie jest w tej chwili mo¿liwe. W usuniêciu problemu mo¿e pomóc uruchomienie z wiersza poleceñ "nautilus-clean.sh -x". Je¶li problem nadal bêdzie siê pojawia³, spróbuj ponownie uruchomiæ komputer lub przeinstalowaæ Nautilusa. Serwer OAF nie odnalaz³ pliku Nautilus_shell.oaf. Jedn± z mo¿liwych przyczyn jest niepoprawna instalacja i brak tego pliku, inn± za¶ - brak katalogu mieszcz±cego bibliotekê OAF-a w zmiennej ¶rodowiskowej LD_LIBRARY_PATH. Uruchomienie "nautilus-clean.sh -x" spowoduje usuniêcie procesów OAF-a and GConfa, które mog± byæ wykorzystywane przez inne aplikacje. Z nieznanych jeszcze przyczyn postêpowanie to czasem pomaga w usuniêciu problemu. Problem ten mo¿e byæ równie¿ objawem zainstalowania w systemie niew³a¶ciwej wersji OAF-a.

source: Nautilus can't be used now, due to an unexpected error.
pl: Z powodu nieoczekiwanego b³êdu nie mo¿na teraz u¿ywaæ Nautilusa.

source: Nautilus can't be used now, due to an unexpected error from OAF when attempting to register the file manager view server.
pl: Uruchomienie Nautilusa nie jest w tej chwili mo¿liwe z powodu nieoczekiwanego b³êdu zg³oszonego przez OAF-a przy próbie zarejestrowania serwera widoku mened¿era plików.

source: Nautilus can't be used now, due to an unexpected error from OAF when attempting to locate the factory.Killing oafd and restarting Nautilus may help fix the problem.
pl: Uruchomienie Nautilusa nie jest w tej chwili mo¿liwe z powodu nieoczekiwanego b³êdu zg³oszonego przez OAF-a przy próbie odnalezienia generatora obiektów. W naprawieniu problemu mo¿e pomóc usuniêcie procesu oafd i ponowne uruchomienie Nautilusa.

source: Nautilus can't be used now, due to an unexpected error from OAF when attempting to locate the shell object. Killing oafd and restarting Nautilus may help fix the problem.
pl: Uruchomienie Nautilusa nie jest w tej chwili mo¿liwe z powodu nieoczekiwanego b³êdu zg³oszonego przez OAF-a przy próbie odnalezienia obiektu pow³oki. W naprawieniu problemu mo¿e pomóc usuniêcie procesu oafd i ponowne uruchomienie Nautilusa.

source: You are about to run Nautilus as root. As root, you can damage your system if you are not careful, and Nautilus will not stop you from doing it.
pl: Nautilus zosta³ uruchomiony z uprawnieniami u¿ytkownika root. Maj±c uprawnienia u¿ytkownika root, mo¿na przez nieuwagê zniszczyæ wa¿ne czê¶ci systemi. Z uwagi na to Nautilus nie mo¿e byæ uruchomiony z tymi uprawnieniami.

source: Bookmarks
lv: Grâmatzîmes
pl: Ulubione

source: Location
lv: Atraðanâs vieta
pl: Po³o¿enie

source: Remove
lv: Dzçst
pl: Usuñ

source: More Options
lv: Vairâk Opcijas
pl: Wiêcej opcji

source: Fewer Options
lv: Mazâk Opcijas
pl: Mniej opcji

source: Find Them!
lv: Atrast Tos!
pl: Szukaj!

source: Existence of this file indicates that the Nautilus configuration druid has been presented. You can manually erase this file to present the druid again.
pl: Istnienie tego pliku oznacza, ¿e zosta³o wy¶wietlone okno druida konfiguracji Nautilusa. Aby okno pojawi³o siê ponownie, mo¿esz rêcznie usun±æ ten plik.

source: Your user level adjusts Nautilus to your degree of experience using GNOME and %s. Choose a level that's comfortable for you - you can always change it later.
pl: Poziom u¿ytkownika dopasowuje Nautilusa do stopnia zaawansowania i do¶wiadczenia u¿ytkownika w u¿ytkowaniu GNOME oraz %s. Wybierz poziom, który najbardziej ci odpowiada. Równie¿ pó¼niej mo¿esz go swobodnie zmieniaæ.

source: For users who have no previous experience with GNOME and %s.
pl: Dla u¿ytkowników, którzy nie maj± jeszcze do¶wiadczenia w pos³ugiwaniu siê GNOME oraz %s.

source: For users who are comfortable with GNOME and %s, but don't describe themselves as ``technical.''
pl: Dla u¿ytkowników, którzy czuj± siê swobodnie w ¶rodowisku GNOME i %s, lecz nie maj± "zaciêcia technicznego".

source: For users who have GNOME and %s experience, and like to see every detail of the operating system.
pl: Dla u¿ytkowników, którzy maj± ju¿ do¶wiadczenie z GNOME i %s oraz chc± szczegó³owo znaæ sposób funkcjonowania systemu operacyjnego.

source: To verify your Internet connection and make sure you have the latest Nautilus updates, Nautilus will now connect to Eazel's web site. This will take seconds if your copy of Nautilus is recent; longer (but no more than a minute or two) if you need an update. If you know your computer uses a proxy connection, click Verify and Nautilus will use it.
pl: Aby sprawdziæ najnowsze aktualizacje Nautilusa, nast±pi teraz po³±czenie ze stron± Eazela. Je¶li wykorzystywana wersja jest aktualna, zajmie to kilka sekund. W przeciwnym wypadku, je¶li potrzebna jest aktualizacja, zajmie to nieco wiêcej czasu, lecz nie wiêcej ni¿ minutê lub dwie. Je¶li po³±czenie wymaga serwera po¶rednicz±cego, kliknij Zweryfikuj, a Nautilus wykorzysta go automatycznie.

source: Verify my connection and check for updates
lv: Pârbaudît manu savienojumu un lûkoties pçc jauninâjumiem.
pl: Zweryfikuj po³±czenie sieciowe i sprawd¼ dostêpne aktualizacje

source: Don't verify my connection or check for updates
lv: nepârbaudît manu savienojumu vai lûkoties pçc jauninâjumiem.
pl: Nie weryfikuj po³±czenia sieciowego i nie sprawdzaj aktualizacji

source: We are having trouble making an external web connection. Sometimes, firewalls require you to specify a web proxy server. Fill in the name or port of your proxy server, if any, below.
pl: Wyst±pi³ problem przy nawi±zywaniu po³±czenia z sieci± zewnêtrzn±. Czasem zapory ogniowe wymagaj± u¿ycia serwera po¶rednicz±cego, aby po³±czenie by³o mo¿liwe. Je¶li u¿ywasz serwera po¶rednicz±cego, wpisz poni¿ej jego nazwê oraz numer wykorzystwanego portu.

source: No proxy server required.
lv: Starpniekserveris nav nepiecieðams.
pl: Nie jest potrzebny serwer po¶rednicz±cy.

source: Use this proxy server:
lv: Lieto ðo starpniekserveri:
pl: Wykorzystanie serwera proxy:

source: Proxy address:
lv: Starpniekservera adrese:
pl: Adres po¶rednika:
