Repository: lepidotos/suede
Catalog: nautilus-1.0.6/po/*.po
Languages: lv, pl

source: Notes sidebar panel
lv: Piezîmju sânizvçlnes panelis
pl: Panel paska bocznego z notatkami

source: Notes sidebar panel for Nautilus
lv: Nautilus sânizvçlnes panelis
pl: Panel paska bocznego Nautilusa zawieraj±cy notatki

source: Nautilus Sample view
lv: Nautilus Paraugs Skats
pl: Przyk³adowy widok Nautilusa

source: Nautilus Sample view factory
lv: Nautilus Parauga skata raþotne
pl: Generator przyk³adowego widoku Nautilusa

source: Sample
lv: Paraugs
pl: Próbka

source: Sample Viewer
lv: Paraugu Skatîtâjs
pl: Przyk³adowa przegl±darka

source: Sample content view component
lv: Parauga satura skata komponente
pl: Przyk³adowy komponent widoku tre¶ci

source: Sample content view component's factory
lv: Parauga satura skata komponentes raþotne
pl: Generator przyk³adowych komponentów widoku tre¶ci

source: View as Sample
lv: Parâdît kâ Paraugu
pl: Wy¶wietlanie jako Przyk³ad

source: This is a sample merged menu item
lv: Ðis ir parauga savienots izvçlnes priekðmets.
pl: Oto przyk³adowy do³±czony element menu

source: This is a sample merged toolbar button
lv: Ðis ir parauga savienots
pl: Oto przyk³adowy do³±czony przycisk paska narzêdziowego

source: _Sample
lv: _Paraugs
pl: _Próbka

source: (none)
lv: (nekas)
pl: (brak)

source: %s This is a sample Nautilus content view component.
lv: %s Ðî ir parauga Nautilus satura skata komponente.
pl: %s Oto przyk³adowy komponent nautilusa wy¶wietlaj±cy zawarto¶æ.

source: %s You clicked the Sample toolbar button.
lv: %s Jûs noklikðíinâjât Parauga rîkjoslas pogu.
pl: %s Zosta³ klikniêty przyk³adowy przycisk paska narzêdziowego.

source: Factory for text view
lv: Teksta skata raþotne
pl: Generator widoku tekstowego

source: Text
lv: Teksts
pl: Tekst

source: Text Viewer
lv: Teksta Skatîtâjs
pl: Przegl±darka tekstowa

source: Text view
lv: Teksta skats
pl: Widok tekstowy

source: Text view factory
lv: Teksta skata raþotne
pl: Generator widoku tekstowego

source: View as Text
lv: Parâdît kâ Tekstu
pl: Wy¶wietlanie jako Tekst

source: F_onts
lv: F_onti
pl: _Czcionki

source: Services
lv: Servisi
pl: Us³ugi

source: Use the Courier Font
lv: Lietot Courier Fontu
pl: Wykorzystuje czcionkê Courier

source: Use the Fixed Font
lv: Lietot Fixed Fontu
pl: Wykorzystuje czcionkê Fixed

source: Use the GTK System Font
lv: Lietot GTK Sistçmas Fontu
pl: Wykorzystuje systemow± czcionkê GTK

source: Use the Helvetica Font
lv: Lietot Helvetica Fontu
pl: Wykorzystuje czcionkê Helvetica

source: Use the Lucida Font
lv: Lietot Lucida Fontu
pl: Wykorzystuje czcionkê Lucida

source: Use the Times Font
lv: Lietot Times Fontu
pl: Wykorzystuje czcionkê Times

source: _GTK System Font
lv: _GTK Sistçmu Fonti
pl: Czcionka systemowa _GTK

source: Sorry, but %s is too large for Nautilus to load all of it.
lv: Piedodiet, bet %s ir par lielu Nautilus lai ielâdçtu visu.
pl: Niestetu, %s jest zbyt du¿y, aby Nautilus móg³ go wczytaæ w ca³o¶ci.

source: File too large
lv: Datne par lielu.
pl: Plik jest zbyt du¿y

source: Search Google for Selected Text
lv: Meklçt Google Izvçlçto Tekstu
pl: Wyszukaj zaznaczony napis w Google

source: Use Google to search the web for the selected text
lv: Lietot Google lai meklçtu tîmeklî izvçlçto tekstu.
pl: Przeszukuje Google wykorzystuj±c zaznaczony napis jako zapytanie

source: Look Up Selected Text in Dictionary
lv: Sameklçt Izvçlçto Tekstu Vârdnîcâ
pl: Znajd¼ zaznaczony tekst w s³owniku

source: Look up the selected text in the Merriam-Webster dictionary
lv: Sameklçt izvçlçto tekstu Merriam-Webster vârdnîcâ
pl: Poszukuje zaznaczonego tekstu w s³owniku Merriam-Webster

source: animation to indicate on-going activity
lv: animâcija lai parâdîtu notiekoðo aktivitâti
pl: animacja informuj±ca o aktywno¶ci aplikacji

source: throbber
lv: troberis
pl: znacznik zajêto¶ci

source: throbber factory
lv: trobera raþotne
pl: generator znaczników zajêto¶ci

source: throbber object factory
lv: trobera objekta raþotne
pl: generator obiektów znacznika zajêto¶ci

source: Nautilus Tree sidebar panel
lv: Nautilus Koka sânizvçlnes panelis
pl: Panel paska bocznego z drzewem

source: Nautilus Tree view
lv: Nautilus Koka skats
pl: Widok drzewa Nautilusa

source: Tree
lv: Koks
pl: Drzewo

source: Apparition
lv: Parâdîba
pl: Wyobra¿enie

source: Black
lv: Melns
pl: Czarny

source: Blue Ridge
lv: Zilâ Kore
pl: Pasiasty b³êkit

source: Blue Rough
lv: Zilâ Nepabeiktîba
pl: Niebieska chropowato¶æ

source: Blue Type
lv: Zilais Tips
pl: Niebieski druk

source: Brushed Metal
lv: Krâsotais Metâls
pl: Oczyszczony metal

source: Bubble Gum
lv: Koðïâjamâ Gumija
pl: Guma do ¿ucia

source: Burlap
lv: Rupjaudekls
pl: Szorstki materia³

source: Camouflage
lv: Maskçðana
pl: Kamufla¿

source: Certified
lv: Sertificçts
pl: Zatwierdzony

source: Chalk
lv: Krîts
pl: Kreda

source: Charcoal
lv: Krîtiòi
pl: Wêgiel

source: Colors
lv: Krâsas
pl: Kolory

source: Concrete
lv: Betons
pl: Beton

source: Cool
lv: Vçss
pl: Spoko

source: Cork
lv: Koríis
pl: Korek

source: Countertop
lv: Letes virsma
pl: Blat

source: Danger
lv: Bîstams
pl: Niebezpieczny

source: Danube
pl: Dunaj

source: Dark Cork
lv: Tumðais Koríis
pl: Ciemny korek

source: Dark GNOME
lv: Tumðâ GNOME
pl: Ciemny GNOME

source: Deep Teal
lv: Tumðais Krîklis
pl: Ciemna cyraneczka

source: Distinguished
lv: Ievçrojams
pl: Wyró¿niony

source: Dots
lv: Punkti
pl: Kropki

source: Draft
lv: Melnraksts
pl: Szkic

source: Drag a color to an object to change it to that color
lv: Metiet krâsu uz objekta, lai mainîtu tâ krâsu
pl: Aby zmieniæ kolor obiektu, przeci±gnij na niego nowy kolor

source: Drag a pattern tile to an object to change it
lv: Uzmetiet paraugu uz objekta lai to mainîtu
pl: Aby zmieniæ deseñ obiektu, przeci±gnij na niego nowy deseñ

source: Drag an emblem to an object to add it to the object
lv: Metiet emblçmu uz objekta, lai pievienotu to tam
pl: Aby dodaæ symbol do obiektu, przeci±gnij na niego nowy symbol

source: Eclipse
lv: Aptumsums
pl: Zaæmienie

source: Emblems
lv: Emblçmas
pl: Symbole

source: Envy
lv: Skaudîba
pl: Zazdro¶æ

source: Erase
lv: Tîrîðana
pl: Wyczy¶æ

source: Favorite
lv: Favorîts
pl: Ulubiony

source: Fibers
lv: Optika
pl: W³ókna

source: Fire Engine
lv: Uguns Maðîna
pl: P³on±cy silnik

source: Fleur De Lis
pl: Irys

source: Floral
lv: Puíes
pl: Kwiatki

source: Fossil
lv: Fosîlijas
pl: Skamielina

source: Granite
lv: Granîts
pl: Granit

source: Grapefruit
lv: Greifrûts
pl: Grejpfrut

source: Green Weave
lv: Zaïais Vilnis
pl: Zielone p³ótno

source: Ice
lv: Ledus
pl: Lód

source: Important
lv: Nozîmîgs
pl: Wa¿ny

source: Indigo
pl: Indygo

source: Leaf
lv: Lapa
pl: Li¶æ

source: Lemon
lv: Citrons
pl: Cytryna

source: Manila Paper
lv: Manila Papîrs
pl: Papier pakunkowy

source: Moss Ridge
lv: Sûnu Kore
pl: Pasiasty mech

source: Mud
lv: Purvs
pl: B³oto

source: New
lv: Jauns
pl: Nowy

source: Numbers
lv: Skaitïi
pl: Liczby

source: Ocean Strips
lv: Okeâna Ceïi
pl: Pasiasty ocean

source: Oh No
lv: Ak nç
pl: O nie

source: Onyx
pl: Onyks

source: Orange
lv: Apelsîns
pl: Pomarañczowy

source: Pale Blue
lv: Bâli Zils
pl: Blady b³êkit

source: Patterns
lv: Raksti
pl: Desenie

source: Personal
lv: Personisks
pl: Osobisty

source: Purple Marble
lv: Purpura Marmors
pl: Purpurowy marmur

source: Ridged Paper
lv: Síautnains Papîrs
pl: Pasiasty papier

source: Rough Paper
lv: Raupjð Papîrs
pl: Chropowaty papier

source: Ruby
lv: Rubîns
pl: Rubin

source: Sea Foam
lv: Jûras Putas
pl: Piana morska

source: Shale
lv: Slâneklis
pl: £upek

source: Silver
lv: Sudrabs
pl: Srebro

source: Sky
lv: Debesis
pl: Niebo

source: Sky Ridge
lv: Debesu Kore
pl: Pasiaste niebo

source: Snow Ridge
lv: Sniega Kore
pl: Pasiasty ¶nieg

source: Special
lv: Speciâls
pl: Specjalny

source: Stucco
lv: Apmetuma Ìipsis
pl: Stiuk

source: Tangerine
lv: Mandarîns
pl: Mandarynka

source: Terracotta
lv: Terakota
pl: Terakota

source: Urgent
lv: Svarîgs
pl: Pilny

source: Violet
lv: Violçts
pl: Filet

source: Wavy White
lv: Viïnoti Balts
pl: Pofalowana biel

source: White
lv: Balts
pl: Bia³y

source: White Ribs
lv: Baltas Rievas
pl: Bia³e ¿eberka

source: Favorite applications
lv: Populârâkas aplikâcijas
pl: Ulubione aplikacje

source: Favorites
lv: Favorîti
pl: Ulubione

source: The Gimp
lv: Gimp
pl: GIMP

source: Desktop
lv: Darbavirsma
pl: Biurko

source: Trash
lv: Atkritumkaste
pl: ¦mietnik

source: Computer
lv: Dators
pl: Komputer

source: Home Directory
lv: Mâjas direktorija
pl: Katalog domowy

source: Portals
lv: Portâli
pl: Portale

source: Search Engines
lv: Meklçðanas portâli
pl: Mechanizmy wyszukiwawcze

source: Adjust your user environment
lv: Piemçrojiet savu lietotâja vidi
pl: Dopasowuje ¶rodowisko u¿ytkownika

source: Preferences
pl: Preferencje

source: Browse available software
lv: Apskatît pieejamo programatûru
pl: Wy¶wietla dostêpne oprogramowanie

source: Programs
lv: Programmas
pl: Programy

source: Configure network services (web server, DNS server, etc.)
lv: Configurçt tîkla servisus (tîmekïa serveri, DNS serveri, utt.)
pl: Konfiguruje us³ugi sieciowe (serwer WWW, serwer DNS, itp.)

source: Server Configuration
lv: Servera Konfigurâcija
pl: Konfiguracja serwera

source: Start Here
lv: Sâkt Ðeit
pl: Zacznij tutaj

source: Borland
pl: Barland

source: International
lv: Internacionâls
pl: Miêdzynarodowe

source: Linux Documentation Project
lv: Linux Dokumentçðanas Projekts
pl: Projekt Dokumentowania Linuksa (LDP)

source: Linux Resources
pl: Zasoby linuksowe

source: Software
lv: Programmatûra
pl: Oprogramowanie

source: Web Services
lv: Tîmekïa Servisi
pl: Us³ugi w sieci WWW

source: Change systemwide settings (affects all users)
lv: Izmainît sistçmas uzstâdijumus (ietekmç visus lietotâjus)
pl: Zmienia ustawienia systemowe (dotycz±ce wszystkich u¿ytkowników)

source: System Settings
lv: Sistçmas Uzstâdîjumi
pl: Ustawienia systemowe

source: An Eggplant variation of the Crux theme.
lv: Baklaþânu variâcija par Cruksa tçmu.
pl: Ober¿yna - odmiana motywu Zagadka.

source: Crux-Eggplant
lv: Baklaþânu Crukss
pl: Zagadka-Ober¿yna

source: A Teal variation of the Crux theme.
lv: Krîkïa variâcija par Cruksa tçmu.
pl: Cyraneczka - odmiana motywu Zagadka.

source: Crux-Teal
lv: Krîkïa Krukss
pl: Zagadka-Cyraneczka

source: Default
lv: Noklusçtâ
pl: Domy¶lny

source: This is the default theme for Nautilus.
lv: Ðî ir noklusçtâ Nautilus tçma.
pl: Domy¶lny motyw Nautilusa

source: A theme designed to fit well with the classic GNOME environment.
pl: Motyw zaprojektowany w zgodzie z klasycznym wygl±dem ¶rodowiska GNOME.

source: Uses manila folders and gray-green backgrounds.
lv: Izmanto manila mapes un pelçkzaïus fonus.
pl: Zawiera foldery o wygl±dzie papieru pakunkowego i szaro-zielone t³a

source: This theme uses photo-realistic folders.
lv: Ðî tçma izmanto foto realistiskas mapes
pl: Motyw zawieraj±cy fotorealistyczne foldery.

source: AFFS Volume
lv: AFFS Partîcija
pl: Wolumin AFFS

source: AFS Network Volume
lv: AFS Tîkla Partîcija
pl: Wolumin sieciowy AFS

source: Auto-detected Volume
lv: Auto-detektçta Partîcija
pl: Automatycznie wykrywany wolumin

source: CD Digital Audio
lv: CD Digitâlais Audio
pl: Muzyczna p³yta CD

source: CD-ROM Drive
lv: CD-ROM Iekârta
pl: Napêd CD-ROM

source: CDROM Volume
lv: CDROM Partîcija
pl: Wolumin CDROM

source: DVD Volume
lv: DVD Partîcija
pl: Wolumin DVD

source: Enhanced DOS Volume
lv: Paplaðinâtâ DOS Partîcija
pl: Rozszerzony wolumin DOS

source: Ext2 Linux Volume
lv: Ext2 Linux Partîcija
pl: Linuksowy wolumin ext2

source: Ext3 Linux Volume
lv: Ext3 Linux Partîcija
pl: Linuksowy wolumin ext3

source: Hardware Device Volume
lv: Dzelþu Iekârtas Partîcija
pl: Wolumin urz±dzenia sprzêtowego

source: JFS Volume
pl: Wolumin JFS

source: MSDOS Volume
lv: MSDOS Partîcija
pl: Wolumin MSDOS

source: Minix Volume
lv: Minix Partîcija
pl: Wolumin Minix

source: NFS Network Volume
lv: NFS Tîkla Partîcija
pl: Wolumin sieciowy NFS

source: ReiserFS Linux Volume
lv: ReiserFS Linux Partîcija
pl: Linuksowy wolumin ReiserFS

source: Solaris/BSD Volume
lv: Solaris/BSD Partîcija
pl: Wolumin Solarisa/BSD

source: System Volume
lv: Sistçmas Partîcija
pl: Wolumin systemowy

source: Windows NT Volume
lv: Windows NT Partîcija
pl: Wolumin Windows NT

source: Windows Shared Volume
lv: Windows Koplietotâ Partîcija
pl: Dzielony wolumin Windows

source: Windows VFAT Volume
lv: Windows VFAT Partîcija
pl: Wolumin Windows VFAT

source: XFS Linux Volume
lv: XFS Linux Partîcija
pl: Linuksowy wolumin XFS

source: XIAFS Volume
lv: XIAFS Partîcija
pl: Wolumin XIAFS

source: Xenix Volume
lv: Xenix Partîcija
pl: Wolumin Xenix

source: reset
lv: parsâknçt
pl: wyczy¶æ

source: -adobe-helvetica-bold-r-normal-*-*-120-*-*-p-*-*-*,*-r-*
pl: -adobe-helvetica-bold-r-normal-*-*-120-*-*-p-*-*-*,*-r-2

source: -adobe-helvetica-bold-r-normal-*-*-180-*-*-p-*-*-*,*-r-*
pl: -adobe-helvetica-bold-r-normal-*-*-180-*-*-p-*-*-*,*-r-2

source: %ld of %ld
lv: %ld no %ld
pl: %ld z %ld

source: From:
lv: No:
pl: Z:

source: To:
lv: Uz:
pl: Do:

source: Error while moving. "%s" cannot be moved because it is on a read-only disk.
lv: Kïûda pârvietojot. "%s" nevar tikt pârvietota tâpçc ka tâ atrodas uz tikai nolasîðanai paredzçta diska.
pl: B³±d podczas przenoszenia. Nie mo¿na przenie¶æ "%s", poniewa¿ jest on na dysku tylko do odczytu.

source: Error while deleting. "%s" cannot be deleted because you do not have permissions to modify its parent folder.
lv: Kïûda dzçðot. "%s" nevar tikt idzçsta tâpçc ka jums nav atïaujas mainît mapi, kur tâ atrodas.
pl: B³±d podczas usuwania. Nie mo¿na usun±æ "%s" z powodu braku uprawnieñ do modyfikacji folderu nadrzêdnego.

source: Error while deleting. "%s" cannot be deleted because it is on a read-only disk.
lv: Kïûda dzçðot. "%s" nevar tikt idzçsta tâpçc ka tâ atrodas uz tikai nolasîðanai paredzçta diska.
pl: B³±d podczas usuwania. Nie mo¿na usun±æ "%s", poniewa¿ jest on na dysku tylko do odczytu.

source: Error while moving. "%s" cannot be moved because you do not have permissions to change it or its parent folder.
lv: Kïûda pârvietojot. "%s" nevar tikt pârvietota, tâpçc ka jums nav atïaujas mainît mapi, kur tâ atrodas.
pl: B³±d podczas przenoszenia. Nie mo¿na przenie¶æ "%s" z powodu braku uprawnieñ do modyfikacji folderu nadrzêdnego.

source: Error while moving. "%s" cannot be moved to the Trash because you do not have permissions to change it or its parent folder.
lv: Kïûda pârvietojot. "%s" nevar tikt pârvietota uz Atkritumkasti tâpçc ka jums nav atïaujas mainît mapi, kur tâ atrodas.
pl: B³±d podczas przenoszenia. Nie mo¿na przenie¶æ "%s" do kosza z powodu braku uprawnieñ do modyfikacji folderu nadrzêdnego lub jego samego.

source: Error while copying. "%s" cannot be copied because you do not have permissions to read it.
lv: Kïûda kopçjot. "%s" nevar tikt nokopçta tâpçc ka jums nav atïaujas to nolasît.
pl: B³±d podczas kopiowania. Nie mo¿na skopiowaæ "%s" z powodu braku uprawnieñ do jego odczytu.

source: Error while copying to "%s". There is not enough space on the destination.
lv: Kïuda kopçjot uz "%s". Uz mçría nav pietiekami daudz brîvâs vietas.
pl: B³±d podczas kopiowania do "%s". W miejscu docelowym brakuje miejsca.

source: Error while moving to "%s". There is not enough space on the destination.
lv: Kïuda pârvietojot uz "%s". Uz mçría nav pietiekami daudz brîvâs vietas.
pl: B³±d podczas przenoszenia do "%s". W miejscu docelowym brakuje miejsca.

source: Error while creating link in "%s". There is not enough space on the destination.
lv: Kïuda veidojot saiti uz "%s". Uz mçría nav pietiekami daudz brîvâs vietas.
pl: B³±d podczas dowi±zywania w "%s". W miejscu docelowym brakuje miejsca.

source: Error while copying to "%s". You do not have permissions to write to this folder.
lv: Kïuda kopçjot uz "%s". Jums nav atïaujas lai rakstîtu ðajâ mapç.
pl: B³±d podczas kopiowania do "%s". Brak uprawnieñ do zapisu w tym folderze.

source: Error while copying to "%s". The destination disk is read-only.
lv: Kïuda kopçjot uz "%s". Mçría disks ir tikai nolasîðanai.
pl: B³±d podczas kopiowania do "%s". Dysk docelowy jest tylko do odczytu.

source: Error while moving items to "%s". You do not have permissions to write to this folder.
lv: Kïûda pârvietojot priekðmetus uz "%s". Jums nav atïaujas lai rakstîtu ðajâ mapç.
pl: B³±d podczas przenoszenia elementów do "%s". Brak uprawnieñ do zapisu w tym folderze.

source: Error while moving items to "%s". The destination disk is read-only.
lv: Kïûda pârvietojot priekðmetus uz "%s". Mçría disks ir tikai nolasîðanai.
pl: B³±d podczas przenoszenia elementów do "%s". Dysk docelowy jest tylko do odczytu.

source: Error while creating links in "%s". You do not have permissions to write to this folder.
lv: Kïûda veidojot saites "%s". Jums nav atïaujas rakstît ðajâ mapç.
pl: B³±d podczas tworzenia dowi±zañ w "%s". Brak uprawnieñ do zapisu w tym folderze.

source: Error while creating links in "%s". The destination disk is read-only.
lv: Kïûda veidojot saites "%s". Mçría disks ir tikai nolasîðanai.
pl: B³±d podczas tworzenia dowi±zañ w "%s". Dysk docelowy jest tylko do odczytu.

source: Error "%s" while copying "%s". Would you like to continue?
lv: Kïûda "%s" kopçjot "%s". Vai jûs vçlaties turpinât?
pl: B³±d "%s" podczas kopiowania "%s". Czy chcesz kontynuowaæ?

source: Error "%s" while moving "%s". Would you like to continue?
lv: Kïûda "%s" pârvietojot "%s". Vai jûs vçlaties turpinât?
pl: B³±d "%s" podczas przenoszenia "%s". Czy chcesz kontynuowaæ?

source: Error "%s" while creating a link to "%s". Would you like to continue?
lv: Kïûda "%s" veidojot saiti uz "%s". Vai jûs vçlaties turpinât?
pl: B³±d "%s" podczas usuwania "%s". Czy chcesz kontynuowaæ?

source: Error "%s" while deleting "%s". Would you like to continue?
lv: Kïûda "%s" dzçðot "%s". Vai jûs vçlaties turpinât?
pl: B³±d "%s" podczas usuwania "%s". Czy chcesz kontynuowaæ?

source: Error "%s" while copying. Would you like to continue?
lv: Kïûda "%s" kopçjot. Vai jûs vçlaties turpinât?
pl: B³±d "%s" podczas kopiowania. Czy chcesz kontynuowaæ?

source: Error "%s" while moving. Would you like to continue?
lv: Kïûda "%s" pârvietojot. Vai jûs vçlaties turpinât?
pl: B³±d "%s" podczas przenoszenia. Czy chcesz kontynuowaæ?

source: Error "%s" while linking. Would you like to continue?
lv: Kïûda "%s" saistot. Vai jûs vçlaties turpinât?
pl: B³±d "%s" podczas dowi±zywania. Czy chcesz kontynuowaæ?

source: Error "%s" while deleting. Would you like to continue?
lv: Kïûda "%s" dzçðot. Vai jûs vçlaties turpinât?
pl: B³±d "%s" podczas usuwania. Czy chcesz kontynuowaæ?

source: Error while copying.
lv: Kïûda kopçjot.
pl: B³±d podczas kopiowania.

source: Error while moving.
lv: Kïûda pârvietojot.
pl: B³±d podczas przenoszenia.

source: Error while linking.
lv: Kïûda saistot.
pl: B³±d podczas dowi±zywania.

source: Error while deleting.
lv: Kïûda dzçðot.
pl: B³±d podczas usuwania.

source: Skip
lv: Izlaist
pl: Pomiñ

source: Retry
lv: Vçlreiz
pl: Ponów

source: "%s" could not be moved to the new location, because its name is already used for a special item that cannot be removed or replaced. If you still want to move "%s", rename it and try again.
lv: "%s" nevar tikt kopçts uz jaunu atraðanâs vietu, tâpçc ka tâ nosaukums jau ir izmantots speciâlam priekðmetam, kas nevar tikt idzçsts vai pârsaukts. Ja jûs vçljoprojâm vçlaties pârvietot "%s", pârsauciet to un mçìiniet vçlreiz.
pl: Nie mo¿na przenie¶æ "%s" w nowe miejsce, poniewa¿ nazwa ta jest ju¿ wykorzystana przez specjalny element, którego nie mo¿na usun±æ, ani przemianowaæ. Je¶li nadal chcesz przenie¶æ "%s", zmieñ nazwê na inn± i spróbuj ponownie.

source: "%s" could not be copied to the new location, because its name is already used for a special item that cannot be removed or replaced. If you still want to copy "%s", rename it and try again.
lv: "%s" nevar tikt pârvietots uz jaunu atraðanâs vietu, tâpçc ka tâ nosaukums jau ir izmantots speciâlam priekðmetam, kas nevar tikt idzçsts vai pârsaukts. Ja jûs vçljoprojâm vçlaties pârvietot "%s", pârsauciet to un mçìiniet vçlreiz
pl: Nie mo¿na skopiowaæ "%s" w nowe miejsce, poniewa¿ nazwa ta jest ju¿ wykorzystana przez specjalny element, którego nie mo¿na usun±æ, ani przemianowaæ. Je¶li nadal chcesz skopiowaæ "%s", zmieñ nazwê na inn± i spróbuj ponownie.

source: Unable to replace file.
lv: Nevar aizvietot datni.
pl: Nie mo¿na zast±piæ pliku.

source: File "%s" already exists. Would you like to replace it?
lv: Datne "%s" jau eksistç. Vai jûs vçlçtos to aizvietot?
pl: Plik "%s" ju¿ istnieje. Czy chcesz go zast±piæ?

source: Conflict while copying
lv: Konflikts kopçjot.
pl: Konflikt podczas kopiowania

source: Replace
lv: Aizvietot
pl: Zast±p

source: Replace All
lv: Aizvietot Visas
pl: Zast±p wszystkie

source: link to %s
lv: saite uz %s
pl: dowi±zanie do %s

source: another link to %s
lv: vçl cita saite uz %s
pl: kolejne dowi±zanie do %s

source: %dst link to %s
lv: %d. saite uz %s
pl: %d. dowi±zanie do %s

source: %dnd link to %s
lv: %d. saite uz %s
pl: %d. dowi±zanie do %s

source: %drd link to %s
lv: %d. saite uz %s
pl: %d. dowi±zanie do %s

source: %dth link to %s
lv: %d. saite uz %s
pl: %d. dowi±zanie do %s

source: (copy)
lv: (kopija)
pl: (kopia)

source: (another copy)
lv: (vçl viena kopija)
pl: (kolejna kopia)

source: th copy)
lv: . kopija)
pl: . kopia)

source: st copy)
lv: . kopija)
pl: . kopia)

source: nd copy)
lv: . kopija)
pl: . kopia)

source: rd copy)
lv: . kopija)
pl: . kopia)

source: %s (copy)%s
lv: %s (kopija)%s
pl: %s (kopia)%s

source: %s (another copy)%s
lv: %s (cita kopija)%s
pl: %s (kolejna kopia)%s

source: %s (%dth copy)%s
lv: %s (%d. kopija)%s
pl: %s (%d. kopia)%s

source: %s (%dst copy)%s
lv: %s (%d. kopija)%s
pl: %s (%d. kopia)%s

source: %s (%dnd copy)%s
lv: %s (%d. kopija)%s
pl: %s (%d. kopia)%s

source: %s (%drd copy)%s
lv: %s (%d. kopija)%s
pl: %s (%d. kopia)%s

source: Unknown GnomeVFSXferProgressStatus %d
lv: Nezinâms GnomeVFSXferProgressStatus %d
pl: Nieznany GnomeVFSXferProgressStatus %d

source: Moving files to the Trash
lv: Parvietojam datnes uz Atkritumkasti
pl: Przenoszenie plików do ¶mietnika

source: Files thrown out:
lv: Izmestâs Datnes:
pl: Wyrzuconych plików:

source: Moving
lv: Pârvietojam
pl: Przenoszenie

source: Preparing to Move to Trash...
lv: Sagatavojam Pârvietoðanai uz Atkritumkasti...
pl: Przygotowywanie do przeniesienia do ¶mietnika...

source: Moving files
lv: Pârvietojam datnes
pl: Przenoszenie plików

source: Files moved:
lv: Datnes pârvietotas:
pl: Przeniesionych plików:

source: Preparing To Move...
lv: Sagatavojam Pârvietoðanai...
pl: Przygotowanie do przeniesienia...

source: Finishing Move...
lv: Pabeidzam Pârvietoðanu...
pl: Wykañczanie przeniesienia...

source: Creating links to files
lv: Izveidojam saites uz datnçm
pl: Tworzenie dowi±zañ do plików

source: Files linked:
lv: Datnes sasaistîtas:
pl: Dowi±zanych plików:

source: Linking
lv: Saistam
pl: Dowi±zywanie

source: Preparing to Create Links...
lv: Sagatavojamies Izveidot Saites...
pl: Przygotowanie do tworzenia dowi±zañ...

source: Finishing Creating Links...
lv: Beidzam Izveidot Saites...
pl: Wykañczanie tworzenia dowi±zañ...

source: Copying files
lv: Kopçjam Datnes
pl: Kopiowanie plików

source: Files copied:
lv: Datnes nokopçtas:
pl: Skopiowanych plików:

source: Copying
lv: Kopçjam
pl: Kopiowanie

source: Preparing To Copy...
lv: Sagatavojam Kopçðanai
pl: Przygotowywanie do kopiowania...

source: You cannot copy items into the Trash.
lv: Jûs nevarat iekopçt objektus Atkritumkastç.
pl: Nie mo¿na kopiowaæ elementów do ¶mietnika.

source: Can't Copy to Trash
lv: Nevar nokopçt Atkritumkastç
pl: Nie mo¿na kopiowaæ do ¶mietnika

source: The Trash must remain on the desktop.
lv: Atkritumkastei jâpaliek uz darbavirsmas.
pl: ¦mietnik musi pozostaæ na biurku.

source: You cannot move this trash folder.
lv: Jûs nevarat pârvietot ðo akritumkastes mapi.
pl: Nie mo¿na przenie¶æ folderu ¶mietnika.

source: You cannot copy the Trash.
lv: Jûs nevarat kopçt Atkritumkasti.
pl: Nie mo¿na kopiowaæ ¶mietnika.
