Repository: lepidotos/suede
Catalog: nautilus-1.0.6/po/*.po
Languages: lv, pl

source: Redo Edit
lv: Atcelt Rediìçðanu
pl: Ponów zmiany

source: Redo the edit
lv: Atcelt rediìçðanu
pl: Poniawia zmiany

source: View as %s
lv: Parâdît kâ %s
pl: Wy¶wietlanie jako %s

source: %s Viewer
lv: %s Skatîtâjs
pl: Przegl±darka %s

source: Unknown
lv: Nezinâms
pl: Nieznane

source: Floppy
lv: Diskete
pl: Dyskietka

source: Zip Drive
lv: Zip Iekârta
pl: Napêd Zip

source: Audio CD
pl: P³yta CD-audio

source: Root Volume
lv: Saknes Partîcija
pl: Wolumin nadrzêdny

source: Mount Error
lv: Montçðanas Kïûda
pl: B³±d przy montowaniu

source: Unmount Error
lv: Nomontçðanas Kïûda
pl: B³±d przy odmontowywaniu

source: Nautilus was unable to mount the floppy drive. There is probably no floppy in the drive.
lv: Nautilus nevarçja piemontçt disketes iekârtu. Iespçjams, ka diskdzinî nav disketes.
pl: Nie mo¿na zamontowaæ napêdu dyskietek. Prawdopodobnie w napêdzie nie ma dyskietki.

source: Nautilus was unable to mount the volume. There is probably no media in the device.
lv: Nautilus nevarçja piemontçt partîciju. Iespçjams, iekârtâ nebija mçdija.
pl: Nie mo¿na zamontowaæ woluminu. Prawdopodobnie w urz±dzeniu nie ma no¶nika.

source: Nautilus was unable to mount the floppy drive. The floppy is probably in a format that cannot be mounted.
lv: Nautilus nevarçja piemontçt disketes iekârtu. Iespçjams, diskete ir formâtâ, kas nevar tikt piemontçts.
pl: Nie mo¿na zamontowaæ napêdu dyskietek. Prawdopodobnie dyskietka zawiera nieznany typ systemu plików.

source: Nautilus was unable to mount the selected volume. The volume is probably in a format that cannot be mounted.
lv: Nautilus nevarçja piemontçt izvçlçto partîciju. Iespçjams, partîcija ir formâtâ, kas nevar tikt montçta.
pl: Nie mo¿na zamontowaæ woluminu. Prawdopodobnie no¶nik zawiera nieznany typ systemu plików.

source: Nautilus was unable to mount the selected floppy drive.
lv: Nautilus nevarçja piemontçt izvçlçto disketes iekârtu.
pl: Nie mo¿na zamontowaæ wybranego napêdu dyskietek.

source: Nautilus was unable to mount the selected volume.
lv: Nautilus nevarçja piemontçt izvçlçto partîciju.
pl: Nie mo¿na zamontowaæ wybranego woluminu.

source: Nautilus was unable to unmount the selected volume.
lv: Nautilus nevarçja nomontçt izvçlçto partîciju.
pl: Nie mo¿na odmontowaæ wybranego woluminu.

source: ISO 9660 Volume
lv: ISO 9660 Partîcija
pl: Wolumin ISO 9660

source: C_lear Text
lv: Tîrs T_eksts
pl: Wy_czy¶æ tekst

source: Clear Text
lv: Notîrît Tekstu
pl: Wyczy¶æ tekst

source: Copy Text
lv: Kopçt Tekstu
pl: Skopiuj tekst

source: Copy the selected text to the clipboard
lv: Kopçt izvçlçto tekstu uz starpkabatu
pl: Kopiuje zaznaczony tekst do schowka

source: Cut Text
lv: Izòemt Tekstu
pl: Wytnij tekst

source: Cut _Text
lv: _Izòemt Tekstu
pl: _Wytnij tekst

source: Cut the selected text to the clipboard
pl: Wycina zaznaczony tekst do schowka

source: Paste Text
lv: Ielikt Tekstu
pl: Wklej tekst

source: Paste the text stored on the clipboard
pl: Wkleja tekst zapisany w schowku

source: Remove the selected text without putting it on the clipboard
pl: Usuwa zaznaczony tekst bez umieszczania go w schowku

source: Select All
lv: Izvçlçties Visus
pl: Zaznacz wszystko

source: Select _All
lv: Izvçlçties _Visus
pl: Zaznacz _wszystko

source: Select all the text in a text field
pl: Zaznacza ca³y tekst w polu tekstowym

source: _Copy Text
lv: _Kopçt Tekstu
pl: S_kopiuj tekst

source: _Paste Text
lv: _Ielikt Tekstu
pl: Wk_lej tekst

source: Nautilus File Manager and Graphic Shell
lv: Nautilus Datòu Pârvaldnieks un Grafiskâ Èaula
pl: Mened¿er plików i pow³oka graficzna Nautilus

source: Documentation
lv: Dokumentâcija
pl: Dokumentacja

source: Factory for Nautilus shell and file manager
pl: Generator mened¿era plików i pow³oki graficznej Nautilus

source: Icons
lv: Ikonas
pl: Ikony

source: Icons Viewer
lv: Ikonu Skatîtâjs
pl: Przegl±darka ikon

source: List
lv: Saraksts
pl: Lista

source: List Viewer
lv: Saraksta Skatîtâjs
pl: Przegl±darka listy

source: Nautilus factory
pl: Generator Nautilusa

source: Nautilus file manager component that shows a scrollable list
pl: Komponent mened¿era plików Nautilusa wy¶wietlaj±cy przewijaln± listê

source: Nautilus file manager component that shows a scrollable list for search results
pl: Komponent mened¿era plików Nautilusa wy¶wietlaj±cy przewijaln± listê wyników wyszukiwania

source: Nautilus file manager component that shows a two-dimensional icon space
pl: Komponent mened¿era plików Nautilusa wy¶wietlaj±cy dwuwymiarow± przestrzeñ ikon

source: Nautilus file manager component that shows icons on the desktop
pl: Komponent mened¿era plików Nautilusa wy¶wietlaj±cy ikony na biurku

source: Nautilus file manager desktop icon view
pl: Widok ikon na biurku mened¿era plików Nautilusa

source: Nautilus file manager icon view
pl: Widok ikon mened¿era plików Nautilusa

source: Nautilus file manager list view
pl: Widok listy mened¿era plików Nautilusa

source: Nautilus file manager search results list view
pl: Widok listy wyników wyszukiwania mened¿era plików Nautilusa

source: Nautilus metafile factory
pl: Generator metaplików Nautilusa

source: Nautilus shell
lv: Nautilus èaula
pl: Pow³oka Nautilusa

source: Nautilus shell operations that can be done from subsequent command-line invocations
pl: Operacje pow³oki Nautilusa, które mog± byæ wykonywane przy uruchomieniu z wiersza poleceñ

source: Produces metafile objects for accessing Nautilus metadata
pl: Tworzy obiekty metaplików, daj±ce dostêp do danych charakterystycznych dla Nautilusa

source: Search List
lv: Meklçðanas Saraksts
pl: Lista wyników wyszukiwania

source: View as Icons
lv: Parâdît kâ Ikonas
pl: Wy¶wietlanie jako Ikony

source: View as List
lv: Parâdît kâ Sarakstu
pl: Wy¶wietlanie jako Lista

source: Background
lv: Fons
pl: T³o

source: %s's Home
lv: %s Mâjas
pl: Folder u¿ytkownika %s

source: Empty Trash...
lv: Tukðot Atkritumkasti...
pl: Opró¿nij ¶mietnik...

source: Empty Trash
lv: Tukðot Atkritumkasti
pl: Opró¿nij ¶mietnik

source: Unmount Volume
lv: Nomontçt Partîciju
pl: Odmontuj wolumin

source: This will open %d separate windows. Are you sure you want to do this?
pl: To spowoduje otwarcie %d niezale¿nych okien. Czy na pewno chcesz to zrobiæ?

source: Open %d Windows?
lv: Atvçrt %d Logus?
pl: Otworzyæ %d okien?

source: Are you sure you want to permanently delete "%s"?
pl: Czy na pewno chcesz trwale usun±æ "%s"?

source: Are you sure you want to permanently delete the %d selected items?
pl: Czy na pewno chcesz trwale usun±æ %d zaznaczonych elementów?

source: Delete?
lv: Dzçst?
pl: Usun±æ?

source: Delete
lv: Dzçst
pl: Usuñ

source: "%s" selected
pl: Zaznaczone "%s"

source: 1 folder selected
lv: 1 mape izvçlçta
pl: Zaznaczony 1 folder

source: %d folders selected
lv: %d mapes izvçlçtas
pl: Zaznaczone %d folderów

source: (containing 0 items)
lv: (satur 0 objektus)
pl: (zawarto¶æ: 0 elementów)

source: (containing 1 item)
lv: (satur 1 objektu)
pl: (zawarto¶æ: 1 element)

source: (containing %d items)
lv: (satur %d objektus)
pl: (zawarto¶æ: %d elementów)

source: (containing a total of 0 items)
lv: (satur kopâ 0 priekðmetus)
pl: (ogólna zawarto¶æ: 0 elementów)

source: (containing a total of 1 item)
lv: (satur kopâ 1 priekðmetu)
pl: (ogólna zawarto¶æ: 1 element)

source: (containing a total of %d items)
lv: (satur kopâ %d priekðmetus)
pl: (ogólna zawarto¶æ: %d elementów)

source: "%s" selected (%s)
pl: Zaznaczone "%s" (%s)

source: %d items selected (%s)
lv: %d priekðmeti izvçlçti (%s)
pl: Zaznaczone %d elementów (%s)

source: 1 other item selected (%s)
lv: 1 cits priekðmets izvçlçts (%s)
pl: Zaznaczony 1 inny element (%s)

source: %d other items selected (%s)
lv: %d citi priekðmeti izvçlçti (%s)
pl: Zaznaczonych %d innych elementów (%s)

source: The folder "%s" contains more files than Nautilus can handle. Some files will not be displayed.
pl: Folder "%s" zawiera wiêcej plików, ni¿ mo¿e zostaæ obs³u¿onych przez Nautilusa. Czê¶æ z nich nie zostanie wy¶wietlona.

source: Too Many Files
lv: Par Daudz Datòu
pl: Zbyt wiele plików

source: "%s" cannot be moved to the Trash. Do you want to delete it immediately?
pl: Nie mo¿na przenie¶æ "%s" do ¶mietnika. Czy chcesz go trwale usun±æ?

source: The %d selected items cannot be moved to the Trash. Do you want to delete them immediately?
pl: Nie mo¿na przenie¶æ do ¶mietnika %d zaznaczonych elementów. Czy chcesz je trwale usun±æ?

source: %d of the selected items cannot be moved to the Trash. Do you want to delete those %d items immediately?
pl: Nie mo¿na przenie¶æ do ¶mietnika %d spo¶ród zaznaczonych elementów. Czy chcesz trwale usun±æ te %d elementów?

source: Delete Immediately?
lv: Dzçst Nekavçjoties?
pl: Usun±æ natychmiast?

source: Are you sure you want to permanently delete "%s" from the Trash?
pl: Czy na pewno chcesz trwale usun±æ "%s" ze ¶mietnika?

source: Are you sure you want to permanently delete the %d selected items from the Trash?
pl: Czy na pewno chcesz trwale usun±æ %d zaznaczonych elementów ze ¶mietnika?

source: Delete From Trash?
lv: Dzçst No Atkritumkastes?
pl: Usun±æ ze ¶mietnika?

source: Use "%s" to open the selected item
pl: Otwiera zaznaczony element za pomoc± "%s"

source: Other _Application...
lv: Cita _Aplikâcija...
pl: Inna _aplikacja...

source: An _Application...
lv: _Aplikâcija...
pl: _Aplikacja...

source: Other _Viewer...
lv: Cits _Skatîtâjs...
pl: Inna p_rzegl±darka...

source: A _Viewer...
lv: _Skatîtâjs...
pl: P_rzegl±darka...

source: Run "%s" on any selected items
pl: Wykonaj "%s" na zaznaczonych elementach

source: All executable files in this folder will appear in the Scripts menu. Choosing a script from the menu will run that script with any selected items as input.
pl: Wszystkie pliki wykonywalne umieszczone w tym folderze pojawi± siê w menu Skrypty. Wybranie skryptu z menu spowoduje uruchomienie go wraz z przekazaniem wszystkich zaznaczonych elementów.

source: About Scripts
lv: Par Skriptiem
pl: Informacje o skryptach

source: All executable files in this folder will appear in the Scripts menu. Choosing a script from the menu will run that script. When executed from a local folder, scripts will be passed the selected file names. When executed from a remote folder (e.g. a folder showing web or ftp content), scripts will be passed no parameters. In all cases, the following environment variables will be set by Nautilus, which the scripts may use: NAUTILUS_SCRIPT_SELECTED_FILE_PATHS: newline-delimited paths for selected files (only if local) NAUTILUS_SCRIPT_SELECTED_URIS: newline-delimited URIs for selected files NAUTILUS_SCRIPT_CURRENT_URI: URI for current location NAUTILUS_SCRIPT_WINDOW_GEOMETRY: position and size of current window
pl: Wszystkie pliki wykonywalne umieszczone w tym folderze pojawi± siê w menu Skrypty. Wybranie skryptu z menu spowoduje uruchomienie go. Przy uruchomieniu z lokalnego folderu skryptowi przekazane zostan± nazwy zaznaczonych plików. Przy uruchomieniu ze zdalnego folderu (np. przy wy¶wietlaniu zawarto¶ci serwera WWW lub FTP) nie bêd± przekazane ¿adne argumenty. W ka¿dym przypadku skrypt mo¿e wykorzystaæ zmienne ¶rodowiskowe, które zostan± ustawione przez przed jego uruchomieniem przez Nautilusa: NAUTILUS_SCRIPT_SELECTED_FILE_PATHS: pe³ne ¶cie¿ki zaznaczonych plików, rozdzielone znakami koñca wiersza (tylko w przypadku lokalnych folderów) NAUTILUS_SCRIPT_SELECTED_URIS: URI zaznaczonych plików, rozdzielone znakami koñca wiersza NAUTILUS_SCRIPT_CURRENT_URI: URI bie¿±cego po³o¿enia NAUTILUS_SCRIPT_WINDOW_GEOMETRY: po³o¿enie i rozmiar bie¿±cego okna

source: "%s" will be moved if you select the Paste Files command
pl: Po wybraniu polecenia Wklej pliki zostanie przeniesiony "%s"

source: "%s" will be copied if you select the Paste Files command
pl: Po wybraniu polecenia Wklej pliki zostanie skopiowany "%s"

source: The %d selected items will be moved if you select the Paste Files command
pl: Przeniesienie %d elementów nast±pi po wybraniu polecenia Wklej pliki

source: The %d selected items will be copied if you select the Paste Files command
pl: Skopiowanie %d elementów nast±pi po wybraniu polecenia Wklej pliki

source: There is nothing on the clipboard to paste.
pl: Schowek nie zawiera niczego do wklejenia.

source: Open _in This Window
lv: Atvçrt Ðajâ _Logâ
pl: Otwórz _w tym oknie

source: Open _in New Window
lv: Atvçrt Jaunâ _Logâ
pl: O_twórz w nowym oknie

source: Open _in %d New Windows
lv: Atvçrt %d Jaunos _Logos
pl: Otwórz _w %d nowych oknach

source: Delete from _Trash...
lv: Dzçst no A_tkritumkastes
pl: Usuñ ze ¶_mietnika...

source: Delete from _Trash
lv: Dzçst no A_tkritumkastes
pl: Usuñ ze ¶_mietnika

source: Delete all selected items permanently
lv: Dzçst visus izvçlçtos priekðmetus nekavçjoties
pl: Usuñ trwale wszystkie zaznaczone elementy

source: Move to _Trash
lv: Pârvietot uz A_tkritumkasti
pl: _Wyrzuæ do ¶mietnika

source: Move each selected item to the Trash
lv: Pârvietot katru izvçlçto priekðmetu uz Atkritumkasti
pl: Przenosi ka¿dy z zaznaczonych elementów do ¶mietnika

source: De_lete...
lv: _Dzçst...
pl: _Usuñ...

source: De_lete
lv: _Dzçst
pl: _Usuñ

source: Make _Links
lv: Izveidot _Saites
pl: Utwórz o_dno¶niki

source: Make _Link
lv: Izveidot _Saiti
pl: Utwórz o_dno¶nik

source: _Empty Trash...
lv: _Iztukðot Atkritumkasti
pl: Op_ró¿nij ¶mietnik...

source: _Empty Trash
lv: _Iztukðot Atkritumkasti
pl: _Opró¿nij ¶mietnik

source: R_emove Custom Images
pl: U_suñ obrazy u¿ytkownika

source: R_emove Custom Image
pl: U_suñ obraz u¿ytkownika

source: Cu_t File
lv: Iz_nemt Datni
pl: _Wytnij plik

source: Cu_t Files
lv: Iz_nemt Datnes
pl: _Wytnij pliki

source: _Copy File
lv: _Kopçt Datni
pl: S_kopiuj plik

source: _Copy Files
lv: _Kopçt Datnes
pl: S_kopiuj pliki

source: This link can't be used, because it has no target. Do you want to put this link in the Trash?
lv: Ðî saite nevar tikt izmantota, tâpçc ka tai nav mçría. Vai jûs gribat ðo saiti ievietot Atkritumkastç?
pl: Odno¶nik nie mo¿e zostaæ u¿yty, poniewa¿ nie ma on przypisanego celu. Czy chcesz umie¶ciæ ten odno¶nik w ¶mietniku?

source: This link can't be used, because its target "%s" doesn't exist. Do you want to put this link in the Trash?
pl: Odno¶nik nie mo¿e zostaæ u¿yty, poniewa¿ przypisany mu cel "%s" nie istnieje. Czy chcesz umie¶ciæ ten odno¶nik w ¶mietniku?

source: Broken Link
lv: Pâtraukta Saite
pl: Uszkodzony odno¶nik

source: Throw Away
lv: Aizmest Projâm
pl: Wyrzuæ

source: "%s" is an executable text file. Do you want to run it, or display its contents?
pl: "%s" jest wykonywalnym plikiem tekstowym. Czy chcesz go uruchomiæ, czy te¿ wy¶wietliæ jego zawarto¶æ?

source: Run or Display?
lv: Sâknçt vai Parâdît?
pl: Uruchomiæ czy wy¶wietliæ?

source: Run
lv: Sâknçt
pl: Uruchom

source: Display
lv: Parâdît
pl: Wy¶wietl

source: Sorry, but you can't execute commands from a remote site due to security considerations.
pl: Niestety, ze wzglêdu na bezpieczeñstwo nie mo¿na wykonywaæ poleceñ ze zdalnych adresów.

source: Can't execute remote links
pl: Nie mo¿na wykonywaæ zdalnych odno¶ników

source: Opening "%s"
pl: Otwieranie "%s"

source: Cancel Open?
lv: Atsaukt Atvçrðanu?
pl: Anulowaæ otwarcie?

source: You do not have the permissions necessary to view the contents of "%s".
pl: Brak wymaganych uprawnieñ, aby wy¶wietliæ zawarto¶æ "%s".

source: "%s" couldn't be found. Perhaps it has recently been deleted.
pl: Nie mo¿na odnale¼æ "%s". Byæ mo¿e zosta³ on niedawno usuniêty.

source: Sorry, couldn't display all the contents of "%s".
pl: Niestety, nie mo¿na wy¶wietliæ ca³ej zawarto¶ci "%s".

source: Error Displaying Folder
lv: Kïûda Râdot Mapi
pl: B³±d przy wy¶wietlaniu folderu

source: The name "%s" is already used in this folder. Please use a different name.
pl: Nazwa "%s" zosta³a ju¿ u¿yta w folderze. U¿yj innej nazwy.

source: There is no "%s" in this folder. Perhaps it was just moved or deleted?
pl: Folder nie zawiera "%s". Mo¿e element zosta³ w³a¶nie przeniesiony lub usuniêty?

source: You do not have the permissions necessary to rename "%s".
pl: Brak uprawnieñ potrzebnych do zmiany nazwy "%s".

source: The name "%s" is not valid because it contains the character "/". Please use a different name.
pl: Nazwa "%s" nie jest poprawna, poniewa¿ zawiera znak "/". U¿yj innej nazwy.

source: The name "%s" is not valid. Please use a different name.
pl: Nazwa "%s" nie jest poprawna. U¿yj innej nazwy.

source: Couldn't change the name of "%s" because it is on a read-only disk
pl: Nie mo¿na zmieniæ nazwy "%s", poniewa¿ jest on na dysku tylko do odczytu.

source: Sorry, couldn't rename "%s" to "%s".
pl: Niestety, nie mo¿na zmieniæ nazwy "%s" na "%s".

source: Renaming Error
lv: Pârsaukðanas kïûda
pl: B³±d przy zmianie nazwy

source: You do not have the permissions necessary to change the group of "%s".
pl: Brak uprawnieñ do zmiany grupy "%s".

source: Couldn't change the group of "%s" because it is on a read-only disk
pl: Nie mo¿na zmieniæ grupy "%s", poniewa¿ jest on na dysku tylko do odczytu.

source: Sorry, couldn't change the group of "%s".
pl: Niestety, nie mo¿na zmieniæ grupy "%s".

source: Error Setting Group
lv: Kïûda Uzstâdot Grupu
pl: B³±d przy zmianie grupy

source: Couldn't change the owner of "%s" because it is on a read-only disk
pl: Nie mo¿na zmieniæ w³a¶ciciela "%s", poniewa¿ jest on na dysku tylko do odczytu.

source: Sorry, couldn't change the owner of "%s".
pl: Niestety, nie mo¿na zmieniæ w³a¶ciciela "%s".

source: Error Setting Owner
lv: Kïûda Uzstâdot Îpaðnieku
pl: B³±d przy zmianie w³a¶ciciela

source: Couldn't change the permissions of "%s" because it is on a read-only disk
pl: Niestety, nie mo¿na zmieniæ uprawnieñ "%s", poniewa¿ jest on na dysku tylko do odczytu.

source: Sorry, couldn't change the permissions of "%s".
pl: Niestety, nie mo¿na zmieniæ uprawnieñ "%s".

source: Error Setting Permissions
lv: Kïûda Uzstâdot Atïaujas
pl: B³±d przy zmianie uprawnieñ

source: Renaming "%s" to "%s".
pl: Zmienianie nazwy "%s" na "%s".

source: Cancel Rename?
lv: Atcelt Pârsaukðanu?
pl: Anulowaæ zmianê nazwy?

source: by _Name
lv: pçc _Vârda
pl: wed³ug _nazwy

source: Keep icons sorted by name in rows
pl: Wy¶wietla ikony uporz±dkowane w wierszach wed³ug nazw

source: by _Size
lv: pçc _Izmçra
pl: wed³ug _rozmiaru

source: Keep icons sorted by size in rows
pl: Wy¶wietla ikony uporz±dkowane w wierszach wed³ug rozmiarów

source: by _Type
lv: pçc _Tipa
pl: wed³ug _typu

source: Keep icons sorted by type in rows
pl: Wy¶wietla ikony uporz±dkowane w wierszach wed³ug typów

source: by Modification _Date
lv: pçc Izmaiòu_ Datuma
pl: wed³ug _daty modyfikacji

source: Keep icons sorted by modification date in rows
pl: Wy¶wietla ikony uporz±dkowane w wierszach wed³ug dat modyfikacji

source: by _Emblems
lv: pçc _Emblçmas
pl: wed³ug _symboli

source: Keep icons sorted by emblems in rows
pl: Wy¶wietla ikony uporz±dkowane w wierszach wed³ug symboli

source: _Restore Icons' Original Sizes
lv: Atjaunot Ikonu Orìinâlos Izmç_rus
pl: Przywróæ p_ierwotny rozmiar ikon

source: _Restore Icon's Original Size
lv: Atjaunot Ikonas Orìinâlo Izmç_ru
pl: Przywróæ p_ierwotny rozmiar ikony

source: pointing at "%s"
pl: Wskazanie "%s"

source: Drag and drop is only supported to local file systems.
pl: Przeci±ganie i upuszczanie obiektów jest obs³ugiwane tylko w lokalnym systemie plików.

source: Drag and Drop error
pl: B³±d prz obs³udze przeci±ganych danych

source: An invalid drag type was used.
pl: U¿yto niepoprawnego typu przeci±ganych danych.

source: Size
lv: Izmçrs
pl: Rozmiar

source: Type
lv: Tips
pl: Typ

source: Date Modified
lv: Izmaiòu Datums
pl: Czas modyfikacji

source: You can't assign more than one custom icon at a time! Please drag just one image to set a custom icon.
pl: Nie mo¿na przypisaæ wiêcej ni¿ jednego obrazu u¿ytkownika jednocze¶nie! Przeci±gnij dok³adnie jeden obraz, aby ustawiæ wygl±d ikony.

source: More Than One Image
lv: Vairâk Kâ Vienu Attçlu
pl: Wiêcej ni¿ jeden obraz

source: The file that you dropped is not local. You can only use local images as custom icons.
pl: Przeci±gniêty plik nie jest lokalny. Jako ikony u¿ytkownika mog± byæ wykorzystywane tylko lokalne obrazy.

source: Local Images Only
lv: Tikai Lokâlos Attçlus
pl: Tylko lokalne obrazy

source: The file that you dropped is not an image. You can only use local images as custom icons.
pl: Przeci±gniêty przez ciebie plik nie zawiera obrazu. Jako ikony u¿ytkownika mog± byæ wykorzystywane tylko lokalne obrazy.

source: Images Only
lv: Tikai Attçlus
pl: Tylko obrazy

source: %s Properties
lv: %s Rekvizîti
pl: W³a¶ciwo¶ci %s

source: Cancel Group Change?
lv: Atsaukt Grupas Maiòu?
pl: Anuowaæ zmianê grupy?

source: Changing group
lv: Grupas maiòa
pl: Zmienianie grupy

source: Cancel Owner Change?
lv: Atsaukt Îpaðnieka Maiòu?
pl: Anulowaæ zmianê w³a¶ciciela?

source: Changing owner
lv: Îpaðnieka maiòa
pl: Zmienianie w³a¶ciciela

source: nothing
lv: nekas
pl: nic

source: unreadable
lv: nenolasâms
pl: nieodczytywalny

source: 1 item, with size %s
lv: 1 priekðmets, izmçrs %s
pl: 1 element o rozmiarze %s

source: %d items, totalling %s
lv: %d priekðmets, kopâ %s
pl: %d elementów, ogó³em %s

source: (some contents unreadable)
lv: (daþas lietas nenolasâmas)
pl: (czê¶æ zawarto¶ci nieodczytywalna)

source: Contents:
lv: Saturs:
pl: Zawarto¶æ:

source: Basic
lv: Pamats
pl: Proste

source: Type:
lv: Tips:
pl: Typ:

source: Size:
lv: Izmçrs:
pl: Rozmiar:

source: Location:
lv: Vieta:
pl: Po³o¿enie:

source: Link Target:
lv: Saites Mçríis:
pl: Cel odno¶nika:

source: MIME Type:
lv: MIME Tips:
pl: Typ MIME:

source: Modified:
lv: Modificçts:
pl: Modyfikacja:

source: Accessed:
lv: Atvçrts:
pl: Dostêp:

source: Select Custom Icon...
pl: Wybierz w³asn± ikonê...

source: Remove Custom Icon
pl: Usuñ w³asn± ikonê

source: Set User ID
lv: Uzstâdît Lietotâja ID
pl: Ustawianie ID u¿ytkownika

source: Special Flags:
lv: Speciâli Karogi:
pl: Specjalne znaczniki:

source: Set Group ID
lv: Uzstâdît Grupas ID
pl: Ustawianie ID grupy

source: Sticky
lv: Lipîgs
pl: Przyklejone

source: Permissions
lv: Atïaujas
pl: Uprawnienia

source: You are not the owner, so you can't change these permissions.
lv: Jûs neesat îpaðnieks, tâdçjâdi jûs nevarat izmainît atïaujas
pl: Nie bêd±c w³a¶cicielem nie mo¿esz zmieniæ tych uprawnieñ.

source: File Owner:
lv: Datnes Îpaðnieks:
pl: W³a¶ciciel pliku:

source: File Group:
lv: Datnes Grupa:
pl: W³a¶ciciel grupowy:

source: Owner:
lv: Îpaðnieks:
pl: W³a¶ciciel:

source: Group:
lv: Grupa:
pl: Grupa:

source: Others:
lv: Citi:
pl: Inni:

source: Read
lv: Lasît
pl: Odczyt

source: Write
lv: Rakstît
pl: Zapis

source: Execute
lv: Sâknçt
pl: Wykonanie

source: Text View:
lv: Teksta Skats:
pl: Zapis tekstowy:

source: Number View:
lv: Skaitïu skats:
pl: Zapis liczbowy:

source: Last Changed:
lv: Pçdçjo Reizi Mainîts:
pl: Ostatnia zmiana:

source: The permissions of "%s" could not be determined.
pl: Nie mo¿na okre¶liæ uprawnieñ "%s".

source: Cancel Showing Properties Window?
lv: Atsaukt Parâdît Atïaujas Logu?
pl: Anulowaæ wy¶wietlenie okna w³a¶ciwo¶ci?

source: Creating Properties window
lv: Izveidot Atïaujas logs
pl: Tworzenie okna w³a¶ciwo¶ci

source: Select an icon:
lv: Izvçlçties kâ ikonu:
pl: Wybór ikony

source: Search results may not include items modified after %s, when your drive was last indexed.
pl: Wyniki wyszukiwania mog± nie zawieraæ elementów zmodyfikowanych po %s, tj. po ostatnim indeksowaniu plików.

source: Search Results
lv: Meklçðanas Rezultâti
pl: Wyniki przeszukiwania

source: Sorry, but the Medusa search service is not available because it is not installed.
pl: Niestety, us³uga wyszukiwania Medusa nie jest dostêpna, poniewa¿ nie zosta³a zainstalowana.

source: Search Service Not Available
lv: Meklçðanas Serviss Nav Pieejams
pl: Us³uga wyszukiwania nie jest dostêpna
