Repository: lepidotos/suede
Catalog: gdm-2.2.5.4/po/*.po
Languages: pl, ro, sk, tr

source: This is a failsafe session that will log you into GNOME. No startup scripts will be read and it is only to be used when you can't log in otherwise. GNOME will use the 'Default' session.
pl: To jest awaryjna sesja, umo¿liwiaj±ca zalogowanie do GNOME. Przy jej wykorzystaniu bêd± jednak odczytywane ¿adne skrypty startowe, wiêc powinna ona byæ u¿ywana tylko, je¶li niemo¿liwe jest zalogowanie siê w inny sposób. GNOME u¿yje sesji "Default".
sk: Toto je záchranné sedenie, ktoré vás prihlási do GNOME. Nebudú spustené ¾iadne prihlasovacie skripty a mali by ste ho pou¾íva» iba v prípade, ¾e sa inak nemô¾ete prihlási». Bude pou¾ité '©tandardné' sedenie GNOME.

source: This is a failsafe session that will log you into a terminal. No startup scripts will be read and it is only to be used when you can't log in otherwise. To exit the terminal, type 'exit'.
pl: To jest awaryjna sesja, w której uruchomiony zostanie terminal. Przy jej wykorzystaniu bêd± jednak odczytywane ¿adne skrypty startowe, wiêc powinna ona byæ u¿ywana tylko, je¶li niemo¿liwe jest zalogowanie siê w inny sposób. Aby zakoñczyæ pracê z terminalem, nale¿y wpisaæ "exit" i przycisn±æ klawisz "Enter".
sk: Toto je záchranné sedenie, ktoré vás prihlási na terminál. Nebudú spustené ¾iadne skripty a toto sedenie by malo by» pou¾ité iba v prípade, ¾e ¾iadne iné nefunguje. Pre ukonèenie terminálu pou¾ite príkaz 'exit'.
tr: Bu, terminale baðlantý kuracaðýnýz bir oturumdur. Ancak açýlýþ betiklerinin hiçbirisi çalýþtýrýlmaz. Terminalden çýkmak için 'exit' yazýn.

source: No default session link found. Using Failsafe GNOME.
pl: Nie odnaleziono dowi±zania do domy¶nej sesji. Wykorzystano awaryjn± sesjê GNOME.
ro: Nu a fost gãsitã legãtura la sesiunea implicitã. Folosesc Failsafe GNOME.
sk: Nenájdený odkaz na ¹tandardné sedenie. Pou¾ijem záchranné sedenie GNOME.
tr: Öntanýmlý bir oturumu baðý bulunamadý! Failsafe GNOME kullanýlacak.

source: %s language selected
pl: wybrano jêzyk %s
ro: Limba %s selectatã
sk: Vybraný jazyk %s
tr: %s dili seçildi

source: Log in using the language that you have used last time you logged in
pl: Loguje z wykorzystaniem jêzyka u¿ytego przy poprzednim logowaniu
ro: Logheazã folosind limba care aþi folosit-o ultima oarã când v-aþi logat
sk: Prihlási» pomocou jazyka, pod ktorým bol naposledy prihlásený
tr: Son kullanýlan dili kullanarak giriþ yap

source: Other
pl: Inne
ro: Alta
sk: Iný
tr: Baþka

source: Select GNOME session
pl: Wybór sesji GNOME
ro: Selectaþi sesiunea GNOME
sk: Vyberte sedenie GNOME
tr: Gnome oturumunu seç

source: Create new session
pl: Stwórz now± sesjê
ro: Creeazã o nouã sesiune
sk: Vytvori» nové sedenie
tr: Yeni oturum yarat

source: Remember this setting
pl: Zapamiêtaj to ustawienie
ro: Þine minte aceastã setare
sk: Zapamäta» si toto nastavenie
tr: Bu ayarlarý hatýrla

source: Please insert 25 cents to log in.
pl: Wrzuæ 50 groszy, aby siê zalogowaæ.
ro: Vã rog sã introduceþi 5000 lei pentru a vã loga.
sk: Prosím, vlo¾te 10 Sk pre prihlásenie.
tr: Lütfen 2.5 milyon giriþ ücreti ödeyin.

source: GNOME Desktop Manager
pl: Mened¿er biurka GNOME
ro: Managerul Desktop GNOME
sk: GNOME Správca prihlásenia
tr: GNOME Masaüstü Yöneticisi

source: Can't open icon file: %s. Suspending iconify feature!
pl: Nie mo¿na otworzyæ pliku z ikon±: %s. Zablokowano mo¿liwo¶æ minimalizacji!
ro: Nu pot deschide fiºierul icon: %s. Facilitatea de a iconifica dezactivatã!
sk: Nemô¾em otvori» súbor s ikonou: %s. Vypínam mo¾nos» zmen¹enia do ikony!
tr: %s simgesi açýlamadý. Simgeleþtirme özelliðini iptal ediyorum.

source: Iconify the login window
pl: Przekszta³cenie okna logowania w ikonê
ro: Iconificã fereastra de login
sk: Minimalizova» prihlasovacie okno
tr: Giriþ penceresini simgeleþtir

source: GDM Login
pl: GDM - logowanie
ro: Login GDM
sk: GDM prihlásenie
tr: GDM Giriþ

source: Session
pl: Typ sesji
ro: Sesiune
sk: Sedenie
tr: Oturum

source: Language
pl: Jêzyk
ro: Limbã
sk: Jazyk
tr: Dil

source: Configure...
pl: Skonfiguruj...
ro: Configureazã...
sk: Nastavi»...
tr: Yapýlandýr...

source: Configure GDM (this login manager). This will require the root password.
pl: Uruchamia progrem konfiguracyjny GDM-a. Opcja ta wymaga has³a u¿ytkownika root.
ro: Configuraþi GDM (acest manager de login). Pentru aceasta aveþi nevoie de parola de root.
sk: Nastavi» GDM (tohto prihlasovacieho správcu. To vy¾aduje heslo roota.
tr: GDM'yi (bu giriþ yöneticisi) yapýlandýr. Bu iþlem root parolasý isteyecektir.

source: Reboot...
pl: Restart...
ro: Reporneºte...
sk: Re¹tartova»...
tr: Yeniden baþla...

source: Reboot your computer
pl: Ponownie uruchamia komputer
ro: Reporneºte calculatorul dvs.
sk: Re¹tartova» vá¹ poèítaè
tr: Makineyi yeniden aç

source: Shut down...
pl: Wy³±cz...
ro: Opreºte...
sk: Vypnú»...

source: Shut down your computer so that you may turn it off.
pl: Koñczy pracê systemu, pozwalaj±c na wy³±czenie komputera.
ro: Opreºte calculatorul dvs astfel încât sã-l puteþi închide.
sk: Vypnú» vá¹ poèítaè.
tr: Makineyi kapat.

source: Suspend...
pl: U¶pij...
ro: Suspendã...
sk: Suspendova»...

source: Suspend your computer
pl: Usypia komputer
ro: Suspendã calculatorul dvs.
sk: Suspendova» vá¹ poèítaè

source: Disconnect
pl: Roz³±cz
ro: Deconecteazã
sk: Odpoji»

source: Can't open DefaultImage: %s. Suspending face browser!
pl: Nie mo¿na otworzyæ domy¶lnego obrazka: %s. Zablokowano wy¶wietlanie twarzy!
ro: Nu pot deschide ImagineaImplicitã: %s. Dezactivez navigatorul feþe!
sk: Nemô¾em otvori» DefaultImage: %s. Vypínam prehliadaè vzhµadu!
tr: Öntanýmlý %s resmini açamadým. Yüz tarayýcýsýný iptal ediyorum.

source: The greeter version (%s) does not match the daemon version. You have probably just upgraded gdm. Please restart the gdm daemon or reboot the computer.
pl: Wersja greetera (%s) nie odpowiada wersji demona GDM. Prawdopodobnie w³a¶nie dokonano aktualizacji GDM-a. Uruchom ponownie GDM-a lub ca³y system.
sk: Verzia privítania (%s) neodpovedá verzii démona. Asi ste aktualizovali iba gdm. Prosím, re¹tartujte démona gdm alebo celý poèítaè.

source: Reboot
pl: Uruchom ponownie
ro: Rebooteazã
sk: Re¹tartova»
tr: Yeniden baþla

source: The greeter version (%s) does not match the daemon version (%s). You have probably just upgraded gdm. Please restart the gdm daemon or reboot the computer.
pl: Wersja greetera (%s) nie odpowiada wersji demona GDM (%s). Prawdopodobnie w³a¶nie dokonano aktualizacji GDM-a. Uruchom ponownie GDM-a lub ca³y system.
sk: Verzia privítania (%s) neodpovedá verzii démon a(%s). Asi ste aktualizovali iba gdm. Prosím, re¹tartujte démona gdm alebo celý poèítaè.

source: Restart
pl: Uruchom ponownie
ro: Restarteazã
sk: Re¹tart
tr: Yeniden baþlat

source: main: Error setting up HUP signal handler
pl: main: B³±d przy ustalaniu obs³ugi przerwania HUP
ro: Eroare la setarea handler-ului pentru semnalul HUP
sk: main: Chyba pri nastavovaní ovládaèa signálu HUP
tr: main: HUP sinyal yöneticisini kurarken bir hata oluþtu

source: main: Error setting up INT signal handler
pl: main: B³±d przy ustalaniu obs³ugi przerwania INT
ro: Eroare la setarea handler-ului pentru semnalul INT
sk: main: Chyba pri nastavovaní ovládaèa signálu INT
tr: main: INT sinyal yöneticisini kurarken bir hata oluþtu

source: main: Error setting up TERM signal handler
pl: main: B³±d przy ustalaniu obs³ugi przerwania TERM
ro: Eroare la setarea handler-ului pentru semnalul TERM
sk: main: Chyba pri nastavovaní ovládaèa signálu TERM
tr: main: TERM sinyal yöneticisini kurarken bir hata oluþtu

source: main: Error setting up CHLD signal handler
pl: main: B³±d przy ustalaniu obs³ugi przerwania CHLD
ro: main: Eroare la setarea handler-ului pentru semnalul CHLD
sk: main: Chyba pri nastavovaní ovládaèa signálu CHLD
tr: main: CHLD sinyal yöneticisini kurulamadý

source: Your session directory is missing or empty! There are two available sessions you can use, but you should log in and correct the gdm configuration.
pl: Katalog sesji nie istnieje lub jest pusty! Dostêpne s± dwie domy¶lne sesje, lecz po zalogowaniu siê nale¿y poprawiæ konfiguracjê GDM-a.
sk: Vá¹ prieèinok sedenia buï chýba alebo je prázdny! K dispozícii sú tieto dve sedenia, ale mali by ste sa prihlási» a problém konfigurácie vyrie¹i».
tr: Oturum dizini bulunamadý, ya da boþ! Kullanabileceðiniz iki oturum bulunuyor. Ancak giriþ yaptýktan sonra gdm ayarlarýný yeniden gözden geçirin.

source: The configuration file contains an invalid command line for the login dialog, and thus I ran the default command. Please fix your configuration.
pl: Plik konfiguracyjny zawiera niepoprawny wiersz polecenia dla okna logowania, zosta³o wiêc wykonane domy¶lne polecenie. Popraw konfiguracjê GDM-a.
sk: Konfiguraèný súbor obsahuje neplatný príkaz pre prihlasovací dialóg a preto som spustil ¹tandardný príkaz. Prosím, opravte konfiguráciu.
tr: Giriþ penceresi için oturum dosyasýnda geçersiz bir komut bulunuyor. Bu nedenle öntanýmlý komut çalýþtýrýldý. Lütfen yapýlandýrmanýzý kontrol edin.

source: The configuration was not found. GDM is using defaults to run this session. You should log in and create a configuration file with the GDM configuration program.
pl: Nie odnaleziono konfiguracji GDM-a. Do uruchomienia sesji wykorzystano ustawienia domy¶lne. Po zalogowaniu siê uruchom program konfiguracyjny GDM-a, aby stworzyæ plik konfiguracyjny.
sk: Konfigurácia nebola nájdená. GDM pre toto sedenie pou¾ije ¹tandardné nastavenie. Mali by ste sa prihlási» a vytvori» konfiguraèný súbor pomocou programu pre nastavenie GDM.
tr: Ayarlar bulunamadý. GDM, öntanýmlý deðerleri kullanarak bu oturumu çalýþtýracak. GDM yapýlandýrma programý kullanarak ayarlama yapmanýz gerekiyor.

source: The face browser is not configured, please ask your system administrator to enable it in the GDM configurator program.
pl: Przegl±darka obrazów twarzy nie zosta³a skonfigurowana. Zwróæ siê do administratora systemu o uaktywnienie jej za pomoc± programu konfiguracyjnego GDM-a.
ro: Navigatorul de feþe nu este configurat, vã rog sã-i cereþi administratorului sistemului sã-l activeze în programul de configurare GDM.
sk: Prehliadaè tvárí nie je nastavený. Prosím, po¾iadajte administrátora, aby ho povolil v programe pre nastavenie GDM.

source: Select a photo
pl: Wybór fotografii
ro: Selectaþi o fotografie
sk: Vyberte fotku
tr: Bir fotoðraf seçin

source: Select a photograph to show in the facebrowser:
pl: Wybór fotografii wy¶wietlanej w przegl±darce twarzy:
ro: Selectaþi o fotografie pentru a fi arãtatã în navigatorul de feþe:
sk: Vyberte fotku, ktorá sa má zobrazi» v prehliadaèi tvárí:
tr: Yüz tarayýcýda gösterilecek bir fotoðraf seçin:

source: Browse
pl: Przegl±daj
ro: Navigheazã
sk: Prechádza»
tr: Gözat

source: No picture selected.
pl: Nie wybrano obrazu.
ro: Nici o pozã selectatã
sk: Nevybraný ¾iadny obrázok.
tr: Hiç fotoðraf seçilmedi.

source: The picture is too large and the system administrator disallowed pictures larger then %d bytes to show in the face browser
pl: Obraz jest zbyt duzy. Administrator ustawi³ górne ograniczenie rozmiaru obrazu, wy¶wietlaengo w przegl±darce twarzy na %d bajtów.
ro: Aceastã pozã este prea mare. Administratorul a dezactivat poze mai mari de %d octeþi
sk: Obrázok je príli¹ veµký a administrátor systému zakázal obrázky väè¹ie ako %d bajtov.

source: File %s cannot be open for reading Error: %s
pl: Nie mo¿na otworzyæ pliku %s do odczytu B³±d: %s
ro: Fiºierul %s nu poate fi deschis pentru citire Eroare: %s
sk: Súbor %s nie je mo¾né otvori» pre èítanie. Chyba: %s
tr: %s dosyasý okumak için açýlamadý Hata: %s

source: File %s cannot be open for writing Error: %s
pl: Nie mo¿na otworzyæ pliku %s do zapisu B³±d: %s
ro: Fiºierul %s nu poate fi deschis pentru scriere Eroare: %s
sk: Súbor %s nie je mo¾né otvori» pre zápis. Chyba: %s
tr: %s dosyasý yazmak için açýlamadý Hata: %s

source: Setup my GDM Face
pl: Ustawienie wygl±du twarzy w GDM-ie
ro: Seteazã faþa mea GDM
sk: Nastavi» môj obrázok v GDM
tr: GDM arayüzünü ayarla

source: Setup the picture that will show in the GDM (login manager) face browser
pl: Ustawienie obrazu, który bdzie wy¶wietlany przez GDM-a w przegl±darce obrazów twarzy
ro: Configuraþi poza care va apãrea în navigatorul feþe GDM
sk: Nastaví obrázok, ktorý sa zobrazí v prehliadaèi tvárí GDM (správca displeja)
tr: GDM'de görüntülenecek resmi ayarla

source: Xnest command line
pl: Wiersz poleceñ Xnest
sk: Príkazový riadok Xnest

source: STRING
pl: NAPIS
sk: RE«AZEC

source: Extra options for Xnest
pl: Dodatkowe opcje Xnest
sk: Extra mo¾nosti pre Xnest

source: OPTIONS
pl: OPCJE
sk: MO®NOSTI

source: Just run Xnest, no query (no chooser)
pl: Bezpo¶rednie uruchomienie Xnest, bez zapytania (bez choosera)
sk: Jednoducho spusti» Xnest, bez otázok (¾iadny výber)

source: Do direct query instead of indirect (chooser)
pl: Bezpo¶rednie zapytanie zamiast po¶redniego (chooser)
sk: Priama otázka namiesto nepriamej (výber)

source: Run broadcast instead of indirect (chooser)
pl: Rozg³aszanie zamiast po¶redniego zapytania (chooser)
sk: Spusti» broadcast namiesto nepriamej otázky (výber)

source: Run in background
pl: Uruchomienie w tle
sk: Spusti» na pozadí

source: Don't check for running gdm
pl: Bez sprawdzania, czy jest uruchomiony gdm
sk: Nekontrolova» na be¾iace gdm

source: Xnest doesn't exist. Please ask your system administrator to install it.
pl: Xnest nie istnieje. Zwróæ siê o jego zainstalowanie do administratora systemu.
sk: Xnest neexistuje. Prosím, po¾iadajte administrátora, aby ho nain¹taloval.

source: Indirect XDMCP is not enabled, please ask your system administrator to enable it in the GDM configurator program.
pl: Po¶rednie XDMCP nie jest aktywne. Zwróæ siê do administratora systemu o jego uaktywnienie za pomoc± programu konfiguracyjnego GDM-a.
ro: XDMCP indirect nu este activat, vã rog sã-i cereþi administratorului sistemului sã-l activeze în programul de configurare GDM.
sk: Nepriame XDMCP nie je povoelné. Prosím, po¾iadajte administrátora, aby ho povolil v programe pre nastavenie GDM.

source: Could not find a free display number
pl: Nie mo¿na odnale¼æ wolnego numeru ekranu
sk: Nie je mo¾né nájs» voµné èíslo displeja

source: gdmaskpass only runs as root
pl: gdmaskpass mo¿e byæ uruchomiony tylko z prawami u¿ytkownika root
sk: gdmaskpass musíte spusti» ako root

source: Authentication failure!
pl: B³±d przy uwierzytelnianiu!
ro: Autentificare eºuatã!
sk: Overenie zlyhalo"

source: (memory buffer)
pl: (bufor w pamiêci)
sk: (medzipamä»)

source: (memory buffer
pl: (bufor w pamiêci
sk: (medzipamä»

source: An error occured while loading the user interface element %s%s from file %s. Possibly the glade interface description was corrupted. %s cannot continue and will exit now. You should check your installation of %s or reinstall %s.
pl: W czasie pobierania elementu interfejsu u¿ytkownika o nazwie %s%s z pliku %s wyst±pi³ b³±d. Prawdopodobnie zosta³ uszkodzony plik glade opisuj±cy interfejs. %s nie mo¿e kontynuowaæ pracy i zostanie zakoñczony. Zweryfikuj instalacjê %s lub przeinstaluj %s.
sk: Poèas naèítania elementu grafického rozhrania %s%s zo súboru %s nastala chyba. Mo¾no bol po¹kodený popis rozhrania glade. %s nemô¾e pokraèova», a preto teraz skonèí. Mali by ste overi» va¹u in¹taláciu %s alebo %s znovu nain¹talova».

source: Glade file is on crack! Make sure the correct file is installed! file: %s widget: %s
pl: Plik glade jest uszkodzony. Upewnij siê, ¿e zainstalowany jest w³a¶ciwy plik! plik: %s, widget: %s
sk: Súbor glade je po¹kodený! Overte, ¾e máte nain¹talovaný správny súbor! súbor: %s prvok: %s

source: An error occured while loading the user interface element %s%s from file %s. CList type widget should have %d columns. Possibly the glade interface description was corrupted. %s cannot continue and will exit now. You should check your installation of %s or reinstall %s.
pl: W czasie pobierania elementu interfejsu u¿ytkownika o nazwie %s%s z pliku %s wyst±pi³ b³±d. Widget CList powinien zawieraæ %d kolumn. Prawdopodobnie zosta³ uszkodzony plik glade opisuj±cy interfejs. %s nie mo¿e kontynuowaæ pracy i zostanie zakoñczony. Zweryfikuj instalacjê %s lub przeinstaluj %s.
sk: Poèas naèítania prvku %s%s u¾ívateµského rozhrania zo súboru %s sa vyskytla chyba. Prvok typu CList má ma» %d ståpcov. Popis rozhrania glade je asi po¹kodený. %s nemô¾e pokraèova» a preto teraz skonèí. Mali by ste overi» in¹taláciu %s, alebo %s znovu nain¹talova».

source: Glade file is on crack! Make sure the correct file is installed! file: %s widget: %s expected clist columns: %d
pl: Plik glade jest uszkodzony. Upewnij siê, ¿e zainstalowany jest w³a¶ciwy plik! plik: %s, widget: %s, oczekiwana liczba kolumn: %d
sk: Súbor glade je po¹kodený! Overte, ¾e máte nain¹talovaný správny súbor! súbor: %s prvok: %s oèakáva ståpce clist: %d

source: An error occured while loading the user interface from file %s. Possibly the glade interface description was not found. %s cannot continue and will exit now. You should check your installation of %s or reinstall %s.
pl: W czasie wczytywanie interfejsu u¿ytkownika z pliku %s wyst±pi³ b³±d. Prawdopodobnie plik glade opisuj±cy interfejs nie istnieje. %s nie mo¿e kontynuowaæ pracy i zostanie zakoñczony. Zweryfikuj instalacjê %s lub przeinstaluj %s.
sk: Poèas naèítania u¾ívateµského rozhrania zo súboru %s sa vyskytla chyba. Asi sa nepodarilo nájs» popis rozhrania glade. %s nemô¾e pokraèova» a preto teraz skonèí. Mali by ste overi» in¹taláciu %s, alebo %s znovu nain¹talova».

source: No interface could be loaded, BAD! (file: %s)
pl: Nie mo¿na wczytaæ interfejsu (plik: %s). Niedobrze.
sk: Grafické rozhranie nie je mo¾né naèíta», TO JE ZLE! (súbor: %s)

source: Choose an icon
pl: Wybór ikony
ro: Selectaþi un icon
sk: Vyberte ikonu
tr: Bir simge seçin

source: Would you like me to try to run the X configuration program? Note that you will need the root password for this.
pl: Czy chcesz spróbowaæ uruchomiæ program konfiguruj±cy serwer X (nale¿y w tym przypadku podaæ has³o u¿ytkownika root)?
ro: Doriþi sã încerc sã rulez programul de configurare X? Veþi avea nevoie de parola root pentru aceasta.
sk: Chcete, aby som sa pokúsil spusti» program pre jeho nastavenie? Uvedomte si, ¾e na to budete potrebova» heslo pre roota.

source: Please type in the root (privilaged user) password.
pl: Wprowad¼ has³o u¿ytkownika root.
ro: Vã rog introduceþi parola de root (utilizatorul privilegiat).
sk: Prosím, zadajte heslo roota (administrátora).
tr: Lütfen root (yetkili kullanýcý) parolasýný girin.

source: I will now try to restart the X server again.
pl: Nast±pi teraz ponowna próba uruchomienia serwera X.
ro: O sã încerc sã restartez serverul X din nou.
sk: Teraz sa pokúsim znovu re¹tartova» X server.
tr: Þimdi X sunucuyu yeniden baþlatacaðým.

source: I will disable this X server for now. Restart GDM when it is configured correctly.
pl: Ten serwer X zostanie tymczasowo unieaktywniony. Po jego poprawnym skonfigurowaniu uruchom ponownie GDM-a.
ro: O sã dezactivez acest server X momentan. Reporniþi GDM când este configurat corect.
sk: Teraz zaká¾em X server. Keï bude správne nastavený, re¹tartujte GDM.
tr: X sunucuyu geçici olarak kapatýyorum. Düzgün ayarlandýðý zaman GDM'yi yeniden çalýþtýrýn.

source: I cannot start the X server (your graphical interface). It is likely that it is not set up correctly. Would you like to view the X server output to diagnose the problem?
pl: Nie mo¿na uruchomiæ serwera X (odpowiedzialnego za interfejs graficzny). Prawdopodobnie nie zosta³ on poprawnie skonfigurowany. Czy chcesz obejrzeæ zawarto¶æ wyj¶cia serwera, aby zdiagnozowaæ problem?
ro: Nu pot porni serverul X (interfaþa graficã). Probabil nu este setat corect. Doriþi sã vizualizaþi ieºirea de la serverul X pentru a diagnostica problema?
sk: Nie je mo¾né spusti» X server (grafické rozhranie). Asi nie je správne nastavený. Chcete zobrazi» výstup X serveru, aby ste mohli identifikova» problém?

source: I cannot start the X server (your graphical interface). It seems that the pointer device (your mouse) is not set up correctly. Would you like to view the X server output to diagnose the problem?
pl: Nie mo¿na uruchomiæ serwera X (odpowiedzialnego za interfejs graficzny). Prawdopodobnie nie zosta³a poprawnie skonfigurowana mysz. Czy chcesz obejrzeæ zawarto¶æ wyj¶cia serwera, aby zdiagnozowaæ problem?
sk: Nie je mo¾né spusti» X server (grafické rozhranie). Asi nie je správne nastavený. Chcete zobrazi» výstup X serveru, aby ste mohli identifikova» problém?

source: Would you like me to try to run the mouse configuration program? Note that you will need the root password for this.
pl: Czy chcesz spróbowaæ uruchomiæ program konfiguruj±cy mysz? Nale¿y w tym przypadku podaæ has³o u¿ytkownika root.
sk: Chcete, aby som sa pokúsil spusti» program pre nastavenie my¹i? Uvedomte si, ¾e na to budete potrebova» heslo pre roota.

source: Expert
pl: Zaawansowane
tr: Uzman

source: de_DE
pl: da_DE

source: expert
pl: zaawansowane
tr: uzman

source: Paranoia
pl: Paranoja
tr: Paranoyak

source: Server
pl: Serwer

source: label273
pl: etykieta273

source: %a %b %d, %H:%M
pl: %a %d %b, %H:%M

source: %a %b %d, %I:%M %p
pl: %a %d %b, %I:%M %p
tr: %d %b %a, %I:%M %p

source: Finger
pl: Finger (informacje o u¿ytkowniku)

source: XSession
ro: XSesiune
tr: XOturumu
