Repository: lepidotos/suede
Catalog: gdm-2.2.5.4/po/*.po
Languages: pl, ro, sk, tr

source: %s: Could not make new cookie file in %s
pl: %s: Nie mo¿na stworzyæ nowego pliku ciasteczka %s
ro: %s: Nu s-a putut crea fiºierul cookie nou în %s
sk: %s: Nie je mo¾né vytvori» nový súbor s cookie v %s

source: gdm_auth_user_add: Could not open cookie file %s
pl: gdm_auth_user_add: Nie mo¿na otworzyæ pliku ciasteczka %s
ro: gdm_auth_user_add: Nu s-a putut deschide fiºierul cookie %s
sk: gdm_auth_user_add: Nie je mo¾né otvori» súbor s cookie %s
tr: gdm_auth_user_add: %s çerez dosyasýný açamadým

source: gdm_auth_user_add: Could not lock cookie file %s
pl: gdm_auth_user_add: Nie mo¿na zablokowaæ pliku ciasteczka %s
ro: gdm_auth_user_add: Nu s-a putut bloca fiºierul cookie %s
sk: gdm_auth_user_add: Nie je mo¾né zamknú» súbor s cookie %s
tr: gdm_auth_user_add: %s çerez dosyasýný kilidini yaratamadým

source: gdm_auth_user_remove: Ignoring suspiciously looking cookie file %s
pl: gdm_auth_user_remove: Zignorowanie podejrzanie wygl±daj±cego pliku ciasteczka %s
ro: gdm_auth_user_remove: Ignor fiºierul cookie %s care aratã suspicios
sk: gdm_auth_user_remove: Ignorujem podozrivo vyzerajúci súbor s cookie %s
tr: gdm_auth_user_remove: Tehlikeli gözüken %s çerezini gözardý ediyorum

source: Failed to start the display server several times in a short time period; disabling display %s
pl: W krótkim okresie czasu wielokrotnie nie powiod³o siê uruchomienie serwera ekranu. Ekran %s zosta³ unieaktywniony.
ro: Nu am putut porni serverul X de câteva ori într-un interval scurt de timp; dezactivez afiºajul %s
sk: Nepodarilo sa niekoµkokrát spusti» X server v krátkom èase, zakazujem displej %s
tr: Kýsa bir zaman süresi içinde X sunucu açýlamadý. %s kapatýlýyor.

source: gdm_display_manage: Failed forking gdm slave process for %s
pl: gdm_display_manage: Utworzenie procesu potomnego gdm dla %s nie powiod³o siê
ro: gdm_display_manage: Eºuare fork proces sclav gdm pentru %s
sk: gdm_display_manage: Nepodarilo sa spusti» proces gdm slave pre %s

source: gdm_error_box: Failed to execute self
pl: gdm_error_box: Nie mo¿na ponownie uruchomiæ procesu
ro: gdm_error_box: N-am reuºit sã mã execut
sk: gdm_error_box: Nepodarilo sa spusti» seba samého

source: gdm_error_box: Cannot fork to display error/info box
pl: gdm_error_box: Nie mo¿na stworzyæ procesu aby wy¶wietliæ okno z b³êdem/ostrze¿eniem
sk: gdm_error_box: Nepodarilo sa spustenie pre zobrazenie chyby/informácie

source: gdm_failsafe_question: Failed to execute self
pl: gdm_failsafe_question: Nie mo¿na ponownie uruchomiæ procesu
ro: gdm_failsafe_question: N-am reuºit sã mã execut
sk: gdm_failsafe_question: Nepodarilo sa spusti» seba samého

source: gdm_failsafe_question: Cannot fork to display error/info box
pl: gdm_failsafe_question: Nie mo¿na stworzyæ procesu aby wy¶wietliæ okno z b³êdem/ostrze¿eniem
sk: gdm_failsafe_question: Nepodarilo sa spustenie pre zobrazenie chyby/informácie

source: %s: Directory %s does not exist.
pl: %s: Katalog %s nie istnieje.
ro: %s: Directorul %s nu existã.
sk: %s: Prieèinok %s neexistuje.
tr: %s: %s dizini bulunamadý.

source: %s: %s is not owned by uid %d.
pl: %s: w³a¶ciciel %s nie ma identyfikatora %d.
ro: %s: %s nu este deþinut de uid %d.
sk: %s: %s nie je vlastnený uid %d.
tr: %1$s: %3$d %2$s'nin sahibi deðil.

source: %s: %s is writable by group.
pl: %s: %s jest zapisywalny przez grupê.
ro: %s: %s poate fi scris de grup.
sk: %s: Do %s mô¾u zapisova» èlenovia skupiny.
tr: %s: %s grup tarafýndan yazýlabilir.

source: %s: %s is writable by other.
pl: %s: %s jest zapisywalny przez innych.
ro: %s: %s poate fi scris de alþii (other).
sk: %s: Do %s mô¾u zapisova» ostatní.
tr: %s: %s diðerleri tarafýndan yazýlabilir.

source: %s: %s does not exist but must exist.
pl: %s: %s nie istnieje, a jest wymagany.
ro: %s: %s nu existã dar este necesar.
sk: %s: %s neexistuje, ale musí existova».

source: %s: %s is not a regular file.
pl: %s: %s nie jest zwyk³ym plikiem.
ro: %s: %s nu este un fiºier obiºnuit.
sk: %s: %s nie je normálny súbor.
tr: %s: %s normal bir dosya deðil

source: %s: %s is writable by group/other.
pl: %s: %s jest zapisywalny przez grupê/innych.
ro: %s: %s poate fi scris de grup/alþii(other)
sk: %s: Do %s mô¾e zapisova» skupina/ostatní.
tr: %s: %s grupça/diðerlerince yazýlabilir.

source: %s: %s is bigger than sysadmin specified maximum file size.
pl: %s: %s jest wiêkszy ni¿ okre¶lony przez administratora maksymalny rozmiar pliku.
ro: %s: %s este mai maire decât mãrimea fiºierului specificatã de administrator
sk: %s: %s je väè¹í ako je maximálna veµkos» súboru nastavená administrátorom.
tr: %s: %s sistem yöneticisinin belirttiði azami boyuttan daha büyük.

source: gdm_config_parse: No configuration file: %s. Using defaults.
pl: gdm_config_parse: Brak pliku konfiguracyjnego: %s. Przyjêto warto¶ci domy¶lne.
ro: gdm_config_parse: Lipseºte fiºierul de configuraþie: %s. Folosesc setãrile implicite.
sk: gdm_config_parse: ®iadny konfiguraèný súbor: %s. Konèím.
tr: gdm_config_parse: %s ayar dosyasý yok. Öntanýmlýlar kullanýlýyor.

source: gdm_config_parse: XDMCP was enabled while there is no XDMCP support, turning it off
pl: gdm_config_parse: Uaktywniono XDMCP przy braku jego obs³ugi. XDMCP zosta³o unieaktywnione.
ro: gdm_config_parse: XDMCP a fost activat ºi nu existã suport pentru XDMCP, îl opresc
sk: gdm_config_parse: XDMCP bol povolený, aj keï nie je podporovaný, vypínam
tr: gdm_config_parse: XDMCP desteði olmamasýna raðmen XDMCP etkin durumda. Kapatýýlyor.

source: gdm_config_parse: Root cannot be autologged in, turing off automatic login
pl: gdm_config_parse: Nie mo¿na zalogowaæ automatycznie u¿ytkownika root, automatyczne logowanie zosta³o unieaktywnione
ro: gdm_config_parse: root nu poate fi logat automat, dezactivez loginul automat
sk: gdm_config_parse: Root nesmie by» prihlasovaný automaticky, vypínam automatické prihlásenie
tr: gdm_config_parse: Root otomatik giriþ yapamaz. Otomatik giriþ iptal ediliyor

source: gdm_config_parse: Root cannot be autologged in, turing off timed login
pl: gdm_config_parse: Nie mo¿na zalogowaæ automatycznie u¿ytkownika root, logowanie z opó¼nieniem czasowym zosta³o unieaktywnione
ro: gdm_config_parse: root nu poate fi logat automat, dezactivez loginul cronometrat
sk: gdm_config_parse: Root nesmie by» prihlasovaný automaticky, vypínam prihlásenie s èasom
tr: gdm_config_parse: Root otomatik giriþ yapamaz. Zamanlamalý giriþler iptal ediliyor

source: gdm_config_parse: TimedLoginDelay less then 5, so I will just use 5.
pl: gdm_config_parse: Warto¶æ TimedLoginDelay jest mniejsza od 5, wiêc przyjêto 5.
ro: gdm_config_parse: PauzãLoginCronometratã este mai micã decât 5, aºa cã voi folosi 5.
sk: gdm_config_parse: TimedLoginDelay menej ako 5, tak¾e pou¾ijem 5.
tr: gdm_config_parse: TimedLoginDelay 5'dan küçük. 5 olarak yeniden düzenleniyor.

source: gdm_config_parse: No greeter specified.
pl: gdm_config_parse: Nie okre¶lono greetera.
ro: gdm_config_parse: Nici o salutare specificatã.
sk: gdm_config_parse: Neuvedené privítanie.
tr: gdm_config_parse: Karþýlayýcý belirtilmemiþ.

source: No daemon/ServAuthDir specified in the configuration file
sk: V konfiguraènom súbore nezadaný démon/ServAuthDir

source: gdm_config_parse: No authdir specified.
pl: gdm_config_parse: Nie okre¶lono katalogu autoryzacji.
ro: gdm_config_parse: Directorul de autentificare nu a fost specificat.
sk: gdm_config_parse: Neuvedený prieèinok pre overovanie.
tr: gdm_config_parse: Ýzin dizini belirtilmedi.

source: gdm_config_parse: No sessions directory specified.
pl: gdm_config_parse: Nie okre¶lono katalogu sesji.
ro: gdm_config_parse: Directorul de sesiuni nu a fost specificat.
sk: gdm_config_parse: Neuvedený prieèinok so sedeniami.
tr: gdm_config_parse: Oturum dizini belirtilmedi.

source: %s: Empty server command, using standard one.
pl: %s: Puste polecenie serwera, wykorzystano domy¶lne.
sk: %s: Prázdny príkaz serveru, pou¾ijem ¹tandardný.

source: %s: Display number %d in use! I will use %d
pl: %s: Ekran o numerze %d jest ju¿ wykorzystany! Zostanie u¿yty %d
sk: %s: Èíslo displeja %d sa u¾ pou¾íva! Pou¾ijem %d

source: gdm_config_parse: Invalid server line in config file. Ignoring!
pl: gdm_config_parse: Niepoprawny wiersz serwera w pliku konfiguracyjnym. Rezygnacja!
ro: gdm_config_parse: Linie invalidã în fiºierul de configurare. Ignor!
sk: gdm_config_parse: Neplatný riadok so serverom v konfiguraènom súbore. Ignorujem!
tr: gdm_config_parse: Ayar dosyasýnda geçersiz sunucu satýrý. Gözardý ediliyor!

source: %s: Xdmcp disabled and no local servers defined. Adding /usr/bin/X11/X on :%d to allow configuration!
pl: %s: Deaktywowano Xdmcp i nie zdefiniowano lokalnych serwerów. Aby pozwoliæ na konfiguracjê, zosta³ dodany /usr/bin/X11/X na ekranie :%d!
ro: %s: Xdmcp este dezactivat si nici un server local n-a fost definit. Adaug /usr/bin/X11/X pe :%d pentru a permite configurarea!
sk: %s: Xdmcp zakázané a nedefinovaný ¾iadny lokálny server. Pridajte /usr/bin/X11/X na :%d pre mo¾nos» nastavenia!

source: Xdmcp is disabled and gdm cannot find any local server to start. Aborting! Please correct the configuration %sand restart gdm.
sk: Xdmcp je zakázené a gdm nemô¾e nájs» ¾iadny spustiteµný lokálny server. Konèím! Prosím, opravte nastavenie gdm %s a re¹tartujte gdm.

source: gdm_config_parse: Xdmcp disabled and no local servers defined. Aborting!
pl: gdm_config_parse: Deaktywowano Xdmcp i nie zdefiniowano lokalnych serwerów. Rezygnacja!
ro: gdm_config_parse: Xdmcp este dezactivat si nici un server local n-a fost definit. Abandonez!
sk: gdm_config_parse: Xdmcp zakázané a nedefinované ¾iadny lokálny server. Konèím!
tr: gdm_config_parse: Xdmcp kapalý ve hiç bir yerel sunucu belirtilmemiþ. Çýkýyorum.

source: gdm_config_parse: Can't find the gdm user (%s). Trying 'nobody'!
pl: gdm_config_parse: Nie mo¿na odnale¼æ u¿ytkownika gdm (%s). Próba wykorzystania "nobody"!
ro: gdm_config_parse: Nu pot gãsi utilizatorul gdm (%s). Încerc 'nobody'!
sk: gdm_config_parse: Nemô¾em nájs» pou¾ívateµa gdm (%s). Skú¹am 'nobody'!
tr: gdm_config_parse: gdm kullanýcýsý (%s) bulunamadý. 'nobody' denenecek!

source: The gdm user does not exist. Please correct gdm configuration %s and restart gdm.
sk: Pou¾ívateµ gdm neexistuje. Prosím, opravte nastavenie gdm %s a re¹tartujte gdm.

source: gdm_config_parse: Can't find the gdm user (%s). Aborting!
pl: gdm_config_parse: Nie mo¿na odnale¼æ u¿ytkownika gdm (%s). Rezygnacja!
ro: gdm_config_parse: Nu pot gãsi utilizatorul gdm (%s). Abandonez!
sk: gdm_config_parse: Nemô¾em nájs» pou¾ívateµa gdm (%s). Konèím!
tr: gdm_config_parse: gdm kullanýcýsý (%s) bulunamadý. Çýkýyorum!

source: The gdm user is set to be root, but this is not allowed since it can pose a security risk. Please correct gdm configuration %s and restart gdm.
sk: Pou¾ívateµ gdm je nastavený ako root, ale to nie je povolené, preto¾e to nie je bezpeèné. Prosím, opravte nastavenie gdm %s a re¹tartujte gdm.

source: gdm_config_parse: The gdm user should not be root. Aborting!
pl: gdm_config_parse: U¿ytkownik gdm nie powinien byæ nadzorc±. Rezygnacja!
ro: gdm_config_parse: Utilizatorul gdm n-ar trebui sã fie root. Abandonez!
sk: gdm_config_parse: Pou¾ívateµ gdm by nemal by» root. Konèím!
tr: gdm_config_parse : gdm kullanýcýsýnýn 'root' olmamasý gerekiyor. Çýkýyorum.

source: gdm_config_parse: Can't find the gdm group (%s). Trying 'nobody'!
pl: gdm_config_parse: Nie mo¿na odnale¼æ grupy gdm (%s). Próba wykorzystania "nobody"!
ro: gdm_config_parse: Nu pot gãsi grupul gdm (%s). Încerc 'nobody'!
sk: gdm_config_parse: Nemô¾em nájs» skupinu gdm (%s). Skú¹am 'nobody'!
tr: gdm_config_parse: gdm grubunu (%s) bulamadým. 'nobody' denenecek!

source: The gdm group does not exist. Please correct gdm configuration %s and restart gdm.
sk: Skupina gdm neexistuje. Prosím, opravte nastavenie gdm %s a re¹tartujte gdm.

source: gdm_config_parse: Can't find the gdm group (%s). Aborting!
pl: gdm_config_parse: Nie mo¿na odnale¼æ grupy gdm (%s). Rezygnacja!
ro: gdm_config_parse: Nu pot gãsi grupul gdm (%s). Abandonez!
sk: gdm_config_parse: Nemô¾em nájs» skupinu gdm (%s). Konèím!
tr: gdm_config_parse: gdm grubunu (%s) bulamadým. Çýkýyorum!

source: The gdm group is set to be root, but this is not allowed since it can pose a security risk. Please correct gdm configuration %s and restart gdm.
sk: Skupina gdm je nastavená ako root, ale to nie je povolené, preto¾e to nie je bezpeèné. Prosím, opravte nastavenie gdm %s a re¹tartujte gdm.

source: gdm_config_parse: The gdm group should not be root. Aborting!
pl: gdm_config_parse: Grupa gdm nie powininna byæ grup± nadzorcy. Rezygnacja!
ro: gdm_config_parse: Grupul gdm n-ar trebui sã fie root. Abandonez!
sk: gdm_config_parse: Skupina gdm by nemala by» root. Konèím!
tr: gdm_config_parse : gdm grubu 'root' olmamasý gerekiyor. Çýkýyorum .

source: %s: Greeter not found or can't be executed by the gdm user
pl: %s: Nie odnaleziono greetera, lub nie mo¿na go wykonaæ jako u¿ytkownik gdm
sk: %s: Privítanie nenájdené alebo nie je mo¾né spusti» pou¾ívateµom gdm

source: %s: Chooser not found or it can't be executed by the gdm user
pl: %s: Nie odnaleziono choosera, lub nie mo¿na go wykonaæ jako u¿ytkownik gdm
sk: %s: Výber nenájdený alebo ho nie je mo¾né spusti» pou¾ívateµom gdm

source: Server Authorization directory (daemon/ServAuthDir) is set to %s but this does not exist. Please correct gdm configuration %s and restart gdm.
sk: Prieèinok pre verenie (démon/ServAuthDir) je nastavený na %s, ale neexistuje. Prosím, opravte nastavenie gdm %s alebo re¹tartujte gdm.

source: gdm_config_parse: Authdir %s does not exist. Aborting.
pl: gdm_config_parse: Katalog autoryzacji %s nie istnieje. Rezygnacja.
ro: gdm_config_parse: Directorul autentificare %s nu existã. Abandonez!
sk: gdm_config_parse: Prieèinok pre overovanie %s neexistuje. Konèím.
tr: gdm_config_parse: %s izin dizini yok. Çýkýyorum.

source: Server Authorization directory (daemon/ServAuthDir) is set to %s but this is not a directory. Please correct gdm configuration %s and restart gdm.
sk: Prieèinok pre verenie (démon/ServAuthDir) je nastavený na %s, ale nie je to prieèinok. Prosím, opravte nastavenie gdm %s alebo re¹tartujte gdm.

source: gdm_config_parse: Authdir %s is not a directory. Aborting.
pl: gdm_config_parse: Katalog autoryzacji %s nie jest katalogiem. Rezygnacja.
ro: gdm_config_parse: Directorul autentificare %s nu este director. Abandonez!
sk: gdm_config_parse: Prieèinok pre overovanie %s nie je prieèinok. Konèím.
tr: gdm_config_parse: %s izin dizini deðil . Çýkýyorum .

source: Server Authorization directory (daemon/ServAuthDir) is set to %s but is not owned by user %s and group %s. Please correct the ownership or gdm configuration %s and restart gdm.
sk: Prieèinok pre overenie (démon/ServAuthDir) je nastavený na %s, ale nevlastní ho pou¾ívateµ %s a skupina %s. Prosím, opravte lastníkov alebo nastavenie gdm %s alebo re¹tartujte gdm.

source: gdm_config_parse: Authdir %s is not owned by user %s, group %s. Aborting.
pl: gdm_config_parse: Katalogowi autoryzacji %s nie przypisano w³a¶ciciela %s i grupy %s. Rezygnacja.
ro: gdm_config_parse: Directorul autentificare %s nu este deþinut de utilizatorul %s, grupul %s. Abandonez!
sk: gdm_config_parse: Prieèinok pre overovanie %s nie je vlastnený pou¾ívateµom %s, skupinou %s. Konèím.
tr: gdm_config_parse: %s izin dizini %s kullanýcýnýn (grup %s) deðil. Çýkýyorum.

source: Server Authorization directory (daemon/ServAuthDir) is set to %s but has the wrong permissions, it should have permissions of 0750.Please correct the permissions or the gdm configuration %s and restart gdm.
sk: Prieèinok pre overenie (démon/ServAuthDir) je nastavený na %s, ale má nesprávne práva, mali by by» 0750. Prosím, opravte práva alebo nastavenie gdm %s alebo re¹tartujte gdm.

source: gdm_config_parse: Authdir %s has wrong permissions %o. Should be 0750. Aborting.
sk: gdm_config_parse: Overovací prieèinok %s má nesprávne práva %o. Majú by» 0750. Konèím.

source: gdm_daemonify: fork() failed!
pl: gdm_daemonify: funkcja fork() nie powiod³a siê!
ro: gdm_daemonify: fork() a eºuat!
sk: gdm_daemonify: fork() zlyhal!
tr: gdm_daemonify: fork() baþarýsýz oldu!

source: gdm_daemonify: setsid() failed: %s!
pl: gdm_daemonify: Funkcja setsid() nie powiod³a siê: %s!
ro: gdm_daemonify: setsid() a eºuat: %s!
sk: gdm_daemonify: setsid() zlyhalo: %s!
tr: gdm_daemonify: setsid() baþarýsýz oldu (%s)!

source: deal_with_x_crashes: Trying failsafe X server %s
pl: deal_with_x_crashes: Próba uruchomienia awaryjnego serwera X %s
sk: deal_with_x_crashes: Skú¹am záchranný X server %s
tr: deal_with_x_crashes: Failsafe X sunucu %s çalýþtýrýlýyor

source: deal_with_x_crashes: Running the XKeepsCrashing script
pl: deal_with_x_crashes: Uruchamianie skryptu XKeepsCrashing
sk: deal_with_x_crashes: Spú¹»am skript XKeepsCrashing
tr: deal_with_x_crashes: XKeepsCrashing programý çalýþtýrýlýyor

source: I cannot start the X server (your graphical interface). It is likely that it is not set up correctly. You will need to log in on a console and rerun the X configuration program. Then restart GDM.
pl: Nie mo¿na uruchomiæ serwera X (odpowiedzialnego za interfejs graficzny). Prawdopodobnie nie zosta³ on poprawnie skonfigurowany. Powróæ na konsolê i uruchom program konfiguruj±cy serwer X, a nastêpnie uruchom ponownie GDM-a.
ro: Nu pot porni serverul X (interfaþa graficã). Probabil nu este setat corect. Va trebui sã vã logaþi într-o consolã ºi sã rulaþi programul de configurare X. Apoi restartaþi GDM.
sk: Nie je mo¾né spusti» X server (grafické rozhranie). Asi nie je správne nastavený. Budete sa musie» prihlási» na konzolu a znovu spusti» program pre nastavenie X serveru. Potom re¹tartujte GDM.

source: Failed to start X server several times in a short time period; disabling display %s
pl: W krótkim okresie czasu wielokrotnie nie powiod³o siê uruchomienie serwera X. Ekran %s zosta³ unieaktywniony.
ro: Nu am putut porni serverul X de câteva ori într-un interval scurt de timp; dezactivez afiºajul %s
sk: Nepodarilo sa niekoµkokrát spusti» X server v krátkom èase, zakazujem displej %s
tr: Kýsa bir zaman süresi içinde X sunucu açýlamadý. %s kapatýlýyor.

source: gdm_child_action: Reboot or Halt request when there is no system menu from display %s
pl: gdm_child_action: ¯±danie restartu lub zakoñczenia pracy ze zdalnego ekranu %s przy braku menu systemowego
sk: gdm_child_action: Po¾iadavka na re¹tart alebo vypnutie aj keï displej %s neobsahuje systémové menu.
tr: gdm_child_action: %s ekranýnda sistem menüsü yokken Reboot ya da Halt isteði

source: gdm_child_action: Restart, Reboot or Halt request from a non-local display %s
pl: gdm_child_action: ¯±danie restartu, ponownego uruchomienia lub zakoñczenia pracy ze zdalnego ekranu %s
sk: gdm_child_action: Po¾iadavka na re¹tart alebo vypnutie z nelokálneho displeja %s
tr: gdm_child_action: %s yerel olmayan ekranýndan Restart, Reboot ya da Halt isteði

source: gdm_child_action: Aborting display %s
pl: gdm_child_action: Porzucanie ekranu %s
ro: gdm_child_action: Abandonez displayul %s
sk: gdm_child_action: Ukonèujem displej %s
tr: gdm_child_action: %s ekranýndan çýkýyorum

source: gdm_child_action: Master rebooting...
pl: gdm_child_action: Ponowne uruchamianie systemu...
ro: gdm_child_action: Repornire master...
sk: gdm_child_action: Re¹tartujem...
tr: gdm_child_action: Kaptan yeniden baþlatýyor ...

source: gdm_child_action: Reboot failed: %s
pl: gdm_child_action: Restart nie powiód³ siê: %s
ro: gdm_child_action: Repornirea a eºuat: %s
sk: gdm_child_action: Re¹tart zlyhal: %s
tr: gdm_child_action: yeniden baþlama baþarýsýz oldu : %s

source: gdm_child_action: Master halting...
pl: gdm_child_action: Zakoñczenie pracy systemu...
ro: gdm_child_action: Oprire master...
sk: gdm_child_action: Vypínam...
tr: gdm_child_action: Kaptan kapatmasý ...

source: gdm_child_action: Halt failed: %s
pl: gdm_child_action: Zamkniêcie nie powiod³o siê: %s
ro: gdm_child_action: Oprirea a eºuat: %s
sk: gdm_child_action: Vypnutie zlyhalo: %s
tr: gdm_child_action: Kapatma baþarýsýz oldu : %s

source: gdm_child_action: Master suspending...
pl: gdm_child_action: Usypianie systemu...
ro: gdm_child_action: Suspendare master...
sk: gdm_child_action: Hlavné suspendovanie...

source: gdm_child_action: Suspend failed: %s
pl: gdm_child_action: U¶pienie systemu nie powiod³o siê siê: %s
ro: gdm_child_action: Suspendarea a eºuat: %s
sk: gdm_child_action: Suspend zlyhal: %s

source: Gdm restarting ...
pl: Ponowne uruchamianie GDM-a...
ro: GDM restarteazã...
sk: Gdm sa re¹tartuje...

source: Failed to restart self
pl: Nie mo¿na zrestartowaæ programu
ro: Eºuare la repornirea proprie
sk: Re¹tart sa nepodaril.
tr: Kendi kendine baþlatýlamadý

source: Only root wants to run gdm
pl: Tylko nadzorca mo¿e uruchamiaæ gdm
ro: Numai root doreºre sã ruleze gdm
sk: Len root mô¾e spú¹»a» gdm
tr: Sadece 'root' kullanýcýsý gdm'yi çalýþtýrabilir

source: gdm already running. Aborting!
pl: gdm zosta³ ju¿ uruchomiony. Rezygnacja!
ro: gdm ruleazã deja. Abandonez!
sk: gdm u¾ be¾í. Konèím!
tr: gdm zaten çalýþýyor. Çýkýyorum!

source: %s: Error setting up TERM signal handler
pl: %s: B³±d przy ustalaniu obs³ugi przerwania TERM
ro: %s: Eroare la setarea handler-ului pentru semnalul TERM
sk: %s: Chyba pri nastavovaní ovládaèa signálu TERM

source: %s: Error setting up INT signal handler
pl: %s: B³±d przy ustalaniu obs³ugi przerwania INT
ro: %s: Eroare la setarea handler-ului pentru semnalul INT
sk: %s: Chyba pri nastavovaní ovládaèa signálu INT

source: %s: Error setting up HUP signal handler
pl: %s: B³±d przy ustalaniu obs³ugi przerwania HUP
ro: %s: Eroare la setarea handler-ului pentru semnalul HUP
sk: %s: Chyba pri nastavovaní ovládaèa signálu HUP

source: %s: Error setting up USR1 signal handler
pl: %s: B³±d przy ustalaniu obs³ugi przerwania USR1
ro: %s: Eroare la setarea handler-ului pentru semnalul USR1
sk: %s: Chyba pri nastavovaní ovládaèa signálu USR1

source: %s: Error setting up CHLD signal handler
pl: %s: B³±d przy ustalaniu obs³ugi przerwania CHLD
ro: %s: Eroare la setarea handler-ului pentru semnalul CHLD
sk: %s: Chyba pri nastavovaní ovládaèa signálu CHLD

source: Flexible server request denied: Not authenticated
pl: Odrzucono ¿±danie zagnie¿d¿onego serwera: Brak uwierzytelnienia
sk: Odmietnutá po¾iadavka flexibilného serveru: Neprihlásený

source: Unknown server type requested, using standard server.
pl: Nieznany typ serwera, wykorzystano serwer standardowy.
sk: Po¾iadavka na neznámy typu serveru, pou¾ijem ¹tandardný server.

source: Requested server %s not allowed to be used for flexible servers, using standard server.
pl: Serwer %s nie mo¿e byæ u¿ywany przez zagnie¿d¿one serwery. Wykorzystano serwer domy¶lny.
sk: Po¾adovaný server %s nie je povolený pre pou¾itie s flexibilnými servermi, pou¾ijem ¹tandardný server.

source: %s: Could not make socket
pl: %s: Nie mo¿na stworzyæ gniazda
ro: %s: Nu s-a putut face socket
sk: %s: Nemô¾em vytvori» soket

source: %s: Could not bind socket
pl: %s: Nie mo¿na powi±zaæ gniazda z adresem
ro: %s: Nu s-a putut bind socket
sk: %s: Nemô¾em pripoji» soket

source: %s: Could not make FIFO
pl: %s: Nie mo¿na stworzyæ kolejki FIFO
ro: %s: Nu s-a putut face FIFO
sk: %s: Nemô¾em vytvori» FIFO

source: %s: Could not open FIFO
pl: %s: Nie mo¿na otworzyæ kolejki FIFO
ro: %s: Nu s-a putut deschide FIFO
sk: %s: Nemô¾em otvori» FIFO

source: y = Yes or n = No? >
pl: y = Tak lub n = Nie? >
sk: y = Áno alebo n = Nie? >

source: %s: Cannot get local addresses!
pl: %s: Nie mo¿na pobraæ lokalnego adresu!
ro: %s: Nu pot obþine adresa localã!
sk: %s: Nepodarilo sa získa» lokálne adresy!

source: %s: Could not get server hostname: %s!
pl: %s: Nie mo¿na pobraæ nazwy serwera: %s!
ro: %s: Nu s-a putut obþine hostname-ul serverului: %s!
sk: %s: Nemô¾em získa» meno hostiteµa serveru: %s!
