Repository: lepidotos/suede
Catalog: gdm-2.2.5.4/po/*.po
Languages: pl, ro, sk, tr

source: X position:
pl: Po³o¿enie X:
ro: Poziþie X:
sk: X pozícia:
tr: X konumu:

source: Y position:
pl: Po³o¿enie Y:
ro: Poziþie Y:
sk: Y pozícia:
tr: Y konumu:

source: Xinerama screen:
pl: Ekran Xinerama:
ro: Ecran Xinerama:
sk: Obrazovka Xinerama:
tr: Xinerama ekraný:

source: If you have xinerama multi display setup which screen should the loginw indow appear on. 0 will usually do just fine.
pl: W przypadku wykorzystania przez serwer X rozszerzenia xinerama, poni¿sze ustawienie okre¶la, na którym ekranie powinno byæ wy¶wietlane okno logowania. Pozostawienie warto¶ci 0 jest w wiêkszo¶ci przypadków odpowiednim rozwi±zaniem.
sk: Ak máte nastavenie viacnásobného displeja xinerama, zadajte, kde sa zobrazí prihlasovacie okno. 0 je obvykle správne.
tr: Xinerama çoklu ekran ayarlarý varsa kullanýlýr. Genellikle 0 iyi bir seçimdir.

source: Login behaviour
pl: Zachowanie ekranu logowania
ro: Comportament login
sk: Chovanie prihlásenia
tr: Giriþ yöntemi

source: Face browser
pl: Przegl±darka twarzy
ro: Navigator de feþe
sk: Prehliadaè tvárí
tr: Yüz resimleri gözatýcý

source: Show a browser of user face images. The users can put their picture in ~/.gnome/photo
pl: Powoduje wy¶wietlanie przegl±darki obrazów twarzy u¿ytkowników. U¿ytkownicy mog± umieszczaæ swoje zdjêcia we w³asnym katalogu ~/.gnome/photo.
ro: Aratã un navigator de imagini ale feþelor utilizatorilor. Utilizatoriiîºi pot pune poza lor în ~/.gnome/photo
sk: Zobrazi» prehliadaè obrázkov tvárí. Pou¾ívatelia mô¾u uklada» svoje obrázky do ~/.gnome/photo
tr: Yüz resimlerine bakar. Kullanýcýlar kendi resimlerini ~/.gnome/photo dizinin yerleþtirebilirler.

source: Show choosable user images (enable face browser)
pl: Wy¶wietlanie przegl±darki u¿ytkowników (z obrazami twarzy)
ro: Afiºeazã imaginile utilizator selectabile (activare navigator feþe)
sk: Zobrazi» vyberateµné obrázky pou¾ívateµov (povoli» prehliadaè tvárí)
tr: Seçilebilir kullanýcý resimlerini göster

source: Default face image:
pl: Domy¶lny obraz twarzy:
ro: Faþa implicitã de utilizat:
sk: ©tandardný obrázok tváre:
tr: Öntanýmlý yüz resmi:

source: Global faces directory:
pl: Globalny katalog z twarzami:
ro: Director global de feþe:
sk: Prieèinok pre globálne tváre:
tr: Genel yüz resimleri dizini:

source: Maximum face width:
pl: Maksymalna szeroko¶æ obrazu twarzy:
ro: Lungime maximã a imagini feþei:
sk: Maximálna ¹írka tváre:
tr: Azami yüz resmi geniþliði:

source: Select an image for users with no 'face'
pl: Wybór obrazu dla u¿ytkowników bez w³asnego obrazu twarzy
ro: Selectaþi o imagine pentru utilizatorii fãrã 'faþã'
sk: Vyberte obrázok pre pou¾ívateµov bez 'tváre'
tr: Yüz resmi olmayan kullanýcýlar için bir resim seçin

source: Choose the directory to search for faces
pl: Wybór katalogu z obrazami twarzy
ro: Selectaþi directorul de cãutare faþe
sk: Vyberte prieèinok pre hµadanie tvárí
tr: Yüz resimlerinin taranacaðý dizini girin

source: Maximum face height:
pl: Maksymalna wysoko¶æ obrazu twarzy:
ro: Înãlþime maximã a imaginii feþei:
sk: Maximálny vý¹ka tváre:
tr: Azami yüz yüksekliði:

source: Exclude these users:
pl: U¿ytkownicy wy³±czeni z listy:
ro: Exclude aceºti utilizatori:
sk: Vylúèi» pou¾ívateµov:
tr: Bu kullanýcýlarý hariç tut:

source: A comma separated list of users to exclude from the face browser.
pl: Lista rozdzielonych przecinkami nazw u¿ytkowników, którzy nie powinni byæ wy¶wietlani na li¶cie twarzy.
ro: O listã separatã de virgulã a utilizatorilor care sã fie excluºi din navigatorul de feþe.
sk: Zoznam pou¾ívateµov oddelených èiarkami, ktorí nemajú by» v prehliadaèi tvárí.
tr: Yüz tarayýcýsýna dahil olmayacak kullanýcý listesi (virgülle ayrýlmýþ þekilde)

source: Background
pl: T³o
ro: Fundal
sk: Pozadie
tr: Arkaplan

source: Background type:
pl: Typ t³a:
ro: Tip fundal:
sk: Typ pozadia:
tr: Arkaplan türü:

source: The background should be the standard background
pl: T³o pozostanie niezmienione, a wiêc zale¿eæ bêdzie od serwera X
ro: Fundalul are trebui sã fie cel standard
sk: Pozadie by malo by» ¹tandardné pozadie
tr: Arkaplan standart olmalýdýr

source: None
pl: Brak
ro: Nimic
sk: ®iadne
tr: Hiçbiri

source: The background should be an image
pl: W tle umieszczony bêdzie obraz
ro: Fundalul are trebui sã fie cel standard
sk: Pozadie má by» obrázok
tr: Arkaplan resim olmalýdýr

source: Image
pl: Obraz
ro: Imagine
sk: Obrázok
tr: Resim

source: The background should be a color
pl: T³o zostanie wype³nione jednolitym kolorem
ro: Fundalul are trebui sã fie o culoare
sk: Pozadie má by» jednofarebné
tr: Arkaplan renk olmalýdýr

source: Color
pl: Kolor
ro: Culoare
sk: Farba
tr: Renk

source: Scale background image to fit the entire screen. If this is not set then the image will be tiled on the background.
pl: Powoduje przeskalowanie obrazu do wymiarów ekranu. W przeciwnym wypadku obraz jest uk³adany w s±siaduj±ce ze sob± kafelki.
ro: Scaleazã imaginea fundal pentru a avea loc pe tot ecranul. Dacã aceasta nu este setatã imaginea va fi repetatã pe fundal.
sk: Zmeni» veµkos» obrázka na pozadí na celú obrazovku. Ak toto nie je nastavené, obrázok bude pou¾itý ako dla¾dice pozadia.
tr: Arkaplan resmini tüm ekrana uyacak þekilde ölçeklendirilir.

source: Scale background image to fit
pl: Skalowanie obrazu w tle do wymiarów ekranu
ro: Scaleazã fundalul ca sã aibã loc
sk: Prispôsobi» veµkos» obrázku pozadia
tr: Arkaplan resmini ekrana uyacak þekilde ölçeklendir

source: Background color:
pl: Kolor t³a:
ro: Culoare fundal:
sk: Farba pozadia:
tr: Arkaplan rengi:

source: The color to use on the background
pl: Kolor wype³niaj±cy t³o
ro: Culoarea care sã fie folositã pe fundal
sk: Farba pozadia prihlásenia
tr: Arkaplanda kullanýlacak renk

source: Pick a color
pl: Wybór koloru
ro: Selectaþi o culoare
sk: Vyberte farbu
tr: Bir renk seçin

source: Background image:
pl: Obraz w tle:
ro: Imagine fundal:
sk: Obrázok pozadia:
tr: Arkaplan resmi:

source: On remote login screens only set color to reduce network traffic
pl: Powoduje, ¿e, ze wzglêdu na ograniczenie ruchu sieciowego, na zdalnych ekranach t³o wype³nia³ bêdzie zawsze jednolity kolor.
sk: Iba vzdialené prihlasovacie obrazovky mô¾u nastavova» farby pre zní¾enie za»a¾enia siete

source: Only color on remote displays
pl: Wy¶wietlanie na zdalnych ekranach tylko jednolitego koloru
sk: Farby iba na vzdialených displejoch

source: Background program
pl: Program w tle
ro: Program fundal
sk: Program
tr: Arkaplan programý

source: Background program:
pl: Program w tle:
ro: Program fundal:
sk: Program pre pozadie:
tr: Arkaplan programý:

source: Select a file containing Locale information
pl: Wybór pliku z ustawieniami narodowymi
ro: Selectaþi un fiºier conþinând informaºii despre 'Locale'
sk: Vyberte súbor obsahujúci informácie o lokalizácii
tr: Dil bilgisini içeren dosyayý seçin

source: The program to run in the background of the login.
pl: Program uruchamiany w tle okna logowania.
ro: Programul care sã ruleze în fundal la login.
sk: Program spustený na pozadí prihlásenia.
tr: Giriþ penceresinde çalýþtýrýlacak olan program.

source: Automatic login
pl: Automatyczne logowanie
ro: Login automat
sk: Automatické prihlásenie
tr: Otomatik giriþ

source: Automatic login:
pl: U¿ytkownik logowany automatycznie:
ro: Login automat:
sk: Automatické prihlásenie:
tr: Otomatik giriþ:

source: Login a user automatically on first bootup
pl: Automatyczne logowanie wybranego u¿ytkownika po uruchomieniu systemu
ro: Logheazã automat un utilizator la prima pornire
sk: Pou¾ívateµ, ktorého automaticky prihlási» pri prvom spustení
tr: Ýlk açýlýþta otomatik olarak bir kullanýcý girsin

source: Timed login
pl: Logowanie z opó¼nieniem czasowym
ro: Login cronometrat
sk: Prihlásenie s èasom
tr: Zaman sýnýrlý giriþ

source: Timed login:
pl: U¿ytkownik logowany z opó¼nieniem:
ro: Login cronometrat:
sk: Prihlásenie s èasom:
tr: Zaman sýnýrlý giriþ:

source: Seconds before login:
pl: Liczba sekund przed zalogowaniem:
ro: Secunde înainte de login:
sk: Sekúnd pred prihlásením:
tr: Giriþten önce geçecek saniye:

source: Login a user automatically after a specified number of seconds
pl: Automatyczne logowanie wybranego u¿ytkownika po okre¶lonej liczbie sekund
ro: Logheazã automat un utilizator dupã un numãr specificat de secunde
sk: Automaticky prihlási» pou¾ívateµa po poète sekúnd
tr: Belli bir süre (sn) sonra sistemden girecek olan kullanýcý.

source: Allow logging in as root (administrator) user.
pl: Umo¿liwia logowanie siê jako u¿ytkownik root.
ro: Permite logarea ca root (administrator)
sk: Povoli» prihlásenie ako root (administrátor).
tr: Root (sistem yöneticisi) olarak giriþe izin ver.

source: Allow root to login with GDM
pl: Mo¿liwo¶æ logowania siê za pomoc± GDM-a przez u¿ytkownika root.
ro: Permite root-ului sã se autentifice cu GDM
sk: Povoli» rootovi prihlási» sa pomocou GDM
tr: Root kullanýcýsýnýn giriþine izin ver

source: Allow logging in as root (administrator) user from a remote host using GDM. This is only relevant if you enable the XDMCP protocol.
pl: Mo¿liwo¶æ logowania siê za pomoc± GDM-a przez u¿ytkownika root ze zdalnych komputerów. Ustawienie to ma znaczenie tylko przy uaktywnieniu protoko³u XDMCP.
sk: Povoli» prihlásenie ako root (administrátor) zo vzdialeného hostiteµa pomocou GDM. To má zmysel iba ak ste povolili protokol XDMCP.
tr: GDM kullanarak root (yetkili kullanýcý) olarak uzaktan giriþe izin ver. XDMCP protokolü etkin ise geçerlidir.

source: Allow root to login remotely with GDM
pl: Mo¿liwo¶æ zdalnego logowania siê za pomoc± GDM-a przez u¿ytkownika root.
ro: Permite root-ului sã se autentifice cu GDM de la distanþã
sk: Povoli» rootovi prihlási» sa vzdialene pomocou GDM
tr: Root kullanýcýsýnýn uzaktan GDM yardýmýyla giriþine izin ver

source: Allow logging in using the timed from a remote host using GDM. This is only relevant if you enable the XDMCP protocol. Note that this is insecure since remote hosts can gain access to this computer without the use of a password, so be careful.
pl: Umo¿liwia logowanie z opó¼nieniem czasowym przy u¿yciu GDM-a na zdalnym komputerze. Odnosi siê to tylko do konfiguracji wykorzystuj±cej protokó³ XDMCP. Przy ustawieniu tym nale¿y zachowaæ ostro¿nosæ, poniewa¿ os³abia ono bezpieczeñstwo systemu, otwieraj±c do niego zdalny dostêp bez podania has³a.
sk: Povolí vzdialené èasované prihlásenie pomocou GDM. To má zmysel iba pre protokol XDMCP. Uvedomte si, ¾e je to nebezpeèné, preto¾e vzdialení hostitelia mô¾u získa» prístup na tento poèítaè bez hesla, tak¾e pozor.

source: Allow remote timed logins
pl: Mo¿liwo¶æ zdalnego logowania z opó¼nieniem czasowym
ro: Permite loginuri de la distanþa cronometrate
sk: Povoli» vzdialené prihlásenia s obmedzeným èasom

source: Determines whether GDM should kill X clients started by the init scripts when the user logs in.
pl: Powoduje usuwanie procesów klientów X, uruchamianych przez skrypty init po zalogowaniu siê u¿ytkownika.
sk: Urèuje, èi má GDM zabi» klientov X spustených inicializaènými skriptami pri prihlásení pou¾ívateµa.
tr: Kullanýcý girdiði zaman GDM'nin init betikleri tarafýndan çalýþtýrýlan X istemcilerini öldürüp öldürmeyeceklerini belirtir.

source: Kill 'init' clients
pl: Usuwanie klientów uruchomionych przez "init"
ro: Omoarã clienþii 'init'
sk: Zabi» klientov 'init'
tr: 'init' istemcilerini öldür

source: Should GDM print authentication errors in the greeter
pl: Okre¶la, czy greeter powinien wy¶wietlaæ b³êdy dotycz±ce uwierzytelniania
ro: Ar trebui GDM sã afiºeze erori de autentificare în greeter
sk: GDM má vypisova» chyby overenia v privítaní
tr: GDM kimlik sýnama hatlarýný karþýlayýcýda göstersin

source: Select how relaxed permissions are
pl: Okre¶la, jak restrykcyjne s± wymagania w odniesieniu do praw do plików
ro: Selectaþi cât de relaxate sunt permisiunile
sk: Vybra», ako veµmi sú uvoµnené práva
tr: Ýzinlerin seviyesini seçin

source: Permissions:
pl: Uprawnienia:
ro: Permisii:
sk: Práva:
tr: Ýzinler:

source: Allow world writable files and directories
pl: Pozwala na u¿ywanie plików i katalogów zapisywalnych przez wszystkich
ro: Permite fiºiere ºi directoare care pot fi scrise de toatã lumea
sk: Povoli» súbory a prieèinky zapisovateµné ka¾dým
tr: Herkesin yazabildiði dosya ve dizinlere izin ver

source: World writable
pl: Zapis przez wszystkich
ro: Poate fi scris de toþi
sk: Zapisovateµné v¹etkými
tr: Herkes yazabilir

source: Allow group writable files and directories
pl: Pozwala na u¿ywanie plików i katalogów zapisywalnych przez grupê
ro: Permite fiºiere ºi diretoare care pot fi scrise de grupuri
sk: Povoli» súbory a prieèinky zapisovateµné skupinou
tr: Grupça yazýlan dosyalar ve dizinlere izin ver

source: Group writable
pl: Zapis przez grupê
ro: Poate fi scris de grup
sk: Zapisovateµné skupinou
tr: Grup yazýlabilir

source: Only accept user owned files and directories
pl: Pozwala tylko na u¿ywanie plików i katalogów zapisywalnych przez w³a¶ciciela
ro: Acceptã doar fiºiere ºi diretoare deþinute de utilizator
sk: Akceptova» iba súbory a prieèinky vlastnené pou¾ívateµom
tr: Sadece kullanýcýnýn sahip olduðu dosya ve dizinlere izin ver

source: Authorization Details
pl: Szczegó³y autoryzacji
ro: Detalii autorizare
sk: Detaily overenia
tr: Kimlik Sýnama Detaylarý

source: GDM runs as this user:
pl: Uruchamianie GDM-a jako u¿ytkownika:
ro: GDM ruleazã ca acest utilizator:
sk: GDM be¾í ako pou¾ívateµ:
tr: GDM bu kullanýcý altýnda çalýþacak:

source: User 'auth' directory:
pl: Katalog uwierzytelniaj±cy u¿ytkownika:
ro: Director 'auth' utilizator:
sk: Prieèinok pou¾ívateµa 'auth':
tr: Kullanýcý kimlik dizini:

source: User 'auth' FB directory:
pl: Katalog "auth" FB u¿ytkownika:
ro: Director 'auth' FB utilizator:
sk: Prieèinok FB pou¾ívateµa 'auth':
tr: Kullanýcý kimlik FB dizini:

source: User 'auth' file:
pl: Plik uwierzytelniaj±cy u¿ytkownika:
ro: Fiºier 'auth' utilizator:
sk: Súbor pou¾ívateµa 'auth':
tr: Kullanýcý kimlik dosyasý:

source: GDM runs as this group:
pl: Uruchamianie GDM-a z grup±:
ro: GDM ruleazã ca acest grup:
sk: GDM be¾í ako skupina:
tr: GDM bu grup altýnda çalýþacak:

source: Limits
pl: Ograniczenia
ro: Limite
sk: Limity
tr: Sýnýrlar

source: The number of seconds before a login is allowed after an unsuccesful try.
pl: Liczba sekund, któr± nale¿y odczekaæ po nieudanej próbie zalogowania, aby móc spróbowaæ ponownie.
ro: Numãrul de secunde pâna un login este permis dupã o încercare nereusitã.
sk: Poèet sekúnd pred novým pokusom po neúspe¹nom prihlásení.
tr: Baþarýsýz bir giriþten sonra bekleme süresi

source: The maximum size of a file that gdm will attempt to read. This is for files that are read into memory and so you don't want users "attacking" gdm by having large files.
pl: Maksymalny rozmiar pliku, który bêdzie odczytywany przez GDM-a. Ustawienie to dotyczy plików, które bêd± wczytywane do pamiêci i ma na celu ograniczenie "ataków" dokonywanych przez u¿ytkowników poprzez wykorzystywanie du¿ych plików.
sk: Maximálna veµkos» súboru, ktorý sa gdm pokúsi naèíta». Toto je pre súbory, ktoré sú èítané do pamäti a nechcete, aby pou¾ívatelia mohli útoèi» na gdm pomocou veµkých súborov.
tr: gdm'nin okuyacaðý en uzun dosya boyu.

source: Retry delay:
pl: Opó¼nienie przed ponowieniem:
ro: Pauzã între încercãri:
sk: Pauza medzi pokusmi:
tr: Yeniden deneme gecikmesi:

source: Maximum user file length:
pl: Maksymalny rozmiar pliku u¿ytkownika:
ro: Lungime maximã fiºier utilizator:
sk: Maximálna då¾ka súboru pou¾ívateµa:
tr: Azami kullanýcý dosyasý uzunluðu:

source: Maximum session file length:
pl: Maksymalny rozmiar pliku sesji:
ro: Lungime maximã fiºier sesiune:
sk: Maximálna då¾ka súboru sedenia:
tr: Azami oturum dosyasý uzunluðu:

source: The session file is read in a way where a higher limit is still ok. That is it is never stored in memory.
pl: Odczyt pliku sesji przebiega w sposób, przy którym jego rozmiar nie ma wiêkszego znaczenia. Nie jest on nigdy zapisywany w pamiêci.
sk: Súbor sedenia je mo¾né naèíta» tak, ¾e horný limit nie je poru¹ený. To znamená, ¾e nebude nikdy ulo¾ený v pamäti.
tr: Oturum dosyasý, yüksek sýnýrýn kabul edilebildiði bir þekilde okunuyor. Bir baþka deyiþle, hiç bir zaman bellekte tutulmaz.

source: Security
pl: Bezpieczeñstwo
ro: Securitate
sk: Zabezpeèenie
tr: Güvenlik

source: No XDMCP support in the binary. To enable XDMCP support you must recompile GDM with the XDMCP libraries.
pl: U¿ywana wersja GDM-a zosta³a skompilowana bez wbudowanej obs³ugi XDMCP. Aby uaktywniæ XDMCP, konieczne jest przekompilowanie GDM-a.
sk: Program nepodporuje XDMCP. Pre jeho povolenie musíte znovu prelo¾i» GDM s kni¾nicami XDMCP.
tr: Programda XDMCP desteði bulunmuyor. XDMCP desteðini eklemek için GNOME'u XDMCP kütüphaneleriyle yeniden derlenemeniz gerekmektedir.

source: Enable XDMCP, a protocol to allow others to log in remotely
pl: Uaktywnia XDMCP - protokó³ pozwalaj±cy na zdalne logowanie siê
ro: Activeazã XDMCP, un protocol care permite utilizatorilor sã se login de la distantã
sk: Povoli» XDMCP, protokol, ktorý umo¾òuje vzdialené prihlásenie
tr: XDMCP'yi etkinleþtir (baþkalarýnýn uzaktan giriþini saðlar)

source: Enable XDMCP
pl: Uaktywnienie XDMCP
ro: Activeazã XDMCP
sk: Povoli» XDMCP
tr: XDMCP'yi etkinleþtir

source: Connection Settings
pl: Ustawienia po³±czenia
ro: Setãri configurare
sk: Nastavenie spojenia
tr: Baðlantý Ayarlarý

source: Honour indirect requests
pl: Przyjmowanie po¶rednich po³±czeñ
ro: Onoreazã cererile indirecte
sk: Uznáva» nepriame po¾iadavky
tr: Dolaylý isteklere izin ver

source: Maximum indirect wait time:
pl: Maksymalny czas oczekiwania przy po³±czeniach po¶rednich:
ro: Timp maxim de aºteptare indirectã:
sk: Maximálny èas èakania pre nepriame:
tr: Azami dolaylý bekleme süresi:

source: Maximum wait time:
pl: Maksymalny czas oczekiwania:
ro: Timp maxim de aºteptare:
sk: Maximálny èas èakania:
tr: Azami bekleme süresi:

source: Maximum remote sessions:
pl: Maksymalna liczba zdalnych sesji:
ro: Maxim de sesiuni de la distanþã:
sk: Maximálnych vzdialených sedení:
tr: Azami uzak oturum sayýsý:

source: Max pending indirect requests:
pl: Maksymalna liczba oczekuj±cych po¶rednich po³±czeñ:
ro: Maxim de cereri indirecte în aºteptare:
sk: Maximálnych èakajúcich nepriamych po¾iadaviek:
tr: Bekleyen azami dolaylý istek:

source: Maximum pending requests:
pl: Maksymalna liczba oczekuj±cych po³±czeñ:
ro: Maxim de cereri în aºteptare
sk: Maximálnych èakajúcich po¾iadaviek:
tr: Bekleyen azami istek:

source: Listen on UDP port:
pl: Nas³uchiwanie na porcie UDP:
ro: Ascultã pe portul UDP:
sk: Poèúva» na UDP porte:
tr: UDP portunu dinle:

source: Ping interval (minutes):
pl: Odstêp pomiêdzy pakietami ping (minuty):
ro: Intervalul ping (minute):
sk: Interval pre ping (minúty):
tr: Ping aralýðý (dakika):

source: Interval in minutes in which to ping the server. If the server doesn't respond in this many minutes (that is before the next time we ping it) the display will be terminated.
pl: Okres (w minutach) pomiêdzy kolejnymi wys³anymi do serwera pakietami ping. Je¶li serwer nie odpowie na poprzedni pakiet przed wys³aniem poprzedniego, ekran zostanie od³±czony.
sk: Interval v minútach, ako èasto posiela» ping na server. Ak server neodpovie za túto dobu (èi¾e pred ïal¹ím poslaním ping), displej bude ukonèený.

source: The script to run when the server sends a WILLING response to a QUERY. If this is empty or does not exist, the standard message with the system ID is sent. Only the first line of output from this script is read.
pl: Skrypt uruchamiany, kiedy na ¿±danie QUERY serwer wysy³a odpowied¼ WILLING. Je¶li nie jest on podany lub nie istnieje, wysy³any jest standardowy komunikat z ID systemu. Odczytywany jest tylko pierwszy wiersz wyj¶cia ze skryptu.
sk: Skript spú¹»aný, keï server po¹le odpoveï WILLING na QUERY. Ak je prázdny, alebo neexistuje, po¹le sa ¹tandardná správa s identifikáciou systému. Ako správa sa pou¾ije iba prvý riadok výstupu tohto skriptu.

source: Willing script (optional):
pl: Skrypt "willing" (opcjonalny):
sk: Skript pri súhlase WILLING (nepovinné):

source: Maximum displays per single host. You can use this to prevent attacks by hogging all the possible displays. Does not apply to local connections.
pl: Maksymalna liczba ekranów na jeden komputer. Opcja ta pozwala na ochronê przed atakami poprzez zajêcie wszystkich ekranów. Nie odnosi siê do lokalnych po³±czeñ.
sk: Maximálny poèet displejov pre jednoho hostiteµa. Toto sa dá pou¾i», aby ste zabránili útokom typu "pou¾itie v¹etkých mo¾ných displejov". Nemá vplyv na lokálne spojenia.

source: Displays per host:
pl: Ekranów na komputer:
sk: Displejov na hostiteµa:

source: Servers
pl: Serwery
ro: Servere
sk: Servery

source: Name
pl: Nazwa
ro: Nume
sk: Meno

source: Command
pl: Polecenie
sk: Príkaz

source: Flexible
pl: Zagnie¿d¿ony
sk: Flexibilný

source: Add server
pl: Dodaj serwer
ro: Adaugã server
sk: Prida» server

source: Edit server
pl: Zmodyfikuj serwer
ro: Editeazã server
sk: Upravi» server

source: Delete server
pl: Usuñ serwer
ro: ªterge server
sk: Odstráni» server

source: Set as default
pl: Jako domy¶lna
ro: Seteazã ca implicit
sk: Nastavi» ako ¹tandardné
tr: Öntanýmlý seç

source: Static Servers (servers to always run)
pl: Statyczne serwery (zawsze uruchamiane)
ro: Servere statice (servere care sã ruleze mereu)
sk: Statické servery (servery, ktoré sa spú¹»ajú v¾dy)

source: No.
pl: Nr
ro: Nu.
sk: Nie.

source: Extra arguments
pl: Dodatkowe argumenty
ro: Parametrii extra
sk: Extra argumenty

source: Instead of reinitializing running servers when a user logs out. Always kill and then start the server again.
pl: Ponownie uruchamia serwery, zamiast zmiany ich konfiguracji dopiero po wylogowaniu siê u¿ytkowników.
sk: Namiesto novej inicializácie be¾iacich serverov pri odhlásení zabi» a znovu spusti» server.

source: Always restart X servers
pl: Ka¿dorazowe ponowne uruchamianie serwera X
ro: Întotdeauna restarteazã serverele X
sk: V¾dy re¹tartova» X servery

source: Miscellaneous
pl: Ró¿ne
ro: Diverse
sk: Rôzne
tr: Çeþitli

source: Xnest server:
pl: Serwer Xnest:
ro: Server Xnest:
sk: Server Xnest:

source: Maximum number of flexible servers:
pl: Maksymalna liczba zagnie¿d¿onych serwerów:
ro: Numãr maxim de servere flexibile:
sk: Maximálny poèet flexibilných serverov:

source: The Xnest server. This is a server that can run inside another server, used for the flexible nested login.
pl: Serwer Xnest. Jest to serwer uruchamiany wewn±trz innego, wykorzystywany przy zagnie¿d¿onym logowaniu.
sk: Server Xnest. Tento server mô¾e be¾a» v inom serveri, pou¾ívaný pre flexibilné vnorené prihlásenie.

source: Standard X server:
pl: Standardowy serwer X:
ro: Server X standard:
sk: ©tandardný X server:

source: This is the standard X server to run when we are not told otherwise.
pl: To jest serwer X uruchamiany domy¶lnie, o ile jawnie nie zmieniono tego zachowania.
sk: Toto je ¹tandardný X server spú¹taný v¾dy, keï nie je nastavené iné chovanie.

source: Failsafe
pl: Awaryjna
ro: Minimal
sk: Záchrana
tr: Kullanýlabilir

source: Script to run when X is crashing:
pl: Skrypt uruchamiany przy zwracaniu b³êdów przez serwer X:
ro: Scriptul care sã fie rulat când X se prãbuºeºte:
sk: Skript pre prípad opakovaného padania X:
tr: X çöktüðü zaman çalýþtýrýlacak program:

source: A script to run when the X server keeps crashing and the failsafe X server is either empty or also didn't take. This will run an X setup program defined below.
pl: Skrypt uruchamiany w przypadku, gdy próby uruchomienia serwer X koñcz± siê niepowodzeniem oraz sytucja wygl±da podobnie z serwerem awaryjnym, ew. w ogóle nie jest on ustawiony. W tym przypadku zostanie uruchomiony program konfiguruj±cy serwer X, zdefiniowany poni¿ej.
sk: Skript spustený pri opakovanom padaní X serveru a keï je záchranný X server nezadaný, alebo sa tie¾ nechytá. Toto spustí konfiguraèný program X definovaný dole.

source: Failsafe X server:
pl: Awaryjny serwer X:
ro: Server X minimal:
sk: Záchranný X server:
tr: Kullanýlabilir X sunucu:
