Repository: lepidotos/suede
Catalog: gdm-2.2.5.4/po/*.po
Languages: pl, ro, sk, tr

source: An X server binary to run if the standard one keeps crashing. If this fails the script below will be run.
pl: Plik serwera X, który zostanie wykorzystany, je¶li standardowy serwer bêdzie zwraca³ b³êdy. Je¶li uruchomienie tego serwera równie¿ siê nie powiedzie, zostanie uruchomiony poni¿szy skrypt.
sk: Záchranný X server:
tr: Eðer standart X programý sürekli hata veriyorsa çalýþtýrýlacak X sunucu programý. Eðer hata verirse aþaðýdaki program çalýþtýrýlacaktýr.

source: X-server setup
pl: Ustawienia serwera X
ro: Setare server X
sk: Nastavenie X serveru
tr: X-sunucu ayarý

source: Session configuration
pl: Konfiguracja sesji
ro: Configuraþie sesiune
sk: Nastavenie sedenia
tr: Oturum yapýlandýrmasý

source: Session directory:
pl: Katalog sesji:
ro: Director sesiune:
sk: Prieèinok sedenia:
tr: Oturum dizini:

source: Select a directory to be used for system-wide session scripts
pl: Wybierz katalog wykorzystywany przez systemowe skrypty sesji
ro: Selectaþi un director pentru a fi folosit pentru scripturi de sesiuni pe tot sistemul
sk: Vyberte prieèinok, ktorý bude pou¾itý pre skripty sedenia celého systému
tr: Sistem oturum betikleri için kullanýlacak dizini seçin

source: Available Sessions
pl: Dostêpne sesje
ro: Sesiuni disponibile
sk: Dostupné sedenia
tr: Kullanýlabilir Oturumlar

source: Show the Gnome Chooser session, if a session named 'Gnome' is present
pl: Wy¶wietla sesjê z wyborem sesji GNOME, je¶li istnieje sesja o nazwie "Gnome"
ro: Aratã sesiunea Selector GNOME, dacã o sesiune numitã 'Gnome' este prezentã
sk: Zobrazi» sedenie GNOME vo výbere, ak existuje sedenie, ktoré sa volá 'Gnome'

source: Gnome Chooser
pl: GNOME - program wybieraj±cy
ro: Selector GNOME
sk: GNOME Výber sedenia
tr: Gnome Seçicisi

source: Show the Gnome failsafe session
pl: Wy¶wietla awaryj± sesjê GNOME
ro: Aratã sesiunea GNOME minimal
sk: Zobrazi» záchranné sedenie Gnome

source: Gnome Failsafe
pl: Awaryjny GNOME
ro: GNOME Minimal
sk: Záchrana GNOME

source: Show the Xterm failsafe session
pl: Wy¶wietla awaryj± sesjê Xterma
ro: Aratã sesiunea minimalã xterm
sk: Zobrazi» xterm záchranné sedenie

source: Xterm Failsafe
pl: Awaryjny Xterm
ro: Xterm Minimal
sk: Záchrana Xterm

source: Add session
pl: Dodaj sesjê
ro: Adaugã sesiune
sk: Prida» sedenie
tr: Oturum ekle

source: Remove session
pl: Usuñ sesjê
ro: Eliminã sesiune
sk: Odstráni» sedenie
tr: Oturum sil

source: Selected session name:
pl: Nazwa wybranej sesji:
ro: Nume sesiune selectatã:
sk: Vybrané meno sedenia:
tr: Seçilen oturum adý:

source: The exact script details of a session will appear here when you select one from the list on the left.
pl: Po wybraniu sesji z listy po lewej stronie zostanie wy¶wietlona zawarto¶æ odpowiedniego skryptu.
sk: Tu budú zobrazené detaily sedenia, ak niektoré vyberiete zo zoznamu vµavo.
tr: Oturum detaylarý soldaki listeden seçince burada belirtilecektir.

source: Login sessions
pl: Sesje logowania
ro: Sesiuni login
sk: Sedenia prihlásenia
tr: Giriþ oturumlarý

source: Appearance
pl: Wygl±d
ro: Aspect
sk: Vzhµad
tr: Görünüm

source: Directory for host images:
pl: Katalog z obrazami komputerów:
ro: Director pentru imaginile de host:
sk: Prieèinok pre obrázky hostiteµa:
tr: Makine resimlerinin dizini:

source: Default host image:
pl: Domy¶lny obraz komputera:
ro: Imagine implicitã de host:
sk: ©tandardné obrázok hostiteµa:
tr: Öntanýmlý makine resmi:

source: Refresh
pl: Od¶wie¿
ro: Actualizare
sk: Obnovi»
tr: Tazele

source: Scan every 'x' seconds:
pl: Przeszukiwanie co "x" sekund:
ro: Scaneazã la 'x' secunde:
sk: Kontrolova» ka¾dých 'x' sekúnd:
tr: Her 'a' saniyede tara:

source: Hosts
pl: Komputery
ro: Gazde
sk: Hostitelia

source: Send a query to the local network and list all servers that respond
pl: Rozg³asza w lokalnej sieci zapytanie i wy¶wietla listê komputerów, które udziel± odpowiedzi
sk: Posla» otázku na lokálnu sie» a zobrazi» v¹etky servery, ktoré odpovedali

source: Broadcast query
pl: Rozg³oszenie zapytania
sk: Broadcast otázky

source: Hosts to list:
pl: Wy¶wietlane komputery:
sk: Zobrazi» hostiteµov:

source: Comma separated list of hostnames to list in the chooser (in addition to the broadcast above)
pl: Lista rozdzielonych przecinkami nazw komputerów, wy¶wietlanych przez choosera (poza wynikiem powy¿szego rozg³aszania)
sk: Zoznam hostiteµov oddelených èiarkami, ktoré majú by» v zozname na výber (spolu so získanými pomocou broadcastu)

source: Chooser
pl: Program wybieraj±cy
ro: Selector
sk: Výber
tr: Seçici

source: Debugging
pl: Wyszukiwanie b³êdów
ro: Depanare
sk: Ladenie
tr: Hata ayýklama

source: Enable debugging output to be printed into the syslog. Useful for tracking down problems. But not so useful for normal usage as it can fill up your logs very quickly.
pl: Powoduje wypisywanie za po¶rednictwem sysloga komunikatów b³êdów, przydatnych podczas wyszukiwania b³êdów oraz problemów z konfiguracj±. Nie nale¿y u¿ywaæ tej opcji, je¶li wszystko dzia³a poprawnie, poniewa¿ mo¿e to spowodowaæ zape³nienie dzienników systemowych.
sk: Povoli» ladiaci výstup do súboru so záznamom. Výhodné pre hµadanie chýb. Pre normálne pou¾itie sa moc nehodí, preto¾e mô¾e rýchlo zaplni» vá¹ súbor so záznamom.
tr: Syslog dosyasýna hata ayýklama notlarýný yazar. Özellikle hatalarýn bulunmasý sýrasýnda oldukça iþe yarar. Normal durumlarda, diski kolayca doldurabileceðinden kullanýlmasý önerilmez.

source: Enable debugging output
pl: Wypisywanie komunikatów wspomagaj±cych wyszukiwanie b³êdów
ro: Activeazã output-ul de depanare
sk: Povoli» ladenie
tr: Hata ayýklamayý etkinleþtir

source: system_setup
pl: ustawienia_systemowe
sk: na_stavenie systému
tr: sistem ayarý

source: Executables
pl: Programy
ro: Executabile
sk: Vykonávateµné programy
tr: Çalýþtýrýlabilirler

source: Chooser command:
pl: Polecenie uruchamiaj±ce program wybieraj±cy:
ro: Comandã selector:
sk: Príkaz pre výber:
tr: Seçici komutu:

source: Greeter command:
pl: Polecenie uruchamiaj±ce greetera:
ro: Comandã greeter:
sk: Príkaz pre uvítanie:
tr: Karþýlayýcý komutu:

source: Halt command:
pl: Polecenie koñcz±ce pracê systemu:
ro: Comandã blocare:
sk: Príkaz pre vypnutie:
tr: Dondurma (halt) komutu:

source: Reboot command:
pl: Polecenie restartuj±ce:
ro: Comandã rebootare:
sk: Príkaz pre re¹tart:
tr: Yeniden açýlýþ komutu:

source: Configurator command:
pl: Polecenie konfiguracyjne:
ro: Comandã configurator:
sk: Príkaz pre nastavenie:
tr: Yapýlandýrma komutu:

source: Suspend command:
pl: Polecenie usypiaj±ce maszynê:
ro: Comandã suspendare:
sk: Príkaz pre suspend:

source: Directories
pl: Katalogi
ro: Directoare
sk: Prieèinky
tr: Dizinler

source: PRE session scripts directory:
pl: Katalog skryptów wykonywanych przed sesj±:
ro: Director scripturi PRE sesiune:
sk: Prieèinok so skriptami pred sedením:
tr: Oturum öncesi betik dizini:

source: POST session scripts directory:
pl: Katalog skryptów wykonywanych po sesji:
ro: Director scripturi POST sesiune:
sk: Prieèinok so skriptami po sedení:
tr: Oturum sonrasý betik dizini:

source: Logging directory:
pl: Katalog dziennika:
ro: Director de log:
sk: Prieèinok záznamu:
tr: Kayýt dizini:

source: Display initialization directory:
pl: Katalog skryptów inicjuj±cych ekran:
ro: Afiºeazã directorul de iniþializare:
sk: Prieèinok pre inicializáciu displeja:
tr: Görüntü ilklendirme dizini:

source: PID file:
pl: Plik z PID-em procesu:
ro: Fiºier PID:
sk: PID súbor:
tr: PID dosyasý:

source: Default GNOME session file:
pl: Domy¶lny plik sesji GNOME:
ro: Fiºier pentru sesiunea GNOME implicitã:
sk: Súbor so ¹tandardným sedením GNOME:
tr: Öntanýmlý GNOME oturum dosyasý:

source: Paths
pl: ¦cie¿ki
ro: Cãi
sk: Cesty
tr: Yollar

source: Default $PATH:
pl: Domy¶lna warto¶æ zmiennej $PATH:
ro: $PATH implicit:
sk: ©tandardná $PATH:
tr: Öntanýmlý $PATH:

source: Root $PATH:
pl: Warto¶æ zmiennej $PATH dla u¿ytkownika root:
ro: $PATH rãdãcinã:
sk: $PATH pre roota:
tr: Kök $PATH:

source: Localization
pl: Lokalizacja
ro: Localizare
sk: Preklad
tr: Yerelleþtirme

source: Locale file:
pl: Plik z ustawieniami narodowymi:
ro: Fiºier 'localã':
sk: Súbor s lokalizáciou:
tr: Yerelleþtirme dosyasý:

source: Environment
pl: ¦rodowisko
ro: Mediu
sk: Prostredie
tr: Çevresel

source: Configure the GNOME Display Manager. Please submit any bugs or feature requests at http://bugzilla.gnome.org under the `gdm' product.
pl: Konfigurator GDM-a. Prosimy o zg³aszanie b³êdów lub pomys³ów na nowe mo¿liwo¶ci za pomoc± witryny http://bugzilla.gnome.org, wykorzystuj±c "gdm" jako nazwê produktu.
ro: Configuraþi GNOME Display Manager. Vã rog întroduceþi defecte sau cereri de facilitãþi noi la http://bugzilla.gnome.org în produsul `gdm'.
sk: Nastavenie Správcu displeja GNOME. Prosím, v¹etky správy o chybách a ¾iadosti o nové funkcie oznamujte na http://bugzilla.gnome.org pre produkt 'gdm'.
tr: GNOME Görüntü Yöneticisini Yapýlandýr. Lütfen hatalarý ve görmek istediðiniz özellikleri http://bugzilla.gnome.org adresinde, 'gdm' ürünü altýnda belirtiniz.

source: Extra arguments:
pl: Dodatkowe argumenty:
sk: Extra argumenty:

source: Custom command line:
pl: Dowolny wiersz poleceñ:
ro: Linie comandã personalizatã:
sk: Vlastný príkazový riadok:

source: Name:
pl: Nazwa:
ro: Nume:
sk: Meno:
tr: Ýsim:

source: Command line:
pl: Wiersz poleceñ:
sk: Príkazový riadok:

source: Allow as flexible server
pl: Dozwolony jako zagnie¿d¿ony serwer
sk: Povoli» ako flexibilný server

source: Make this the default server
pl: U¿ywany jako serwer domy¶lny
sk: Pou¾i» ako ¹tandardný server

source: Choose server
pl: Wybór serwera
ro: Alegeþi serverul
sk: Výber serveru

source: Choose the X server to start
pl: Wybierz serwer X, który chcesz uruchomiæ
ro: Selectaþi serverul X care sã porneascã
sk: Vyberte X server, ktorý sa má spusti»

source: Send the specified protocol command to gdm
pl: Wysy³a podane polecenie protoko³u do GDM-a
sk: Posla» gdm zadaný príkaz protokolu

source: COMMAND
pl: POLECENIE
sk: PRÍKAZ

source: Xnest mode
pl: Tryb Xnest
sk: Mód Xnest

source: Do not lock current screen
pl: Bez blokowania bie¿±cego ekranu
sk: Nezamyka» aktuálnu obrazovku

source: Debugging output
pl: Wypisywanie komunikatów wspomagaj±cych wyszukiwanie b³êdów
ro: Ieºirea de depanare
sk: Ladiaci výstup

source: Authenticate before running --command
pl: Uwierzytelnienie przed wykonaniem polecenia --command
sk: Prihlási» pred spustením --command

source: GDM is not running. Please ask your system administrator to start it.
pl: GDM nie jest uruchomiony. Zwróæ siê do administratora systemu o uruchomienie go.
ro: GDM nu ruleazã. vã rog sã-i cereþi administratorului sistemului sã-l porneascã.
sk: GDM nebe¾í. Prosím, po¾iadajte administrátora, aby ho spustil.

source: Cannot communicate with gdm, perhaps you have an old version running.
pl: Nie mo¿na nawi±zaæ komunikacji z GDM-em, byæ mo¿e uruchomiona jest stara wersja.
sk: Komunikácia s gdm nie je mo¾ná, mo¾no pou¾ívate starú verziu.

source: You do not seem to have authentication needed be for this operation. Perhaps your .Xauthority file is not set up correctly.
pl: Brak mo¿liwo¶ci uwierzytelnienia, która jest wymagana przy tej operacji. Prawdopodobnie twój plik .Xauthority nie jest poprawnie ustawiony.
sk: Vyzerá to, ¾e nemáte potrebné prihlásenie pre túto operáciu. Mo¾no nemáte správne nastavený súbor .Xauthority.

source: You do not seem to be logged in on the console. Starting a new login only works correctly on the console.
pl: Ponowne logowanie siê jest mo¿liwe tylko przy wcze¶niejszym zalogowaniu siê z konsoli.
sk: Vyzerá to, ¾e nie ste prihlásený na konzoli. Spustenie nového prihlásenia funguje správne iba na konzoli.

source: Can't lock screen
pl: Nie mo¿na zablokowaæ ekranu
sk: Nie je mo¾né zamknú» obrazovku

source: Can't disable xscreensaver display hacks
pl: Nie mo¿na unieaktywniæ xscreensavera
sk: Nie je mo¾né vypnú» úpravy od xscreensaver

source: The allowed limit of flexible X servers reached.
pl: Osi±gniêto ograniczenie liczby uruchomionych zagnie¿d¿onych serwerów.
sk: Dosiahnutý povolený limit flexibilných X serverov.

source: There were errors trying to start the X server.
pl: Przy próbie uruchomienia serwera X wyst±pi³y b³êdy.
ro: Au fost erori când am încercat sã pornesc serverul X.
sk: Nastali chyby pri pokuse o spustenie X serveru.

source: The X server failed. Perhaps it is not configured well.
pl: Serwer X zwróci³ b³±d. Byæ mo¿e nie jest on poprawnie skonfigurowany.
sk: X server zlyhal. Mo¾no nie je správne nastavený.

source: Too many X sessions running.
pl: Zbyt wiele uruchomionych sesji X.
sk: Príli¹ veµa be¾iacich sedení.

source: The nested X server (Xnest) cannot connect to your current X server. You may be missing an X authorization file.
pl: Zagnie¿d¿ony serwer X (Xnest) nie mo¿e nawi±zaæ po³±czenia z bie¿±cym serwerem. Byæ mo¿e brakuje pliku autoryzacji X.
sk: Vnorený X server (Xnest) sa nemô¾e spoji» s va¹ích aktuálnym X serverom. Mo¾no chýba prihlasovací súbor X.

source: The nested X server (Xnest) is not available, or gdm is badly configured. Please install the Xnest package in order to use the nested login.
pl: Nie jest dostêpny zagnie¿d¿ony serwer X (Xnest) lub GDM jest niew³a¶ciwie skonfigurowany. Przed u¿yciem zagnie¿d¿onego logowania zainstaluj pakiet Xnest.
sk: Vnorený X server (Xnest) nie je k dispozícii, alebo nie je správne nastavený gdm. Prosím, nain¹talujte balík Xnset, aby ste mohli pou¾íva» vnorené prihlásenie.

source: The X server is not available, it is likely that gdm is badly configured.
pl: Serwer X nie jest dostêpny, prawdopodobnie GDM zosta³ niew³a¶ciwie skonfigurowany.
sk: X server nie je dostupný, asi je gdm zle nastavený.

source: Unknown error occured.
pl: Wyst±pi³ nieznany b³±d.
sk: Nastala neznáma chyba.

source: Log in as another user without loging out
pl: Logowanie jako inny u¿ytkownik bez wylogowywania siê
sk: Prihlásenie ako iný pou¾ívateµ bez odhlásenia

source: New login
pl: Nowy login
ro: Login nou
sk: Nové prihlásenie

source: Log in as another user inside a nested window
pl: Logowanie jako inny u¿ytkownik w zagnie¿d¿onym oknie
ro: Login ca alt utilizator în fereastrã imbricatã
sk: Prihlásenie ako iný pou¾ívateµ vo vnorenom okne

source: New login in a nested window
pl: Nowy login w zagnie¿d¿onym oknie
ro: Login nou în fereastrã imbricatã
sk: Nové prihlásenie vo vnorenom okne

source: A-M|Catalan
pl: A-M|Kataloñski
sk: A-M|Katalánsky
tr: A-M|Katalan

source: A-M|Chinese (simplified)
pl: A-M|Chiñski (uproszczony)
sk: A-M|Èínsky (zjednodu¹ené)

source: A-M|Chinese (traditional)
pl: A-M|Chiñski (tradycyjny)
sk: A-M|Èínsky (tradièné)

source: A-M|Croatian
pl: A-M|Chorwacki
sk: A-M|Chorvátsky
tr: A-M|Hýrvatça

source: A-M|Czech
pl: A-M|Czeski
sk: A-M|Èeský
tr: A-M|Çekçe

source: A-M|Danish
pl: A-M|Duñski
sk: A-M|Dánsky
tr: A-M|Danca

source: A-M|Dutch
pl: A-M|Holenderski
sk: A-M|Holandský
tr: A-M|Hollanda dili

source: A-M|English
pl: A-M|Angielski
sk: A-M|Anglický
tr: A-M|Ýngilizce

source: A-M|American English
pl: A-M|Angielski (amerykañski)
sk: A-M|Americká angliètina
tr: A-M|Amerikan Ýngilizcesi

source: A-M|British English
pl: A-M|Angielski (brytyjski)
sk: A-M|Britská angliètina
tr: A-M|Ýngiliz Ýngilizcesi

source: A-M|Finnish
pl: A-M|Fiñski
sk: A-M|Fínsky
tr: A-M|Fince

source: A-M|French
pl: A-M|Francuski
sk: A-M|Francúzsky
tr: A-M|Fransýzca

source: A-M|Galician
pl: A-M|Galcyjski
sk: N-Z|Galský

source: A-M|German
pl: A-M|Niemiecki
sk: A-M|Nemecký
tr: A-M|Almanca

source: A-M|Greek
pl: A-M|Grecki
sk: A-M|Grécky
tr: N-Z|Yunanca

source: A-M|Hebrew
pl: A-M|Hebrajski
sk: A-M|Hebrejský
tr: A-M|Ýbranice

source: A-M|Hungarian
pl: A-M|Wêgierski
sk: A-M|Maïarský
tr: A-M|Macarca

source: A-M|Icelandic
pl: A-M|Islandzki
sk: A-M|Islandský
tr: A-M|Ýzlanda dili

source: A-M|Italian
pl: A-M|W³oski
sk: N-Z|Taliansky
tr: A-M|Ýtalyanca

source: A-M|Japanese
pl: A-M|Japoñski
sk: A-M|Japonský
tr: A-M|Japonca

source: A-M|Korean
pl: A-M|Koreañski
sk: A-M|Kórejský
tr: A-M|Korece

source: A-M|Lithuanian
pl: A-M|Litewski
sk: A-M|Litovský
tr: A-M|Litvanya dili

source: N-Z|Norwegian (bokmal)
pl: N-Z|Norweski (bokmal)
sk: N-Z|Nórsky (bokmal)

source: N-Z|Norwegian (nynorsk)
pl: N-Z|Norweski (nynorsk)
sk: N-Z|Nórsky (nynorsk)

source: N-Z|Polish
pl: N-Z|Polski
sk: N-Z|Poµský
tr: A-M|Lehçe

source: N-Z|Portuguese
pl: N-Z|Portugalski
sk: N-Z|Portugalský
tr: N-Z|Portekizce

source: N-Z|Brazilian Portuguese
pl: N-Z|Brazylijski Portugalski
sk: N-Z|Brazílsko-portugalský

source: N-Z|Romanian
pl: N-Z|Romañski
ro: N-Z|Românã
sk: N-Z|Rumunský
tr: N-Z|Romence

source: N-Z|Russian
pl: N-Z|Rosyjski
sk: N-Z|Ruský
tr: N-Z|Rusça

source: N-Z|Slovak
pl: N-Z|S³owacki
sk: N-Z|Ruský
tr: N-Z|Slovakça

source: N-Z|Slovenian
pl: N-Z|S³oweñski
sk: N-Z|Slovinský
tr: N-Z|Slovence

source: N-Z|Spanish
pl: N-Z|Hiszpañski
sk: N-Z|©panielsky
tr: A-M|Ýspanyolca

source: N-Z|Swedish
pl: N-Z|Szwedzki
sk: N-Z|©védsky
tr: A-M|Ýsveççe

source: N-Z|Turkish
pl: N-Z|Turecki
sk: N-Z|Turecký
tr: N-Z|Türkçe

source: N-Z|Ukrainian
pl: N-Z|Ukraiñski
sk: N-Z|Ukrajinský

source: Other|POSIX/C English
pl: Inne|POSIX/C angielski
sk: Iný|POSIX/C angliètina
tr: Diðer|POSIX/C Ýngilizce

source: Default
pl: Domy¶lna
ro: Implicit
sk: ©tandardné
tr: Öntanýmlý

source: Last
pl: Poprzedni
ro: Ultima
sk: Posledné
tr: Sonuncu

source: User %s will login in %d seconds
pl: U¿ytkownik %s zostanie zalogowany w ci±gu %d sekund
ro: Utilizatorul %s va fi logat în %d secunde
sk: Pou¾ívateµ %s bude automaticky prihlásený za %d sekúnd
tr: %s kullanýcýsý %d saniye içinde giriþ yapacak

source: Doubleclick here to un-iconify the login window, so that you may log in.
pl: Kliknij tutaj, aby rozwin±æ okno logowania z ikony i móc siê zalogowaæ.
ro: Fãceþi dublu-click aici pentru a de-iconifica ferestra de login, ca sã vã puteþi loga.
sk: Dvojitým kliknutím obnovíte prihlasovacie okno, aby ste sa mohli prihlási».

source: Welcome to %s
pl: %s wita
ro: Bine aþi venit la %s
sk: Vítajte v %s
tr: %s'ye hoþgeldiniz

source: gdm_parse_enriched_string: String too long!
pl: gdm_parse_enriched_string: Zbyt d³ugi napis!
ro: gdm_parse_enriched_string: ªirul prea lung!
sk: gdm_parse_enriched_string: Re»azec príli¹ dlhý!
tr: gdm_parse_enriched_string: Satýr beter uzun !

source: Could not fork a new process! You likely won't be able to log in either.
pl: Nie mo¿na stworzyæ nowego procesu! Prawdopodobnie zalogowanie siê równie¿ nie bêdzie mo¿liwe.
sk: Nie je mo¾né vytvori» nový proces! Asi sa vám nepodarí prihlási».
tr: Yeni bir süreç baþlatýlamadý! Sisteme giriþ yapamayabilirsiniz.

source: Are you sure you want to reboot the machine?
pl: Czy na pewno chcesz zrestartowaæ maszynê?
ro: Sunteþi sigur(ã) cã doriþi sã reporniþi maºina?
sk: Naozaj chcete re¹tartova» poèítaè?
tr: Bilgisayarý yeniden baþlatmak istediðinizden emin misiniz?

source: Are you sure you want to shut down the machine?
pl: Czy na pewno chcesz wy³±czyæ maszynê?
ro: Sunteþi sigur(ã) cã doriþi sã opriþi maºina?
sk: Naozaj chcete vypnú» poèítaè?

source: Are you sure you want to suspend the machine?
pl: Czy na pewno chcesz u¶piæ maszynê?
ro: Sunteþi sigur(ã) cã doriþi sã suspendaþi maºina?
sk: Naozaj chcete suspendova» poèítaè?

source: gdm_login_parse_config: No configuration file: %s. Using defaults.
pl: gdm_login_parse_config: Brak pliku konfiguracyjnego: %s. Przyjêto warto¶ci domy¶lne.
ro: gdm_login_parse_config: Nici un fiºier configuraþie: %s. Folosesc setãri implicite.
sk: gdm_login_parse_config: Nie je konfiguraèný súbor: %s. Pou¾ijem ¹tandardné nastavenie.
tr: gdm_login_parse_config: %s ayar dosyasý yok. Öntanýmlýlar kullanýlýyor.

source: TimedLoginDelay was less then 5. I'll just use 5.
pl: Warto¶æ TimedLoginDelay jest mniejsza od 5, wiêc przyjêto 5.
ro: PauzãLoginCronometratã este mai micã decât 5, aºa cã voi folosi 5.
sk: TimedLoginDelay bol menej ako 5. Pou¾ijem 5.
tr: TimedLoginDelay 5dan az. 5 deðeri kullanýlacaktýr.

source: Failsafe Gnome
pl: Awaryjny GNOME
ro: GNOME minimal
sk: Záchranné GNOME
tr: Kullanýlabilir Gnome

source: Failsafe xterm
pl: Awaryjny xterm
ro: xterm minimal
sk: Záchranný xterm
tr: Kullanýlabilir xterm

source: Your preferred session type %s is not installed on this machine. Do you wish to make %s the default for future sessions?
pl: Twój preferowany typ sesji %s nie jest zainstalowany. Czy chcesz u¿yæ %s jako domy¶lnego dla przysz³ych sesji?
ro: Tipul preferat al sesiunii dvs. %s nu este instalat pe maºina aceasta. Doriþi sã faceþi %s implicit pentru sesiunile viitoare?
sk: Vá¹ preferovaný typ sedenia %s nie je nain¹talovaný na tomto poèítaèi. Chcete nastavi» %s ako ¹tandardný typ pre budúce sedenia?
tr: Öntanýmlý %s oturum türü bu bilgisayarda yüklü deðil. Gelecek oturumlar için %s öntanýmlý olarak tanýmlý olsun mu?

source: You have chosen %s for this session, but your default setting is %s. Do you wish to make %s the default for future sessions?
pl: Wybrano dla tej sesji %s, lecz domy¶lnym ustawieniem jest %s. Czy chcesz, aby %s by³o domy¶lne dla przysz³ych sesji?
ro: Aþi ales %s pentru aceastã sesiune, dar setarea dvs. implicitã este %s. Doriþi sã faceþi %s implicit pentru sesiunile viitoare?
sk: Vybrali ste si %s pre toto sedenie, ale va¹e ¹tandardné nastavenie je %s. Chcete nastavi» %s ako ¹tandardný typ pre budúce sedenia?
tr: Bu oturum için %s seçildi, ancak öntanýmlý deðer %s. Gelecek oturumlar için %s öntanýmlý deðer olsun mu?

source: You have chosen %s for this session. If you wish to make %s the default for future sessions, run the 'switchdesk' utility (System->Desktop Switching Tool from the panel menu).
pl: Dla tej sesji wybrano %s. Je¶li chcesz, aby %s by³o domy¶lnym wyborem dla przysz³ych sesji, uruchom narzêdzie "switchdesk" (w menu panelu: System->Narzêdzie do prze³±czania ¶rodowisk).
sk: Pre toto sedenie ste vybrali %s. Ak chcete %s pou¾íva» ako ¹tandardné sedenie pri budúcom prihlásení, pou¾ite nástroj 'switchdesk' (Systém->Nástroj pre prepínanie prostredia z menu panela).

source: %s session selected
pl: wybrano sesjê %s
ro: Sesiunea %s selectatã
sk: Vybrané sedenie %s
tr: %s oturumu seçildi

source: Log in using the session that you have used last time you logged in
pl: Loguje przy u¿yciu sesji, która by³a wykorzystana przy poprzednim logowaniu
ro: Logeazã folosind sesiunea care a fost folositã ultima datã când v-aþi logat
sk: Prihlási» sa pomocou sedenia, ktoré ste naposledy pou¾ili
tr: Son giriþte kullanýlan oturum ile giriþ yap

source: gdm_login_session_init: Session script directory not found!
pl: gdm_login_session_init: Nie odnaleziono katalogu ze skryptem sesji!
ro: gdm_login_session_init: Directorul scripturi sesiuni nu a fost gãsit!
sk: gdm_login_session_init: Prieèinok so skriptami sedenia nenájdený!
tr: gdm_login_session_init: Oturum denetlemlerinin dizini bulunamadý !

source: This session will log you directly into GNOME, into your current session.
pl: Ta sesja spowoduje bezpo¶rednie zalogowanie do GNOME, do bie¿±cej sesji.
ro: Aceastã sesiune vã va loga direct în GNOME, în sesiunea dvs. curentã.
sk: Toto sedenie vás prihlási priamo do GNOME, vá¹ho aktuálneho sedenia.
tr: Bu oturum sizi doðrudan doðruya GNOME'a aktaracaktýr.

source: This session will log you into GNOME and it will let you choose which one of the GNOME sessions you want to use.
pl: Ta sesja spowoduje bezpo¶rednie zalogowanie do GNOME i pozwoli na wybór sesji GNOME.
ro: Aceastã sesiune vã va loga direct în GNOME ºi vã va lãsa sã alegeþi care din sesiunile dvs. GNOME doriþi sã folosiþi.
sk: Toto sedenie vás prihlási do GNOME a nechá vás vybra», ktoré sedenie GNOME chcete pou¾i».
tr: Bu seçenek GNOME ile çalýþmanýzý saðlayacak ve hangi GNOME oturumunu seçmek istediðinizi soracak.

source: Yaikes, nothing found in the session directory.
pl: Nie odnaleziono ¿adnych plików w katalogu sesji.
ro: Hopa, n-am gãsit nimic în directorul de sesiuni.
sk: Fíha, v prieèinku sedení niè nie je.
tr: Oturum dizininde hiç bir dosya bulunamadý!.
