Repository: lepidotos/suede
Catalog: gdm-2.2.5.4/po/*.po
Languages: pl, ro, sk, tr

source: Information
pl: Informacja
ro: Informaþie
sk: Informácia
tr: Bilgi

source: Basic
pl: Podstawowe
ro: Simplu
sk: Základné
tr: Temel

source: System
pl: Systemowe
ro: Sistem
sk: Systém
tr: Sistem

source: This panel displays the basic options for configuring GDM. If you need finer detail, select 'expert' or 'system setup' from the list above. This will display some of the more complex options of GDM that rarely need to be changed.
pl: Panel ten zawiera podstawowe elementy konfiguracji GDM-a. Aby otrzymaæ dostêp do bardziej szczegó³owych opcji, wybierz z powy¿szej listy pozycjê "Zaawansowane" lub "Systemowe". Dodatkowe pozycje umo¿liwiaj± zmianê pewnych bardziej z³o¿onych opcji, których zmiana zwykle nie jest konieczna.
ro: Acest panou afiºeazã opþiunile de bazã pentru configurarea GDM.< Dacã doriþi detalii mai fine, selectaþi 'expert' sau 'setãri sistem' din lista de mai sus. Aceasta va afiºa opþiuni mai complexe ale GDM care rareori trebuiesc modificate.
sk: Tento panel zobrazuje základné mo¾nosti nastavenia GDM. Ak potrebujete jemnej¹ie nastavenie, pou¾ite 'expert' alebo 'systémové nastavenie' zo zoznamu. Toto zobrazí niektoré zlo¾itej¹ie mo¾nosti GDM, ktoré nie je obvykle nutné meni».
tr: Bu panel GDM ayarlarý için temel seçenekleri gösterir. Daha küçük ayarlar için yukarýdaki listeden 'uzman'ý seçin.

source: This panel displays the more advanced options of GDM. Be sure to take care when manipulating the security options, or you could be vulnerable to attackers. Choose "System" to change fundamental options in GDM.
pl: Panel ten zawiera zaawansowane elementy konfiguracji GDM-a. Zachowaj szczególn± ostro¿no¶æ przy zmianie ustawieñ dotycz±cych bezpieczeñstwa, aby nie otworzyæ swego systemu na ataki z zewn±trz. Aby uzyskaæ dostêp do podstawowych opcji, wybierz z powy¿szej listy pozycjê "Podstawowe".
ro: Acest panou afiºeazã opþiuni mai avansate ale GDM. Aveþi grijã când modificaþi opþiunile de securitate, sau puteþi fi vulnerabil la atacatori. Alegeþi "Sistem" pentru a modifica opþiuni fundamentale în GDM.
sk: Tento panel zobrazuje pokroèilej¹ie mo¾nosti GDM. Buïte opatrní pri práci s nastavením zabezpeèenia, preto¾e tým mô¾ete umo¾ni» útok. Pou¾ite "Systémové nastavenie" pre zmenu základných mo¾ností GDM.
tr: Bu panel GDM'nin daha geliþmiþ özelliklerini görüntüler. Ön deðerleri deðiþtirirken özellikle sistem güvenliði ile ilgili durumlarda dikkatli olmanýzý öneririz. GDM altýndaki temel seçenekleri deðiþtirmek için "Sistem" menüsüne týklayýn.

source: This panel displays GDM's fundamental system settings. You should only change these paths if you really know what you are doing, as an incorrect setup could stop your machine from booting properly. Choose "Basic" if you just want to change your machine's login appearance.
pl: Panel ten zawiera najwa¿niejsze ustawienia systemowe GDM-a. Nie zmieniaj ¿adnej z podanych tutaj ¶cie¿ek, o ile naprawdê nie rozumiesz ich znaczenia. Niew³a¶ciwe ich skonfigurowanie mo¿e spowodowaæ problemy z uruchomieniem systemu. Je¶li chcesz tylko zmieniæ wygl±d ekranu logowania, lub uzyskaæ dostêp do podstawowych opcji, wybierz z powy¿szej listy pozycjê "Podstawowe".
ro: Acest panou afiºeazã setarile sistem fundamentale ale GDM. Ar trebui sã modificaþi aceste cãi dacã chiar ºtiþi ce faceþi, din moment ce o setare incorectã ar putea împiedica maºina dvs. sã booteze corect. Alegeþi "De bazã" dacã doriþi doar sã schimbaþi aspectul ecranului de autentificare.
sk: Tento panel zobrazuje základné nastavenie GDM. Tieto cesty by ste mali meni» iba ak naozaj viete èo robíte, preto¾e nesprávne nastavenie mô¾e spôsobi» nefunkènos» celého poèítaèa. Pou¾ite "Základné" ak chcete zmeni» iba vzhµad prihlásenia.
tr: Bu panel GDM'nin temel sistem ayarlarýný yapmanýza olanak verir. Burada bulunan yollarý sadece ne yaptýðýnýzý biliyorsanýz deðiþtirmelisiniz. Hatalý bir ayar yapmanýz halinde makineniz düzgün açýlmayabilir. Sadece açýlýþ görünümü deðiþtirmek için "Temel" seçmeniz yeterlidir.

source: The glade ui description file doesn't seem to contain the widget "%s". Unfortunately I cannot continue. Please check your installation.
pl: Plik glade, opisuj±cy interfejs u¿ytkownika, nie zawiera widgetu o nazwie "%s". Kontynuacja dzia³ania nie jest mo¿liwa. Zweryfikuj instalacjê GDM-a.
sk: Vyzerá to, ¾e súbor s popisom rozhrania glade neobsahuje prvok "%s". Bohu¾iaµ, nemô¾em pokraèova». Prosím, overte va¹u in¹taláciu.

source: You must be the superuser (root) to configure GDM.
pl: Tylko u¿ytkownik root mo¿e skonfigurowaæ GDM.
ro: Trebuie sa fiþi superuser (root) pentru a configura GDM
sk: Musíte by» superpou¾ívateµ (root) pre nastavenie GDM.
tr: GDM'yi yapýlandýrmak için root haklarýna sahip olmalýsýnýz.

source: Cannot find the glade interface description file, cannot run gdmconfig. Please check your installation and the location of the gdmconfig.glade file.
pl: Nie mo¿na odnale¼æ pliku glade, opisuj±cego interfejs u¿ytkownika, uruchomienie programu gdmconfig nie jest mo¿liwe. Sprawd¼ poprawno¶æ instalacji i po³o¿enie pliku gdmconfig.glade.
sk: Nie je mo¾né nájs» súbor s popisom rozhrania glade. Preto nie je mo¾né spusti» gdmconfig. Prosím, overte in¹taláciu a umiestnenie súboru gdmconfig.glade.
tr: gdmconfig çalýþtýrýlamadý. Lütfen kurulumunuzu yeniden gözden geçirin.

source: Cannot find the gdmconfigurator widget in the glade interface description file Please check your installation.
pl: Nie mo¿na odnale¼æ widgetu gdmconfigurator w pliku glade, opisuj±cym interfejs u¿ytkownika. Sprawd¼ poprawno¶æ instalacji.
sk: Vyzerá to, ¾e súbor s popisom rozhrania glade neobsahuje prvok gdmconfigurator. Prosím, overte va¹u in¹taláciu.
tr: Glade arayüz taným dosyasýndaki gdmconfigurator parçacýðý bulunamadý. Lütfen kurulumunuzu yeniden gözden geçirin.

source: GNOME Display Manager Configurator
pl: Program konfiguracyjny GDM-a
ro: Configuratorul GNOME Display Manager
sk: Nastavenie GNOME Správcu displeja
tr: GNOME Görünüm Yöneticisi Yapýlandýrma Programý

source: The configuration file: %s does not exist! Using default values.
pl: Plik konfiguracyjny %s nie istnieje. U¿yto warto¶ci domy¶lnych.
ro: Fiºierul de configuraþie: %s nu existã! Folosec valorile implicite.
sk: Konfiguraèný súbor: %s neexistuje! Pou¾ijem ¹tandardné nastavenie.
tr: %s yapýlandýrma dosyasý bulunamadý. Öntanýmlý deðerler kullanýlacak.

source: Standard server
pl: Standardowy serwer
ro: Server standard
sk: ©tandardný server

source: Error reading session script!
pl: B³±d przy wczytywaniu skryptu sesji!
ro: Eroare la citirea scriptului de sesiuni!
sk: Chyba pri èítaní skriptu sedenia!
tr: Oturum betiði okunamadý!

source: Error reading this session script
pl: B³±d podczas odczytu skryptu sesji
ro: Eroare la citirea acestui script de sesiuni
sk: Chyba pri èítaní tohto skriptu sedenia
tr: Oturum betiði okunamadý!

source: Yes
pl: Tak
sk: Áno

source: No
pl: Nie
ro: Nu
sk: Nie

source: gdm_config_parse_most: Invalid server line in config file. Ignoring!
pl: gdm_config_parse_most: Niepoprawny wiersz serwera w pliku konfiguracyjnym. Zignorowany!
ro: gdm_config_parse_most: Linie invalidã în fiºierul de configurare. Ignor!
sk: gdm_config_parse_most: Neplatný riadok so serverom v konfiguraènom súbore. Ignorujem!
tr: gdm_config_parse_most: Ayar dosyasýnda geçersiz sunucu satýrý gözardý ediliyor.

source: The applied settings cannot take effect until gdm is restarted or your computer is rebooted. You can restart GDM when all sessions are closed (when all users log out) or you can restart GDM now (which will kill all current sessions)
pl: Zastosowane ustawienia wejd± w ¿ycie dopiero po ponownym uruchomieniu GDM-2. Mo¿esz uruchomiæ ponownie GDM-a po zakoñczeniu wszystkich sesji (tj. po wylogowaniu siê przez u¿ytkowników) lub zrobiæ to teraz (co spowoduje to przerwanie wszystkich bie¿±cych sesji i utratê niezapisanych danych)
ro: Setãrile aplicate nu pot avea efect pânã când gdm nu este repornit sau calculatorul dvs. rebootat. Puteþi restarta GDM când toate sesiunile sunt închise (toþi utilizatori sunt logout) sau puteþi reporni GDM acum (care o sã omoare toate sesiunile curente)
sk: Nastavenie sa neprejaví, kým nere¹tartujete gdm alebo vá¹ poèítaè. Re¹tartova» GDM mô¾ete po tom, ako budú v¹etky sedenia ukonèené (pou¾ívatelia sa odhlásia) alebo mô¾ete GDM re¹tartova» hneï (ukonèí v¹etky momentálne sedenia)

source: Restart after logout
pl: Uruchom ponownie po wylogowaniu
ro: Restarteazã dupã logout
sk: Re¹tartova» po odhlásení

source: Restart now
pl: Uruchom ponownie teraz
ro: Restarteazã acum
sk: Re¹tartova»

source: Are you sure you wish to restart GDM now and lose any unsaved data?
pl: Czy na pewno chcesz ponownie uruchomiæ GDM-a i utraciæ niezapisane dane?
ro: Sunteþi sigur cã doriþi sã reporniþi GDM acum ºi sã pierdeþi datele nesalvate?
sk: Naozaj chcete re¹tartova» GDM a strati» tak v¹etky neulo¾ené dáta?

source: The greeter settings will take effect the next time it is displayed. The rest of the settings will not take effect until gdm is restarted or the computer is rebooted
pl: Ustawienia greetera wejd± w ¿ycie przy nastêpnym jego wy¶wietleniu. Pozosta³e ustawienia ulegn± zmianie po ponownym uruchomieniu GDM-a.
ro: Setãrile de întâmpinare vor avea efect la urmãtoarea afiºare. Restul setãrilor nu vor avea efect pânã când gdm nu este repornit sau calculatorul rebootat.
sk: Nastavenie uvítania sa prejavia pri ïal¹om zobrazení uvítania. Zvy¹ok nastavení sa prejaví a¾ po re¹tarte gdm alebo celého poèítaèa.
tr: Karþýlama mesajý sonraki giriþte etkin olacaktýr. Diðer ayarlar makine yeniden açýlmadan, ya da gdm yeniden baþlamadan etkinleþmezler.

source: You have not defined any local servers. Usually this is not a good idea unless you are sure you do not want users to be able to log in with the graphical interface on the local console and only use the xdmcp service. Are you sure you wish to apply these settings?
pl: Nie zdefiniowano ¿adnych lokalnych serwerów. Zwykle nie jest to po¿±dana sytuacja, chyba, ¿e z ca³± pewno¶ci± chcesz, aby u¿ytkownicy mogli wykorzystywaæ interfejs graficzny tylko ze zdalnych komputerów (przy u¿yciu xdmcp), a nie z lokalnej konsoli. Czy na pewno chcesz zastosowaæ te ustawienia?
ro: Nu aþi definit nici un server local. De obicei aceasta nu este o idee bunã decât dacã sunteþi sigur cã utilizatorii nu pot sã se login cu interfaþa graficã pe consola localã ºi doar sã foloseascã serviciul xdmcp. Sunteþi sigur cã doriþi sã rãmâneþi cu aceste setãri?
sk: Nie sú definované ¾iadne lokálne servery. To obvykle nie je rozumné, iba ak viete, ¾e nechcete, aby sa pou¾ívatelia prihlasovali pomocou grafického rozhrania na lokálnej konzoli a pou¾ívali iba slu¾bu xdmcp. Naozaj chcete pou¾i» toto nastavenie?

source: Could not delete session %s Error: %s
pl: Nie mo¿na wyczy¶ciæ sesji %s B³±d: %s
sk: Nemô¾em zmaza» sedenie %s Chyba: %s
tr: %s oturumu silinemedi Hata: %s

source: Could not remove session %s Error: %s
pl: Nie mo¿na usun±æ sesji %s B³±d: %s
sk: Nemô¾em odstráni» sedenie %s Chyba: %s
tr: %s oturumu silinemedi Hata: %s

source: Could not write session %s Error: %s
pl: Nie mo¿na zapisaæ sesji %s B³±d: %s
sk: Nemô¾em zapísa» sedenie %s. Chyba: %s
tr: %s oturumuna yazýlamadý Hata: %s

source: Could not write contents to session %s Error: %s
pl: Nie mo¿na zapisaæ zawarto¶ci do sesji %s B³±d: %s
sk: Nemô¾em zapísa» obsah sedenia %s. Chyba: %s
tr: Ýçerikler %s oturumuna yazýlamadý Hata: %s

source: Could not unlink old default session Error: %s
pl: Nie mo¿na usun±æ poprzedniej domy¶lnej sesji B³±d: %s
sk: Nemô¾em zru¹i» odkaz na staré ¹tandardné sedenie. Chyba: %s
tr: Eski öntanýmlý oturum silinemedi Hata: %s

source: Could not find a suitable name for the default session link
pl: Nie mo¿na odnale¼æ odpowiedniej nazwy dla odno¶nika domy¶lnej sesji
sk: Nie je mo¾né nájs» vhodné meno pre odkaz na ¹tandardné sedenie
tr: Öntanýmlý oturum baðlantýsý için uygun bir isim bulunamadý

source: Could not link new default session Error: %s
pl: Nie mo¿na utworzyæ odno¶nika do domy¶lnej sesji B³±d: %s
sk: Nemô¾em vytvori» odkaz na nové ¹tandardné sedenie. Chyba: %s
tr: Yeni öntanýmlý oturuma baðlantý kurulamadý Hata: %s

source: There were errors writing changes to the session files. The configuration may not be completely saved.
pl: Podczas zapisu zmian w plikach sesji wyst±pi³ b³±d. Konfiguracja mo¿e nie byæ w ca³o¶ci zapisana.
sk: Nastala chyba pri zápise zmien do súborov sedení. Nastavenie mo¾no nebolo úplne ulo¾ené.
tr: Deðiþiklikler oturum dosyasýna kaydedilirken hata oluþtu. Yapýlandýrma iþlemi tamamlanmamýþ olabilir.

source: This will destroy any changes made in this session. Are you sure you want to do this?
pl: Spowoduje to utratê wszystkich zmian dokonanych w tej sesji. Czy na pewno chcesz to zrobiæ?
ro: Aceasta va distruge orice schimbãri efectuate în aceastã sesiune. Sigur doriþi sã faceþi asta?
sk: Toto znièí v¹etky zmeny, ktoré ste urobili do tohto sedenia. Naozaj to chcete?
tr: Bu iþlem bu oturumdaki tüm deðiþiklikleri. silecektir. Emin misiniz?

source: This will destroy any changes made in the configuration. Are you sure you want to do this?
pl: Zostan± utracone wszystkie zmiany dokonane w konfiguracji. Czy na pewno chcesz to zrobiæ?
ro: Aceasta va distruge orice schimbãri efectuate în configuraþie. Sigur doriþi sã faceþi asta?
sk: Toto znièí v¹etky zmeny, ktoré ste urobili do tohto nastavenia. Naozaj to chcete?
tr: Bu iþlem yapýlandýrma ayarlarýndaki tüm deðiþiklikleri silecektir. Yapmak istiyor musunuz?

source: A command line must start with a forward slash ('/')
pl: Wiersz polecenia musi siê rozpoczynaæ uko¶nikiem ("/")
sk: Príkazový riadok musí zaèína» lomítkom ('/')

source: A descriptive server name must be supplied
pl: Nale¿y podaæ opisow± nazwê serwera
sk: Musíte zada» popisné meno serveru

source: A session name must be unique and not empty
pl: Nazwa sesji musi byæ unikalna i niepusta
ro: Un nume de sesiune trebuie sã fie unic ºi nu gol
sk: Meno sedenia musí by» jednoznaèné a neprázdne
tr: Oturum adý boþ olmamalýdýr

source: Enter a name for the new session
pl: Wprowad¼ nazwê nowej sesji
ro: Introduceþi un nume pentru noua sesiune
sk: Zadajte meno nového sedenia
tr: Yeni oturum için bir isim seçin

source: You have modified the sessions directory. Your session changes will still get written to the old directory however, until you reload the configuration dialog again.
pl: Katalog z sesjami zosta³ zmieniony. Zmiany w sesji nadal bêd± jednak zapisywane w poprzednim katalogu, dopóki nie zostanie prze³adowane okno konfiguracyjne.
sk: Zmenili ste prieèinok sedení. Zmeny vá¹ho sedenia budú stále zapísané do starého prieèinku, a¾ kým znovu nenaèítate dialóg pre nastavenie.
tr: Oturum dizinini deðiþtirdiniz. Oturum deðiþiklikleri eski yapýlandýrma penceresini yükleyene kadar eski dizin üzerine yazýlacaktýr.

source: A graphical application for configuring the GNOME Display Manager (GDM)
pl: Aplikacja pozwalaj±ca na konfiguracjê Mened¿era Ekranu GNOME (GDM)
ro: O aplicaþie graficã pentru a configura GDM
sk: Grafická aplikácia pre nastavenie Správcu displeja GNOME (GDM)
tr: Gnome Görüntü Yöneticisi (GDM) ayarlarý için bir grafiksel uygulama

source: GDM Configurator
pl: Konfigurator GDM
ro: Configurator GDM
sk: Nastavenie GDM
tr: GDM Ayarla

source: GDM Configuration Utility
pl: Narzêdzie konfiguracyjne GDM
ro: Utilitare configurare GDM
sk: Nastavenie GDM
tr: GDM Yapýlandýrma Programý

source: _Configuration
pl: _Konfiguracja
ro: _Configuraþie
sk: _Nastavenie
tr: _Yapýlandýrma

source: Revert to settings in the configuration file
pl: Przywróæ ustawienia z pliku konfiguracyjnego
ro: Revin-o la setãrile din fiºierul de configuraþie
sk: Vráti» nastavenie z konfiguraèného súboru
tr: Yapýlandýrma dosyasýndaki ayarlara geri dön

source: Revert settings
pl: Przywróæ ustawienia
ro: Restabileºte setãrile
sk: Pôvodné nastavenie
tr: Ayarlarý geri al

source: Revert to settings that were shipped with your system
pl: Przywraca ustawienia do domy¶lnych warto¶ci
ro: Revin-o la setãrile iniþiale ale sistemului dvs.
sk: Vráti» sa k nastaveniu, ktoré bolo dodané s va¹ím systémom
tr: Sistemle birlikte verilen ayarlara geri dön

source: Revert to Factory Settings
pl: Przywróæ ustawienia domy¶lne
ro: Restaureazã setãrile implicite
sk: Pôvodné nastavenie
tr: Temel Ayarlara Geri Dön

source: Apply the current changes
pl: Zastosuj zmiany
ro: Aplicã schimbãrile curente
sk: Pou¾i» aktuálne zmeny
tr: Deðiþiklikleri uygula

source: Apply
pl: Zastosuj
ro: Aplicã
sk: Pou¾i»
tr: Uygula

source: Options
pl: Opcje
ro: Opþiuni
sk: Mo¾nosti
tr: Seçenekler

source: basic_settings
pl: usttawienia_podstawowe
sk: základné _nastavenie
tr: temel_ayarlar

source: General Appearance
pl: Wygl±d ogólny
ro: Aspect general
sk: V¹eobecné
tr: Genel Görünüm

source: Select a logo to be displayed during login
pl: Wybór logo wy¶wietlanego przy logowaniu
ro: Selectaþi un log pentru afiºat în timpul login-ului
sk: Vyberte logo, ktoré bude zobrazené poèas prihlásenia
tr: Giriþ sýrasýnda gösterilecek simgeyi seçin

source: Minimised Icon:
pl: Ikona okna:
ro: Icon minimizat:
sk: Ikona:
tr: Küçültülmüþ Simge:

source: Select a GTK+ theme file (gtkrc)
pl: Wybór pliku z motywem GTK+ (gtkrc)
ro: Selectaþi un fiºier temã GTK+ (gtkrc)
sk: Vybra» súbor témy Gtk+ (gtkrc)
tr: Bir GTK+ tema dosyasý (gtkrc) seçin

source: This is the GTK+ RC file that describes the theme that the login window should use
pl: ¦cie¿ka do pliku konfiguracyjnego GTK+, opisuj±cego motyw, wykorzystywany przez okno logowania.
sk: Toto je súbor GTK+ RC, ktorý popisuje tému, ktorú má pou¾i» prihlasovacie okno
tr: Giriþ penceresinin kullanmasý gereken temayý belirten GTK+ RC dosyasýdýr.

source: Gtk+ RC file:
pl: Plik z konfiguracj± GTK+:
ro: Fiºier Gtk+ RC:
sk: Gtk+ RC súbor:
tr: Gtk+ RC dosyasý:

source: Login appearance
pl: Wygl±d ekranu logowania
ro: Aparenþã login
sk: Vzhµad prihlásenia
tr: Giriþ görünümü

source: Greeter Look and Feel
pl: Wygl±d i zachowanie greetera
ro: Aspect selector
sk: Vzhµad uvítania
tr: Karþýlayýcý Görünümü

source: Show the "System" menu. This has the shutdown, reboot and configuration items
pl: Powoduje wy¶wietlanie menu "System", zawieraj±cego elementy "Koniec pracy", "Restart" i "Skonfiguruj".
ro: Aratã meniul "Sistem". Acesta are opþiunile oprire, rebootare ºi configurare
sk: Zobrazi» menu "Systém". To obsahuje re¹tart, vypnutie a nastavenie
tr: Sistem menüsünü göster. Bu menüde kapatma ve yapýlandýrma alt menüleri vardýr.

source: Show the 'system' menu, (for reboot, shutdown etc.)
pl: Wy¶wietlanie menu "system" (umo¿liwiaj±cego restart, zakoñczenie pracy, itp.)
ro: Afiºeazã meniul 'sistem' (pentru reboot, shutdown etc.)
sk: Zobrazi» menu 'Systém', (pre re¹tart, vypnutie atï.)
tr: Sistem menüsünü göster (yeniden baþlatma, kapatma vb için)

source: Allow users to run the configurator from the system menu
pl: Mo¿liwo¶æ uruchomienia przez u¿ytkownika programu konfiguracyjnego z menu
ro: Permite utilizatorilor sã ruleze configuratorul din meniul Sistem
sk: Povoli» pou¾ívateµom spustenie nastavenia zo systémového menu
tr: Kullanýcýlarýn sistem menüsünden yapýlandýrma programýný çalýþtýrmasýna izin ver

source: If the user fails to authenticate himself the login window should Quiver to indicate failiure
pl: Powoduje dr¿enie okna logowania, je¶li uwierzytelnienie u¿ytkownika zakoñczy siê niepowodzeniem.
sk: Ak sa pou¾ívateµovi nepodarí prihlási», prihlasovacie okno sa má zatrias»

source: Quiver on failure
pl: Dr¿enie po b³êdzie
ro: Alarmeazã la eºec
sk: Zatrias» sa pri zlyhaní
tr: Hata durumunda çýk

source: Show the title bar on the login window. If this is off the user won't be able to move nor iconify the login window
pl: Powoduje wy¶wietlanie paska tuty³u nad oknem logowania. Bez tego paska nie bêdzie mo¿liwe przemieszczanie okna logowania, ani zwijanie go do ikony.
sk: Zobrazi» titulok prihlasovacieho okna. Ak je toto vypnuté, nebude mo¾né presunú» alebo minimalizova» prihlasovacie okno
tr: Giriþ penceresinde bir baþlýk çubuðu göster. Eðer bu kapalý ise kullanýcý giriþ penceresini hareket ettiremez, ya da simge durumuna getiremez.

source: Show title bar on login window
pl: Wy¶wietlanie paska tytu³owego nad oknem logowania
ro: Aratã bara de titlu la fereastra de login
sk: Zobrazi» titulok prihlasovacieho okna
tr: Giriþ penceresinde baþlýk çubuðunu göster

source: Welcome to %n
pl: %n wita
ro: Bine aþi venit la %n
sk: Víta vás %n
tr: %n'ye hoþgeldiniz

source: This is %n
pl: To jest %n
ro: Acesta este %n
sk: Toto je %n
tr: Bu %n

source: The welcome message displayed on the login window
pl: Komunikat powitalny, wy¶wietlany w oknie logowania
ro: Mesajul de bun venit afiºat la fereastra de login
sk: Správa privítania zobrazená v prihlasovacom okne
tr: Giriþ penceresinde gösterilecek açýlýþ mesajý

source: Default font:
pl: Domy¶lna czcionka:
ro: Font implicit:
sk: ©tandardné písmo:
tr: Öntanýmlý yazýtipi:

source: Welcome message:
pl: Komunikat powitalny
ro: Mesaj întâmpinare:
sk: Uvítacia správa:
tr: Hoþgeldiniz mesajý:

source: The font to use on the welcome message
pl: Czcionka wykorzystywana przez komunikat powitalny
ro: Fontul folosit pentru mesajul de bun venit
sk: Písmo pou¾ité pre správu privítania
tr: Açýlýþ mesajýnda kullanýlacak yazýtipi

source: Pick a Font
pl: Wybór czcionki
ro: Selectaþi un font
sk: Vyberte písmo
tr: Bir Yazýtipi Seçin

source: AaBbCcDdEeFfGgHhIiJjKkLlMmNnOoPpQqRrSsTtUuVvWwXxYyZz
pl: Aa¡±BbCcÆæDdEeÊêFfGgHhIiJjKkLl£³MmNnÑñOoÓóPpQqRrSs¦¶TtUuVvWwXxYyZz¬¼¯¿
sk: AaÁáÄäBbCcÈèDdÏïEeÉéFfGgHhIiÍíJjKkLlÅå¥µMmNnÒòOoÓóPpQqRrÀàSs©¹Tt«»UuÚúVvWwXxYyÝýZz®¾

source: Extras
pl: Dodatki
sk: Extra
tr: Diðer

source: Default locale:
pl: Domy¶lne ustawienia narodowe:
ro: 'Localã' implicitã:
sk: ©tandardná lokalizácia:
tr: Öntanýmlý dil:

source: This is the locale that GDM uses when it cannot find what the system locale is set to. This should be in the standard format such as "en_US" for American English or "cs_CZ" for Czech
pl: Okre¶la ustawienia narodowe, jakie powinny zostaæ wykorzystane, w przypadku, gdy nie jest mo¿liwe odnalezienie ustawieñ systemowych. Opis nale¿y podaæ w standardowym formacie, np. "pl_PL" dla jêzyka polskiego oraz "de_DE" dla niemieckiego.
sk: Toto je lokálne nastavenie, ktoré GDM pou¾ije v prípade, ¾e nebude mo¾né nájs» systémové nastavenie. Malo by by» v ¹tandardnom tvare, napr. "en_US" pre americkú angliètinu alebo "sk_SK" pre slovenèinu.
tr: Bu, GDM'nin kullandýðý yerel dil ayarýdýr. Örnek olarak Amerikan Ýngilizcesi için en_US, Türkçe için tr_TR kullanýlabilir.

source: Always use the 24 hour format for the clock in the greeter, even if the norm for the current locale is 12 hour
pl: U¿ywa zawsze 24-godzinnego zapisu czasu w greeterze, nawet, je¶li norm± dla aktualnego jêzyka jest zapis 12-godzinny
sk: V¾dy pou¾i» 24-hodinový formát èasu v privítaní, aj keï je momentálne nastavené zobrazovanie v 12-hodinovom formáte.

source: Always use 24 hour clock format
pl: U¿ywanie zawsze 24-godzinnego formatu czasu
sk: V¾dy pou¾i» 24-hodinový formát èasu

source: Position
pl: Po³o¿enie
ro: Poziþie
sk: Pozícia
tr: Konum

source: Set the initial position of the login window to the values below
pl: Ustala pocz±tkowe po³o¿enie okna logowania na poni¿sze warto¶ci
ro: Seteazã poziþia iniþialã a ferestrei de login la valorile de mai jos
sk: Nastavi» pozíciu prihlasovacieho okna na zaèiatku na tieto hodnoty
tr: Giriþ penceresinin ilk konumunu aþaðýdaki deðerlere göre belirle

source: Manually set position
pl: Rêczne ustalenie po³o¿enia
ro: Seteazã poziþia manual
sk: Nastavi» pozíciu ruène
tr: Konumu elle ayarla

source: Do note allow the user to drag the login window around
pl: Uniemo¿liwia u¿ytkownikowi przemieszczanie okna logowania
ro: Nu permite unui utlizator sã miºte ferestra de login
sk: Nepovoli» presun prihlasovacieho okna
tr: Kullanýcýnýn giriþ penceresini hareket ettirmesine izin verme

source: Lock position
pl: Zablokowane po³o¿enie
ro: Blocheazã poziºia
sk: Zamknú» pozíciu
tr: Kilitleme konumu
