Repository: lepidotos/suede
Catalog: gdm-2.2.5.4/po/*.po
Languages: pl, ro, sk, tr

source: Ping to %s failed, whacking display!
pl: Brak odpowiedzi na pakiety wysy³ane do %s, usuniêto ekran!
sk: Ping na %s zlyhal, zabitý displej!
tr: %s adresine ping iþlemi baþarýsýz!

source: gdm_slave_xioerror_handler: Fatal X error - Restarting %s
pl: gdm_slave_xioerror_handler: Powa¿ny b³±d X - restartowanie %s
ro: gdm_slave_xioerror_handler: Eroare X fatala - Repornesc %s
sk: gdm_slave_xioerror_handler: Záva¾ná chyba X - Re¹tartujem %s
tr: gdm_slave_ioerror_handler: Ölümcül X hatasý - %s yeniden baþlatýlýyor

source: gdm_slave_exec_script: Failed starting: %s
pl: gdm_slave_exec_script: B³±d przy uruchamianiu: %s
ro: gdm_slave_exec_script: Eºuat la pornirea %s
sk: gdm_slave_exec_script: Zlyhal ¹tart: %s
tr: gdm_slave_exec_script : %s'yi baþlatýrken bir hata oluþtu

source: gdm_slave_exec_script: Can't fork script process!
pl: gdm_slave_exec_script: Nie mo¿na utworzyæ procesu dla skryptu!
ro: gdm_slave_exec_script: Nu pot face fork la procesul script!
sk: gdm_slave_exec_script: Nemô¾em spusti» proces skriptu!
tr: gdm_slave_exec_script: Betik süreci çalýþtýrýlamadý!

source: gdm_parse_enriched_login: Failed creating pipe
pl: gdm_parse_enriched_login: B³±d przy towrzeniu potoku
ro: gdm_parse_enriched_login: Eroare la creeare pipe
sk: gdm_parse_enriched_string: Nepodarilo sa vytvori» rúru

source: gdm_parse_enriched_login: Failed executing: %s
pl: gdm_parse_enriched_login: Nie powiod³o siê wykonanie: %s
ro: gdm_parse_enriched_login: Eºuat la pornirea %s
sk: gdm_parse_enriched_login: Zlyhal ¹tart: %s

source: gdm_parse_enriched_login: Can't fork script process!
pl: gdm_parse_enriched_login: Nie mo¿na utworzyæ procesu dla skryptu!
ro: gdm_parse_enriched_login: Nu pot face fork la procesul script!
sk: gdm_parse_enriched_login: Nemô¾em spusti» proces skriptu!

source: Please enter your username
pl: Wprowad¼ nazwê u¿ytkownika
ro: Vã rog introduceþi numele dvs. de utilizator
sk: Prosím, zadajte va¹e pou¾ívateµské meno

source: Username:
pl: Nazwa u¿ytkownika:
ro: Nume utilizator:
sk: Pou¾ívateµské meno:

source: Password:
pl: Has³o:
ro: Parola:
sk: Heslo:
tr: Parola:

source: Couldn't authenticate user
pl: Uwierzytelnienie u¿ytkownika nie powiod³o siê
ro: Nu s-a putut autentifica utilizatorul
sk: Nemô¾em prihlási» pou¾ívateµa

source: Incorrect username or password. Letters must be typed in the correct case. Please be sure the Caps Lock key is not enabled
pl: Niepoprawna nazwa u¿ytkownika lub has³o. Pamiêtaj, ¿e wielko¶æ liter jest wa¿na. Upewnij siê, ¿e nie jest w³±czony Caps Lock.
ro: Nume utilizator sau parolã incorectã. Literele mici diferã de cele mari. Va rog sã vã asiguraþi cã tasta Caps Lock nu este activatã
sk: Neplatné meno alebo heslo. Veµkos» písmen sa rozli¹uje. Skontrolujte, ¾e nemáte zapnutý Caps Lock.

source: Root login disallowed on display '%s'
pl: Zablokowano logowanie u¿ytkownika "root" na ekranie '%s'
ro: Loginul root nu este aprobat pe displayul '%s'
sk: Prihlásenie ako root je zakázané na displeji '%s'
tr: Root giriþi `%s' ekranýnda reddedildi

source: The system administrator is not allowed to login from this screen
pl: Logowanie siê administratora z tego ekranu jest niedozwolone
ro: Adminstratorului sistemului nu îi este permis sã se login de la acest ecran
sk: Administrátor systému sa nesmie pomocou tejto obrazovky prihlási»

source: User %s not allowed to log in
pl: U¿ytkownik %s nie ma uprawnieñ do logowania
ro: Utilizatorul %s nu are voie sã se logheze
sk: Pou¾ívateµ %s nemá dovolené prihlási» sa
tr: %s kullanýcýsýnýn giriþ izni yoktur

source: The system administrator has disabled your account.
pl: Administrator systemu zablokowa³ to konto.
ro: Adminstratorul sistemului v-a dezactivat contul.
sk: Administrátor systému vám zakázal pou¾itie tohto úètu.

source: Cannot set user group for %s
sk: Nepodarilo sa nastavi» skupinu pre %s

source: Cannot set your user group, you will not be able to log in, please contact your system administrator.
sk: Nie je mo¾né nastavi» va¹u skupinu a nebudete sa môc» prihlási». Prosím, kontaktujte administrátora systému.

source: Cannot get passwd structure for %s
sk: Nepodarilo sa získa» ¹truktúru passwd pre %s

source: Cannot setup pam handle with null login and/or display
pl: Nie mo¿na ustawiæ uchwytu PAM-a bez loginu oraz ekranu
sk: Nepodarilo sa nastavi» pam s pou¾ívateµským menom a displejom null

source: Can't find /etc/pam.d/%s!
sk: Nemô¾em nájs» /etc/pam.d/%s!

source: Can't set PAM_TTY=%s
pl: Nie mo¿na ustawiæ PAM_TTY=%s
ro: Nu pot seta PAM_TTY=%s
sk: Nemô¾em nastavi» PAM_TTY=%s
tr: PAM_TTY=%s tanýmlanamadý.

source: Can't set PAM_RUSER=%s
pl: Nie mo¿na ustawiæ PAM_RUSER=%s
ro: Nu pot seta PAM_RUSER=%s
sk: Nemô¾em nastavi» PAM_RUSER=%s

source: Can't set PAM_RHOST=%s
pl: Nie mo¿na ustawiæ PAM_RHOST=%s
ro: Nu pot seta PAM_RHOST=%s
sk: Nemô¾em nastavi» PAM_RHOST=%s

source: The system administrator is not allowed to login from this screen
pl: Logowanie siê administratora z tego ekranu jest niedozwolone
ro: Adminstratorului sistemului nu îi este permis sã se login de la aceat ecran.
sk: Administrátor systému vám zakázal prihlásenie z tejto obrazovky.

source: Authentication token change failed for user %s
sk: Zmena overovacieho tokenu zlyhalo pre pou¾ívateµa %s

source: The change of the authentication token failed. Please try again later or cantact the system administrator.
sk: Výmena overovanieho tokenu zlyhala. Prosím, skúste to neskôr alebo kontaktujte administrátora systému.

source: User %s no longer permitted to access the system
sk: Pou¾ívateµ %s u¾ nemá prístup k tomuto systému

source: User %s not permitted to gain access at this time
sk: Pou¾ívateµ %s emá doèasne prístup k tomuto systému

source: The system administrator has disabled access to the system temporary.
sk: Administrátor systému vám doèasne zakázal pou¾itie tohto úètu.

source: Couldn't set acct. mgmt for %s
pl: Operacja pam_acct_mgmt() dla %s nie powiod³a siê
ro: Nu s-a putut seta mgmt cont pentru %s
sk: Nemô¾em nastavi» acct. mgmt pre %s
tr: %s için oturum yönetimi tanýlanamadý

source: Couldn't set credentials for %s
pl: Nie mo¿na ustawiæ wierzytelno¶ci dla %s
ro: Nu s-a putut seta credenþialele pentru %s
sk: Nemô¾em nastavi» poverenia pre %s
tr: %s için özellikler tanýmlanamadý

source: Couldn't open session for %s
pl: Nie mo¿na otworzyæ sesji dla %s
ro: Nu s-a putut deschide sesiunea pentru %s
sk: Nemô¾em otvori» sedenie pre %s
tr: %s için oturum açýlamadý

source: Authentication failed
pl: Uwierzytelnienie nie powiod³o siê
ro: Autentificare eºuatã
sk: Overenie zlyhalo
tr: Kimlik denetimi baþarýsýz

source: The system administrator has your disabled access to the system temporary.
sk: Administrátor systému vám doèasne zakázal pou¾itie tohto úètu.

source: Can't find PAM configuration file for gdm. I've tried %s, %s, %s and %s
sk: Nemô¾em nájs» konfiguraèný súbor PAM pre gdm. Skúsil som %s, %s, %s a %s

source: gdm_xdmcp_init: Could not get server hostname: %s!
pl: gdm_xdmcp_init: Nie mo¿na pobraæ nazwy serwera: %s!
ro: gdm_xdmcp_init: Nu s-a putut obþine hostname-ul serverului: %s!
sk: gdm_xdmcp_init: Nemô¾em získa» meno hostiteµa serveru: %s!
tr: gdm_xdmcp_init: %s sunucusunun adýný alamadým!

source: gdm_xdmcp_init: Could not create socket!
pl: gdm_xdmcp_init: Nie mo¿na utworzyæ gniazda!
ro: gdm_xdmcp_init: Nu s-a putut crea socketul!
sk: gdm_xdmcp_init: nemô¾em vytvori» soket!
tr: gdm_xdmcp_init: Socket yaratamadým!

source: gdm_xdmcp_init: Could not bind to XDMCP socket!
pl: gdm_xdmcp_init: Nie mo¿na powi±zaæ siê z gniazdem XDMCP!
ro: gdm_xdmcp_init: Nu s-a putut face bind la socketul XDMCP!
sk: gdm_xdmcp_init: Nemô¾em sa pripoji» na XDMCP soket!
tr: gdm_xdmcp_init: XDMCP soketine bað kurulamadý!

source: gdm_xdmcp_decode: Could not create XDMCP buffer!
pl: gdm_xdmcp_decode: Nie mo¿na utworzyæ bufora XDMCP!
ro: gdm_xdmcp_decode: Nu s-a putut crea bufferul XDMCP!
sk: gdm_xdmcp_decode: Nemô¾em vytvori» XDMCP bufer!
tr: gdm_xdmcp_decode: XDMCP ara belleðini yaratamadým

source: gdm_xdmcp_decode: Could not read XDMCP header!
pl: gdm_xdmcp_decode: Nie mo¿na odczytaæ nag³ówka XDMCP!
ro: gdm_xdmcp_decode: Nu s-a putut citi începutul XDMCP!
sk: gdm_xdmcp_decode: Nemô¾em preèíta» XDMCP hlavièku!
tr: gdm_xdmcp_decode: XDMCP baþlýðýný yaratamadým

source: gdm_xdmcp_decode: Incorrect XDMCP version!
pl: gdm_xdmcp_decode: Niew³a¶ciwa wersja XDMCP!
ro: gdm_xdmcp_decode: Versiune XDMCP incorectã!
sk: gdm_xdmcp_decode: Nesprávna verzia XDMCP!
tr: gdm_xdmcp_decode: Geçersiz XDMCP versiyonu

source: gdm_xdmcp_decode_packet: Unknown opcode from host %s
pl: gdm_xdmcp_decode_packet: Nieznany kod operacji od %s
ro: gdm_xdmcp_decode_packet: opcode necunoscut de la hostul %s
sk: gdm_xdmcp_decode_packet: Neznámy kód voµby z hostiteµa %s
tr: gdm_xdmcp_decode_packet : %s yuvasýndan tanýnmayan opkod alýndý

source: gdm_xdmcp_handle_query: Could not extract authlist from packet
pl: gdm_xdmcp_handle_query: Nie mo¿na wy³owiæ listy autoryzacji z pakietu
ro: gdm_xdmcp_handle_query: Nu s-a putut extrage lista auth din pachet
sk: gdm_xdmcp_handle_query: Nemô¾em získa» authlist z paketu
tr: gdm_xdmcp_handle_query: Paketten doðrulama listesini alamadým

source: gdm_xdmcp_handle_query: Error in checksum
pl: gdm_xdmcp_handle_query: Niew³a¶ciwa suma kontrolna
ro: gdm_xdmcp_handle_query: Eroare în checksum
sk: gdm_xdmcp_handle_query: Chyba v kontrolnom súète
tr: gdm_xdmcp_handle_query: Doðrulama toplamýnda hata var

source: gdm_xdmcp_handle_forward_query: Could not read display address
pl: gdm_xdmcp_handle_forward_query: Nie mo¿na odczytaæ adresu ekranu
ro: gdm_xdmcp_handle_forward_query: Nu s-a putu citi adresa display
sk: gdm_xdmcp_handle_forward_query: Nemô¾em preèíta» adresu displeja
tr: gdm_xdmcp_handle_forward_query: Ekran adresini okuyamadým

source: gdm_xdmcp_handle_forward_query: Could not read display port number
pl: gdm_xdmcp_handle_forward_query: Nie mo¿na odczytaæ numeru portu ekranu
ro: gdm_xdmcp_handle_forward_query: Nu s-a putut citi numãrul portului display
sk: gdm_xdmcp_handle_forward_query: Nemô¾em preèíta» port displeja
tr: gdm_xdmcp_handle_forward_query: Ekran port adresini okuyamadým

source: gdm_xdmcp_handle_forward_query: Could not extract authlist from packet
pl: gdm_xdmcp_handle_forward_query: Nie mo¿na wy³owiæ listy autoryzacji z pakietu
ro: gdm_xdmcp_handle_forward_query: Nu s-a putut extrage lista auth din pachet
sk: gdm_xdmcp_handle_forward_query: Nemô¾em získa» authlist z paketu
tr: gdm_xdmcp_handle_forward_query: Paketten izin listesini alamadým

source: gdm_xdmcp_handle_forward_query: Error in checksum
pl: gdm_xdmcp_handle_forward_query: Niew³a¶ciwa suma kontrolna
ro: gdm_xdmcp_handle_forward_query: Eroare în checksum
sk: gdm_xdmcp_handle_forward_query: Chyba v kontrolnom súète
tr: gdm_xdmcp_handle_forward_query: Doðrulama toplamýnda hata var

source: gdm_xdmcp_handle_forward_query: Bad address
pl: gdm_xdmcp_handle_forward_query: Niepoprawny adres
ro: gdm_xdmcp_handle_forward_query: Adresã proastã
sk: gdm_xdmcp_handle_forward_query: Chybná adresa

source: Denied XDMCP query from host %s
pl: Odrzucono po³±czenie XDMCP z hosta %s
ro: Cerere XDMCP respinsã de la hostul %s
sk: Odmietnutá otázka XDMCP od hostiteµa %s
tr: %s yuvasýndan gelen XDMCP isteði reddedildi

source: gdm_xdmcp_handle_request: Got REQUEST from banned host %s
pl: gdm_xdmcp_handle_request: Otrzymano kod operacji REQUEST od odrzuconego hosta %s
ro: gdm_xdmcp_handle_request: Primit cerere de la host interzis %s
sk: gdm_xdmcp_handle_request: Prijatý REQUEST zo zakázaného hostiteµa %s
tr: gdm_xdmcp_handle_request: Yasaklanmýþ %s makinesinden REQUEST alýndý

source: gdm_xdmcp_handle_request: Could not read Display Number
pl: gdm_xdmcp_handle_request: Nie mo¿na odczytaæ numeru ekranu
ro: gdm_xdmcp_handle_request: Nu s-a putut citi numãrul display
sk: gdm_xdmcp_handle_request: Nemô¾em preèíta» èíslo displeja
tr: gdm_xdmcp_handle_request: Görüntü numarasý okunamadý

source: gdm_xdmcp_handle_request: Could not read Connection Type
pl: gdm_xdmcp_handle_request: Nie mo¿na odczytaæ typu po³±czenia
ro: gdm_xdmcp_handle_request: Nu s-a putut citi tipul conexiunii
sk: gdm_xdmcp_handle_request: Nemô¾em preèíta» typ spojenia
tr: gdm_xdmcp_handle_request: Baðlantý tipini anlaþýlamadý

source: gdm_xdmcp_handle_request: Could not read Client Address
pl: gdm_xdmcp_handle_request: Nie mo¿na odczytaæ adresu klienta
ro: gdm_xdmcp_handle_request: Nu s-a putut citi adresa client
sk: gdm_xdmcp_handle_request: Nemô¾em preèíta» adresu klienta
tr: gdm_xdmcp_handle_request: Ýstemci adresini okuyamadým

source: gdm_xdmcp_handle_request: Could not read Authentication Names
pl: gdm_xdmcp_handle_request: Nie mo¿na odczytaæ typu uwierzytelnienia
ro: gdm_xdmcp_handle_request: Nu s-a putut citi numele de autentificare
sk: gdm_xdmcp_handle_request: Nemô¾em preèíta» overovacie mená
tr: gdm_xdmcp_handle_request: Kimlik sýnama isimlerini okuyamadým

source: gdm_xdmcp_handle_request: Could not read Authentication Data
pl: gdm_xdmcp_handle_request: Nie mo¿na odczytaæ danych uwierzytelnienia
ro: gdm_xdmcp_handle_request: Nu s-a putut citi datele de autentificare
sk: gdm_xdmcp_handle_request: Nemô¾em preèíta» overovacie dáta
tr: gdm_xdmcp_handle_request: Kimlik sýnama bilgilerini okuyamadým

source: gdm_xdmcp_handle_request: Could not read Authorization List
pl: gdm_xdmcp_handle_request: Nie mo¿na odczytaæ listy autoryzacji
ro: gdm_xdmcp_handle_request: Nu s-a putut citi lista autorizaþii
sk: gdm_xdmcp_handle_request: Nemô¾em preèíta» overovací zoznam
tr: gdm_xdmcp_handle_request: Kimlik sýnama listesini okuyamadým

source: gdm_xdmcp_handle_request: Could not read Manufacturer ID
pl: gdm_xdmcp_handle_request: Nie mo¿na odczytaæ identyfikatora producenta
ro: gdm_xdmcp_handle_request: Nu s-a putut citi IDul fabricantului
sk: gdm_xdmcp_handle_request: Nemô¾em preèíta» ID výrobcu
tr: gdm_xdmcp_handle_request: Ýmalatçý numarasýný okuyamadým

source: gdm_xdmcp_handle_request: Failed checksum from %s
pl: gdm_xdmcp_handle_request: Niew³a¶ciwa snuma kontrolna od %s
ro: gdm_xdmcp_handle_request: Checksum eºuat de la %s
sk: gdm_xdmcp_handle_request: Chybný kontrolný súèet pre %s
tr: gdm_xdmcp_handle_request: %s'nin doðrulama toplamý baþarýsýz oldu

source: gdm_xdmcp_handle_manage: Got Manage from banned host %s
pl: gdm_xdmcp_handle_keepalive: Otrzymano kod operacji MANAGE od odrzuconego hosta %s
ro: gdm_xdmcp_handle_manage: Obþinut Manage de la host interzis %s
sk: gdm_xdmcp_handle_manage: Prijaté Manage zo zakázaného hostiteµa %s
tr: gdm_xdmcp_handle_manage: Yasaklanmýþ %s makinesinden yönetme isteði alýndý

source: gdm_xdmcp_handle_manage: Could not read Session ID
pl: gdm_xdmcp_handle_manage: Nie mo¿na odczytaæ identyfikatora sesji
ro: gdm_xdmcp_handle_manage: Nu s-a putut citi IDul sesiunii
sk: gdm_xdmcp_handle_manage: Nemô¾em preèíta» ID sedenia
tr: gdm_xdmcp_handle_manage : Oturum numarasýný okuyamadým

source: gdm_xdmcp_handle_manage: Could not read Display Number
pl: gdm_xdmcp_handle_manage: Nie mo¿na odczytaæ numeru ekranu
ro: gdm_xdmcp_handle_manage: Nu s-a putut citi numãrul displayului
sk: gdm_xdmcp_handle_manage: Nemô¾em preèíta» èíslo displeja
tr: gdm_xdmcp_handle_manage : Ekran numarasýný okuyamadým !

source: gdm_xdmcp_handle_manage: Could not read Display Class
pl: gdm_xdmcp_handle_manage: Nie mo¿na odczytaæ klasy ekranu
ro: gdm_xdmcp_handle_manage: Nu am putut citi clasa afiºajului
sk: gdm_xdmcp_handle_manage: Nemô¾em preèíta» triedu displeja
tr: gdm_xdmcp_manage: Görüntü sýnýfýný okuyamadým

source: %s: Could not read address
pl: %s: Nie mo¿na uzyskaæ adresu
ro: %s: Nu s-a putut citi adresa
sk: %s: Nemô¾em preèíta» adresu

source: gdm_xdmcp_handle_keepalive: Got KEEPALIVE from banned host %s
pl: gdm_xdmcp_handle_keepalive: Otrzymano kod operacji KEEPALIVE od odrzuconego hosta %s
ro: gdm_xdmcp_handle_keepalive: Primit KEEPALIVE de la host interzis %s
sk: gdm_xdmcp_handle_keepalive: Prijaté KEEPALIVE zo zakázaného hostiteµa %s
tr: gdm_xdmcp_handle_keepalive: Yasaklanmýþ %s makinesinden KEEPALIVE aldým

source: gdm_xdmcp_handle_keepalive: Could not read Display Number
pl: gdm_xdmcp_handle_keepalive: Nie mo¿na odczytaæ numeru ekranu
ro: gdm_xdmcp_handle_keepalive: Nu s-a putut citi numãrul displayului
sk: gdm_xdmcp_handle_keepalive: Nemô¾em preèíta» èíslo displeja
tr: gdm_xdmcp_handle_keepalive: Görüntü numarasýný okuyamadým

source: gdm_xdmcp_handle_keepalive: Could not read Session ID
pl: gdm_xdmcp_handle_keepalive: Nie mo¿na odczytaæ identyfikatora sesji
ro: gdm_xdmcp_handle_keepalive: Nu s-a putut citi IDul sesiunii
sk: gdm_xdmcp_handle_keepalive: Nemô¾em preèíta» ID sedenia
tr: gdm_xdmcp_handle_keepalive: Oturum numarasýný okuyamadým

source: gdm_xdmcp_init: No XDMCP support
pl: gdm_xdmcp_init: Brak obs³ugi XDMCP
ro: gdm_xdmcp_init: Nu existã suport XDMCP
sk: gdm_xdmcp_init: XDMCP nepodporovaný
tr: gdm_xdmcp_init: XDMCP desteði yok!

source: gdm_xdmcp_run: No XDMCP support
pl: gdm_xdmcp_run: Brak obs³ugi XDMCP
ro: gdm_xdmcp_run: Nu existã suport XDMCP
sk: gdm_xdmcp_run: XDMCP nepodporovaný
tr: gdm_xdmcp_run: XDMCP desteði yok!

source: gdm_xdmcp_close: No XDMCP support
pl: gdm_xdmcp_close: Brak obs³ugi XDMCP
ro: gdm_xdmcp_close: Nu existã suport XDMCP
sk: gdm_xdmcp_close: XDMCP nepodporovaný
tr: gdm_xdmcp_close: XDMCP desteði yok

source: Please wait: scanning local network for XDMCP-enabled hosts...
pl: Poczekaj chwilê, trwa wyszukiwanie w lokalnej sieci komputerów obs³uguj±cych XDMCP...
ro: Vã rog aºteptaþi: scanez reþeua localã pentru gazde activate XDMCP
sk: Prosím, èakajte: prechádzam lokálnu sie» a hµadám hostiteµov s podporou XDMCP...
tr: Lütfen bekleyiniz. Yerel aðda XDMCP etkin makineler aranýyor...

source: No serving hosts were found.
pl: Nie odnaleziono serwerów.
ro: Nici o gazdã care serveºte nu a fost gãsitã.
sk: ®iadni hostitelia nenájdení.
tr: Hiç sunucu makine bulunamadý.

source: Choose a host to connect to from the selection below.
pl: Wybierz z poni¿szej listy komputer, z którym chcesz siê po³±czyæ.
ro: Alegeþi o gazdã la care sã vã conectaþi din selecþia de mai jos.
sk: Vyberte hostiteµa, ku ktorému sa chcete pripoji».
tr: Aþaðýdan, baðlantý kurulacak makineyi seçin.

source: gdm_chooser_parse_config: No configuration file: %s. Aborting.
pl: gdm_chooser_parse_config: Brak pliku konfiguracyjnego: %s. Rezygnacja.
ro: gdm_chooser_parse_config: Nici un fiºier configuraþie: %s. Abandonez!
sk: gdm_chooser_parse_config: Nenájdený konfiguraèný súbor: %s. Konèím.
tr: gdm_chooser_parse_config: %s yapýlandýrma dosyasý yok. Çýkýlýyor.

source: Can't open default host icon: %s
pl: Nie mo¿na otworzyæ ikony hosta: %s
ro: Nu se poate deschide iconul host implicit: %s
sk: Nemô¾em otvori» ¹tandardnú ikonu hostiteµa: %s
tr: Öntanýmlý makine simgesi açýlamadý: %s

source: Cannot find the glade interface description file, cannot run gdmchooser. Please check your installation and the location of the gdmchooser.glade file.
pl: Nie mo¿na odnale¼æ pliku glade, opisuj±cego interfejs u¿ytkownika, uruchomienie programu gdmchooser nie jest mo¿liwe. Sprawd¼ poprawno¶æ instalacji i po³o¿enie pliku gdmchooser.glade.
sk: Nie je mo¾né nájs» popis rozhrania pre glade, výber sedenia nie je mo¾né spusti». Prosím, overte in¹taláciu a umiestnenie súboru gdmchooser.glade.

source: The glade interface description file appears to be corrupted. Please check your installation.
pl: Plik glade, opisuj±cy interfejs u¿ytkownika, wydaje siê byæ uszkodzony. Zweryfikuj instalacjê GDM-a.
sk: Súbor s popisom rozhrania glade vyzerá ako po¹kodený. Prosím, overte va¹u in¹taláciu.
tr: Glade arayüz açýklama dosyasý hatalý görünüyor. Lütfen kurulumu yeniden gözden geçirin.

source: gdm_signals_init: Error setting up HUP signal handler
pl: gdm_signals_init: B³±d przy ustalaniu obs³ugi przerwania HUP
ro: Eroare la setarea handler-ului pentru semnalul HUP
sk: gdm_signals_init: Chyba pri nastavovaní ovládaèa signálu HUP
tr: gdm_signals_init : HUP sinyal yüneticisinu kurarken bir hata oluþtu

source: gdm_signals_init: Error setting up INT signal handler
pl: gdm_signals_init: B³±d przy ustalaniu obs³ugi przerwania INT
ro: Eroare la setarea handler-ului pentru semnalul INT
sk: gdm_signals_init: Chyba pri nastavovaní ovládaèa signálu INT
tr: gdm_signals_init : INT sinyal yüneticisinu kurarken bir hata oluþtu

source: gdm_signals_init: Error setting up TERM signal handler
pl: gdm_signals_init: B³±d przy ustalaniu obs³ugi przerwania TERM
ro: Eroare la setarea handler-ului pentru semnalul TERM
sk: gdm_signals_init: Chyba pri nastavovaní ovládaèa signálu TERM
tr: gdm_signals_init: TERM sinyal yüneticisini kurarken bir hata oluþtu

source: Could not set signal mask!
pl: Nie mo¿na ustawiæ maski blokowanych sygna³ów!
ro: Nu s-a putut seta masca semnalului!
sk: Nemô¾em nastavi» masku signálov!
tr: Sinyal maskesini alamadým!

source: Socket for xdm communication
pl: Gniazdo do komunikacji w standardzie xdm
sk: Soket pre komunikáciu xdm

source: SOCKET
pl: GNIAZDO
sk: SOKET

source: Client address to return in response to xdm
pl: Adres klienta zwracany w odpowiedzi do XDM-a
sk: Adresa klienta vrátená ako odpoveï xdm

source: ADDRESS
pl: ADRES
sk: ADRESA

source: Connection type to return in response to xdm
pl: Typ po³±czenia zwracany w odpowiedzi do XDM-a
sk: Typ spojenia vrátený ako odpoveï xdm

source: TYPE
pl: TYP
sk: TYP

source: The chooser version (%s) does not match the daemon version (%s). You have probably just upgraded gdm. Please restart the gdm daemon or reboot the computer.
pl: Wersja choosera (%s) nie odpowiada wersji demona GDM (%s). Prawdopodobnie w³a¶nie dokonano aktualizacji GDM-a. Uruchom ponownie GDM-a lub ca³y system.
sk: Verzia výberu (%s) neodpovedá verzii démon (%s). Asi ste aktualizovali iba gdm. Prosím, re¹tartujte démona gdm alebo celý poèítaè.

source: GDM Host Chooser
pl: GDM - program wybieraj±cy
ro: Selector GDM Hosturi
sk: GNOME Výber hostiteµa
tr: GDM Seçicisi

source: Open a session to the selected host
pl: Otwiera sesjê na wybranym komputerze
ro: Deschide o sesiune pe gazda selectatã
sk: Otvorí sedenie na vybranom hostiteµovi
tr: Seçilen makineye bir oturum aç

source: Connect
pl: Po³±cz
ro: Conecteazã
sk: Pripoji»
tr: Baðlan

source: Probe the network
pl: Przeszukaj sieæ
ro: Testeazã reþeaua
sk: Vyskú¹a» sie»
tr: Aðý tara

source: Rescan
pl: Od¶wie¿
ro: Rescaneazã
sk: Znovu prehµada»
tr: Yeniden tara

source: How to use this application
pl: Wy¶wietla opis wykorzystania aplikacji
ro: Cum sã folosiþi aceastã aplicaþie
sk: Ako pou¾íva» túto aplikáciu
tr: Bu uygulama nasýl kullanýlýr?

source: Help
pl: Pomoc
ro: Ajutor
sk: Pomocník
tr: Yardým

source: Exit the application
pl: Koñczy pracê aplikacji
ro: Ieºiþi din aplicaþie
sk: Ukonèí aplikáciu
tr: Uygulamadan çýk

source: Quit
pl: Zakoñcz
ro: Renunþã
sk: Koniec
tr: Çýk

source: Most recently queried hosts
pl: Ostatnio wykorzystywane komputery
sk: Naposledy skú¹ané servery
tr: En çok taranan makineler

source: The main area of this application shows the hosts on the local network that have "XDMCP" enabled. This allows users to login remotely to other machines as if they were logged on using the console. You can rescan the network for new hosts by clicking 'rescan'. When you have selected a host click "Connect" to open a session to that machine.
pl: G³ówny obszar aplikacji zawiera listê komputerów w lokalnej sieci, obs³uguj±cych protokó³ "XDMCP". Pozwala on na zdalne logowanie siê u¿ytkowników na innych komputerach, tak, jakby odbywa³o siê to na lokalnej konsoli. Aby ponownie przeszukaæ sieæ, nale¿y klikn±æ "Od¶wie¿". Po wybraniu komputera z listy, klikniêcie "Po³±cz" rozpoczyna na nim sesjê.
sk: Hlavná èas» tejto aplikácie zobrazuje hostiteµov na lokálnej sieti, ktorí majú povolené "XDMCP". Tento protokol umo¾òuje prihlásenie pou¾ívateµov vzdialene na iné poèítaèe, akoby boli na konzoli. Stlaèením 'znovu prehµada»' mô¾ete skúsi» znovu nájs» v¹etkých hostiteµov. Po výbere hostiteµa stlaète "Pripoji»" pre otvorenie sedenia na danom poèítaèi.
