Repository: lepidotos/suede
Catalog: gdm-2.2.5.4/po/*.po
Languages: pl, ro, sk, tr

source: %s: Could not get address from hostname!
pl: %s: Nie mo¿na uzyskaæ adresu na podstawie nazwy serwera!
ro: %s: Nu s-a putut obþine adresa din hostname!
sk: %s: Nemô¾em získa» adresu hostiteµa z jeho mena!

source: Could not setgid %d. Aborting.
sk: Nemô¾em nastavi» setgid %d. Konèím.

source: initgroups() failed for %s. Aborting.
sk: initgroups() zlyhalo pre %s. Konèím.

source: There already appears to be an X server running on display %s. Should I try another display number? If you answer no, I will attempt to start the server on %s again.%s
pl: Wygl±da na to, ¿e na ekranie %s zosta³ ju¿ uruchomiony serwer X. Czy chcesz wykorzystaæ inny numer ekranu? Je¶li odpowiesz negatywnie, nast±pi ponowna próba uruchomienia serwera na ekranie %s.%s
ro: Se pare cã existã deja un server care ruleazã pe afiºajul %s. Sã încerc un alt display? Dacã rãspundeþi nu o sã încerc sã pornesc serverul pe %s din nou. %s
sk: Vyzerá to, ¾e u¾ be¾í na displeji %s X server. Mám sa pokúsi» pou¾i» iné èíslo displeja? Ak nie, pokúsim sa znovu spusti» server na %s. %s

source: (You can change consoles by pressing Ctrl-Alt plus a function key, such as Ctrl-Alt-F7 to go to console 7. X servers usually run on consoles 7 and higher.)
pl: (Mo¿esz zmieniæ aktywn± konsolê poprzez naci¶niêcie kombinacji Ctrl-Alt wraz z klawiszem funkcyjnym, np. Ctrl-Alt-F7, aby przej¶æ na 7. konsolê. Serwery X wykorzystuj± zwykle konsolê 7. lub wy¿sze.)
ro: (Puteþi schimba consolele apãsând Ctrl-Alt ºi o tastã F, de exemplu Ctrl-Alt-F7 pentru a merge la consola 7. Serverele X ruleazã de obicei pe consolele 7 si mai mari.)
sk: (Pomocou Ctrl+Alt+funkèného klávesu (Fèíslo) mô¾ete prepína» medzi konzolami, napr. pomocou Ctrl+Alt+F7 prejdete na konzolu èíslo 7. X servery obvykle be¾ia na konzoli 7 a vy¹¹ej.)

source: Display '%s' cannot be opened by Xnest
pl: Xnest nie mo¿e otworzyæ ekranu "%s"
sk: Displej '%s' nie je mo¾né otvori» pomocou Xnest

source: Display %s is busy, there is another X server already running
pl: Ekran %s jest zajêty, uruchomiony jest na nim inny serwer X
ro: Afiºajul %s este ocupat, ruleazã deja un alt server X
sk: Displej %s je zaneprázdnený, u¾ be¾í iný X server

source: gdm_server_start: Error setting up USR1 signal handler
pl: gdm_server_start: B³±d przy ustalaniu obs³ugi przerwania USR1
ro: gdm_server_start: Eroare la setarea handler-ului pentru semnalul USR1
sk: gdm_server_start: Chyba pri nastavovaní ovládaèa signálu USR1
tr: gdm_server_start: USR1 sinyal yöneticisini kurarken bir hata oluþtu

source: gdm_server_start: Error setting up CHLD signal handler
pl: gdm_server_start: B³±d przy ustalaniu obs³ugi przerwania CHLD
ro: gdm_server_start: Eroare la setarea handler-ului pentru semnalul CHLD
sk: gdm_server_start: Chyba pri nastavovaní ovládaèa signálu CHLD
tr: gdm_server_start: CHLD sinyal yöneticisini kurarken bir hata oluþtu

source: gdm_server_start: Error setting up ALRM signal handler
pl: gdm_server_start: B³±d przy ustalaniu obs³ugi przerwania ALRM
ro: gdm_server_start: Eroare la setarea handler-ului pentru semnalul ALRM
sk: gdm_server_start: Chyba pri nastavovaní ovládaèa signálu ALRM
tr: gdm_server_start: ALRM sinyal yöneticisini kurarken hata oldu

source: %s: Cannot find a free display number
pl: %s: Nie mo¿na odnale¼æ wolnego numeru ekranu
sk: %s: Nie je mo¾né nájs» voµné èíslo displeja

source: %s: Display %s busy. Trying another display number.
pl: %s: Ekran %s jest zajêty. Spróbuj u¿yæ innego numeru ekranu.
sk: %s: Displej %s je zaneprázdnený. Skú¹am iné èíslo displeja.

source: gdm_server_spawn: Could not open logfile for display %s!
pl: gdm_server_spawn: Nie mo¿na otworzyæ pliku dziennika dla ekranu %s!
ro: gdm_server_spawn: Nu s-a putut deschide fiºierul log pentru displayul %s!
sk: gdm_server_spawn: Nemô¾em otvori» súbor so záznamom pre displej %s!
tr: gdm_server_spawn: %s ekraný için kayýt dosyasýný açamadým!

source: gdm_server_spawn: Error setting USR1 to SIG_IGN
pl: gdm_server_spawn: B³±d przy ustawianiu USR1 na SIG_IGN
ro: gdm_server_spawn: Eroare la setarea USR1 la SIG_IGN
sk: gdm_server_spawn: Chyba pri nastavovaní USR1 na SIG_IGN
tr: gdm_server_spawn: USR1'i SIG_IGN'e aktaramadým

source: gdm_server_spawn: Error setting TTIN to SIG_IGN
pl: gdm_server_spawn: B³±d przy ustawianiu TTIN na SIG_IGN
ro: gdm_server_spawn: Eroare la setarea TTIN la SIG_IGN
sk: gdm_server_spawn: Chyba pri nastavovaní TTIN na SIG_IGN
tr: gdm_server_spawn: TTIN'i SIG_IGN'e aktaramadým

source: gdm_server_spawn: Error setting TTOU to SIG_IGN
pl: gdm_server_spawn: B³±d przy ustawianiu TTOU na SIG_IGN
ro: gdm_server_spawn: Eroare la setarea TTOU la SIG_IGN
sk: gdm_server_spawn: Chyba pri nastavovaní TTOU na SIG_IGN
tr: gdm_server_spawn: TTOU'yu SIG_IGN'e aktaramadým

source: gdm_server_spawn: Error setting HUP to SIG_DFL
pl: gdm_server_spawn: B³±d przy ustawianiu HUP na SIG_DFL
ro: gdm_server_spawn: Eroare la setarea HUP la SIG_DFL
sk: gdm_server_spawn: Chyba pri nastavovaní HUP na SIG_DFL
tr: gdm_server_spawn: USR1'i SIG_IGN'e aktaramadým

source: gdm_server_spawn: Error setting TERM to SIG_DFL
pl: gdm_server_spawn: B³±d przy ustawianiu TERM na SIG_DFL
ro: gdm_server_spawn: Eroare la setarea TERM la SIG_DFL
sk: gdm_server_spawn: Chyba pri nastavovaní TERM na SIG_DFL
tr: gdm_server_spawn : TERM'i SIG_DFL'e aktaramadým

source: Invalid server command '%s'
pl: Niepoprawne polecenie serwera "%s"
sk: Neplatný príkaz serveru '%s'

source: Server name '%s' not found, using standard server
pl: Nie odnaleziono serwera o nazwie "%s", wykorzystano standardowy
sk: Meno serveru '%s' sa nepodarilo násj», pou¾ijem ¹tandardný server

source: %s: Empty server command for display %s
pl: %s: Puste polecenie serwera dla ekranu %s
sk: %s: Prázdny príkaz serveru pre displej %s

source: %s: Server was to be spawned by uid %d but that user doesn't exist
pl: %s: Serwer powinien zostaæ uruchomiony z uid %d, ale u¿ytkownik o tym id nie istnieje
sk: %s: Server bol spustený suid %d, ale taký pou¾ívateµ neexistuje

source: %s: Couldn't set groupid to %d
pl: %s: Nie mo¿na ustawiæ identyfikatora grupy na %d
ro: %s: Nu s-a putut seta groupid la %d
sk: %s: Nemô¾em nastavi» groupid na %d

source: %s: initgroups() failed for %s
pl: %s: Funkcja initgroups() dla %s nie powiod³a siê
sk: %s: initgroups() zlyhalo pre %s

source: %s: Couldn't set userid to %d
pl: %s: Nie mo¿na ustawiæ identyfikatora u¿ytkownika na %d
ro: %s: Nu s-a putut seta userid la %d
sk: %s: Nemô¾em nastavi» userid na %d

source: %s: Couldn't set groupid to 0
pl: %s: Nie mo¿na ustawiæ identyfikatora grupy na 0
ro: %s: Nu s-a putut seta groupid la 0
sk: %s: Nemô¾em nastavi» groupid na 0

source: gdm_server_spawn: Xserver not found: %s
pl: gdm_server_spawn: Nie odnaleziono X-serwera: %s
ro: gdm_server_spawn: Xserver nu a fost gãsit: %s
sk: gdm_server_spawn: Nenájdený Xserver: %s
tr: gdm_server_spawn: X sunucusu bulunamadý: %s

source: gdm_server_spawn: Can't fork Xserver process!
pl: gdm_server_spawn: Nie mo¿na utworzyæ procesu dla X-serwera!
ro: gdm_server_spawn: Nu se poate face fork la procesul Xserver!
sk: gdm_server_spawn: Nepodarilo sa vykona» fork na Xserver!
tr: gdm_server_spawn: X sunucu çalýþtýrýlamadý!

source: gdm_slave_init: Error setting up ALRM signal handler
pl: gdm_slave_init: B³±d przy ustalaniu obs³ugi przerwania ALRM
ro: gdm_slave_init: Eroare la setarea handler-ului pentru semnalul ALRM
sk: gdm_slave_init: Chyba pri nastavovaní ovládaèa signálu ALRM
tr: gdm_slave_init: ALRM sinyal yöneticisini kurarken bir hata oldu

source: gdm_slave_init: Error setting up TERM/INT signal handler
pl: gdm_slave_init: B³±d przy ustalaniu obs³ugi przerwania TERM/INT
ro: gdm_slave_init: Eroare la setarea handler-ului pentru semnalul TERM/INT
sk: gdm_slave_init: Chyba pri nastavovaní ovládaèa signálu TERM/INT
tr: gdm_slave_init: TERM/INT sinyal yöneticisini kurarken bir hata oldu

source: gdm_slave_init: Error setting up CHLD signal handler
pl: gdm_slave_init: B³±d przy ustalaniu obs³ugi przerwania CHLD
ro: gdm_slave_init: Eroare la setarea handler-ului pentru semnalul CHLD
sk: gdm_slave_init: Chyba pri nastavovaní ovládaèa signálu CHLD
tr: gdm_slave_init: CHLD sinyal yöneticisini kurarken bir hata oldu

source: %s: Error setting up USR2 signal handler
pl: %s: B³±d przy ustalaniu obs³ugi przerwania USR2
ro: %s: Eroare la setarea handler-ului pentru semnalul USR2
sk: %s: Chyba pri nastavovaní ovládaèa signálu USR2

source: I could not start the X server (your graphical environment) due to some internal error. Please contact your system administrator or check your syslog to diagnose. In the meantime this display will be disabled. Please restart gdm when the problem is corrected.
pl: Z powodu wewnêtrznego b³êdu nie mo¿na uruchomiæ serwera X (odpowiedzialnego za interfejs graficzny). Skontaktuj siê z administratorem systemu lub zdiagnozuj problem na podstawie zawarto¶ci pliku syslog. Ekran zostanie tymczasowo unieaktywniony. Po naprawieniu problemu ponownie uruchom GDM-a.
sk: Nepodarilo sa spusti» X server (va¹e grafické prostredie), preto¾e nastala interná chyba. Prosím, kontaktujte vá¹ho systémového administrátora alebo skontrolujte súbor so záznamom. Zatiaµ bude tento displej vypnutý, po oprave problému re¹tartujte gdm.

source: focus_first_x_window: cannot fork
pl: focus_first_x_window: nie mo¿na utworzyæ procesu
ro: focus_first_x_window: nu pot face fork
sk: focus_first_x_window: nie je mo¾ný fork
tr: focus_first_x_window: program baþlatýlamadý

source: focus_first_x_window: cannot open display %s
pl: focus_first_x_window: nie mo¿na otworzyæ ekranu %s
ro: focus_first_x_window: nu pot deschide afiºajul %s
sk: focus_first_x_window: nie je mo¾né otvori» displej %s
tr: focus_first_x_window: görüntü açýlamadý: %s

source: Could not execute the configuration program. Make sure it's path is set correctly in the configuration file. I will attempt to start it from the default location.
pl: Nie mo¿na uruchomiæ programu konfiguracyjnego. Upewnij siê, ¿e ¶cie¿ka w pliku konfiguracyjnym jest poprawnie ustawiona. Nastêpi próba uruchomienia z domy¶lnego po³o¿enia.
ro: N-am putut executa programul de configurare. Asiguraþi-vã ca în fiºierul de configuraþie calea este setatã corect. O sã încerc sã-l pornesc din locaþia implicitã.
sk: Nie je mo¾né spusti» konfiguraèný program. Overte, ¾e ho máte správne nastavený v konfiguraènom súbore. Pokúsim sa ho spusti» zo ¹tandardného umiestnenia.
tr: Yapýlandýrma programý çalýþtýrýlamadý. Yapýlandýrma dosyasýndaki yolun doðru ayarlandýðýna emin olun. Öntanýmlý konumdan çalýþtýrýlmasý denenecektir.

source: Could not execute the configuration program. Make sure it's path is set correctly in the configuration file.
pl: Nie mo¿na uruchomiæ programu konfiguracyjnego. Upewnij siê, ¿e ¶cie¿ka w pliku konfiguracyjnym jest poprawnie ustawiona.
ro: N-am putut executa programul de configurare. Asiguraþi-vã ca în fiºierul de configuraþie calea este setatã corect.
sk: Nie je mo¾né spusti» konfiguraèný program. Overte, ¾e ho máte správne nastavený v konfiguraènom súbore.
tr: Yapýlandýrma programý çalýþtýrýlamadý. Yapýlandýrma dosyasýndaki yolun doðru ayarlandýðýna emin olun.

source: Enter the root password to run the configuration.
pl: Wprowad¼ has³o u¿ytkownika root aby uruchomiæ program konfiguracyjny.
ro: Introduceþi parola de root pentru a rula configuraþia.
sk: Zadajte heslo roota pre spustenie nastavenia.
tr: Yapýlandýrma programýný çalýþtýrmak için root parolasýný girin.

source: gdm_slave_wait_for_login: No login/Bad login
pl: gdm_slave_wait_for_login: Brak loginu lub niepoprawny login
ro: gdm_slave_wait_for_login: Nici un login/Login greºit
sk: gdm_slave_wait_for_login: Bez prihlásenia/Nesprávne prihlásenie
tr: gdm_slave_wait_for_login: Kullanýcý adý yok ya da hatalý giriþ

source: gdm_slave_greeter: Can't init pipe to gdmgreeter
pl: gdm_slave_greeter: Nie mo¿na utworzyæ potoku do gdmgreetera
ro: gdm_slave_greeter: Nu pot iniþializa conectorul pipe cãtre gdmgreeter
sk: gdm_slave_greeter: Nemô¾em inicializova» rúru do privítania gdmgreeter
tr: gdm_slave_greeter: Gdmgreeter için boru açýlamadý

source: No servers were defined in the configuration file and xdmcp was disabled. This can only be a configuration error. So I have started a single server for you. You should log in and fix the configuration. Note that automatic and timed logins are disabled now.
pl: W konfiguracji nie zdefiniowano serwerów i nie jest aktywne xdmcp. Mo¿e to oznaczaæ tylko b³±d w konfiguracji. Zosta³ uruchomiony jeden serwer, z którego po zalogowaniu mo¿esz poprawiæ konfiguracjê. Na razie logowanie automatyczne i z opó¼nieniem czasowym jest nieaktywne.
sk: V konfiguraènom súbore neboli definované ¾iadne servery a xdmcp bol zakázaný. To musí by» chyba nastavenia. Tak¾e som spustil server, mali by ste sa prihlási» a opravi» nastavenie. Mimochodom, automatické a èasované prihlásenia sú momentálne zakázané.

source: I could not start the regular X server (your graphical environment) and so this is a failsafe X server. You should log in and properly configure the X server.
pl: Nie mo¿na uruchomiæ zwyk³ego serwera X (odpowiedzialnego za interfejs graficzny),zostanie wiêc uruchomiony awaryjny serwer. Po zalogowaniu siê postaraj siê poprawnie skonfigurowaæ podstawowy serwer X.
sk: Nie je mo¾né spusti» normálny X server (grafické rozhranie) a preto je toto záchranný X server. Mali by ste sa prihlási» a správne nastavi» X server.

source: The specified display number was busy, so this server was started on display %s.
pl: Podany numer ekranu by³ zajêty, wiêc serwer zosta³ uruchomiony na ekranie %s.
sk: Zadané èíslo displeja je zaneprázdnené, tak¾e tento server pou¾íva %s.

source: gdm_slave_greeter: Cannot start greeter trying default: %s
pl: gdm_slave_greeter: Nie mo¿na uruchomiæ greetera na domy¶lnym ekranie: %s
ro: gdm_slave_greeter: Eroare pornire greeter cu setãri implicite: %s
sk: gdm_slave_greeter: Nie je mo¾né spusti» privítanie, skúsim ¹tandardné: %s

source: Cannot start the greeter program, you will not be able to log in. This display will be disabled. Try logging in by other means and editing the configuration file
pl: Nie mo¿na uruchomiæ greetera, co uniemo¿liwia zalogowanie. Bie¿±cy ekran zostanie unieaktywniony. Spróbuj zalogowaæ siê do systemu w inny sposób i poprawiæ konfiguracjê.
sk: Nie je mo¾né spusti» privítací program a nebude mo¾né sa prihlási». Tento displej bude zakázaný. Skúste sa prihlási» inak a upravte konfiguraèný súbor.

source: gdm_slave_greeter: Error starting greeter on display %s
pl: gdm_slave_greeter: B³±d przy uruchamianiu greetera na ekranie %s
ro: gdm_slave_greeter: Eroare pornire greeter pe displayul %s
sk: gdm_slave_greeter: Chyba pri ¹tarte privítania na displeji %s
tr: gdm_slave_greeter: %s ekranýnda karþýlayýcý baþlatýlýrken bir hata oluþtu

source: gdm_slave_greeter: Can't fork gdmgreeter process
pl: gdm_slave_greeter: Nie mo¿na utworzyæ procesu dla gdmgreetera
ro: gdm_slave_greeter: Nu pot face fork la procesul gdmgreeter
sk: gdm_slave_greeter: Nemô¾em vykona» fork pre proces gdmgreeter
tr: gdm_slave_greeter: gdmgreeter süreci çalýþtýrýlamadý

source: %s: Can't open fifo!
pl: %s: Nie mo¿na otworzyæ kolejki FIFO!
ro: %s: Nu pot deschide fifo!
sk: %s: Nepodarilo sa otvori» rúru!

source: gdm_slave_chooser: Can't init pipe to gdmchooser
pl: gdm_slave_chooser: Nie mo¿na stworzyæ potoku do gdmchoosera
ro: gdm_slave_chooser: Nu pot iniþializa conectorul pipe cãtre gdmchooser
sk: gdm_slave_chooser: Nemô¾em inicializova» rúru do gdmchooser

source: Cannot start the chooser program, you will not be able to log in. Please contact the system administrator.
pl: Nie mo¿na uruchomiæ programu wybieraj±cego, co uniemo¿liwia zalogowanie siê do systemu. Skontaktuj siê z administratorem systemu.
sk: Nie je mo¾né spusti» program pre výber sedenia a nebude mo¾né sa prihlási». Prosím, kontaktujte administrátora systému.

source: gdm_slave_chooser: Error starting chooser on display %s
pl: gdm_slave_chooser: B³±d przy uruchamianiu choosera na ekranie %s
ro: gdm_slave_chooser: Eroare pornire greeter pe displayul %s
sk: gdm_slave_chooser: Chyba pri ¹tarte výberu na displeji %s

source: gdm_slave_chooser: Can't fork gdmchooser process
pl: gdm_slave_chooser: Nie mo¿na utworzyæ procesu dla gdmchoosera
ro: gdm_slave_chooser: Nu pot face fork la procesul gdmchooser
sk: gdm_slave_chooser: Nemô¾em vykona» fork pre proces gdmchooser

source: %s: Could not setup environment for %s. Aborting.
sk: %s: Nemô¾em nastavi» prostredie pre %s. Konèím.

source: gdm_slave_session_start: Could not become %s. Aborting.
pl: gdm_slave_session_start: Nie mo¿na zmieniæ u¿ytkownika na %s. Rezygnacja.
ro: gdm_slave_session_start: Nu s-a putut deveni %s. Abandonez!
sk: gdm_slave_session_start: Nemô¾em sa zmeni» na %s. Konèím.
tr: gdm_slave_session_start : %s'yi alamadým. Çýkýlýyor.

source: gdm_slave_session_start: gnome-session not found for a failsafe gnome session, trying xterm
pl: gdm_slave_session_start: Nie odnaleziono progremu gnome-session, potrzebnego w awaryjnej sesji GNOME, uruchomiony zostanie xterm
sk: gdm_slave_session_start: gnome-session nenájdený pre záchranné sedenie GNOME, skú¹am xterm
tr: gdm_slave_session_start: failsafe gnome oturumu için gnome-session bulunamadý. xterm deneniyor.

source: Could not find the GNOME installation, will try running the "Failsafe xterm" session.
pl: Nie mo¿na odnale¼æ instalacji GNOME. Wykorzystana zostanie sesja "Awaryjny xterm".
sk: Nie je mo¾né nájs» in¹taláciu GNOME, pokúsim sa spusti» "Záchranné sedenie xterm".
tr: GNOME programlarý bulunamadý, Failsafe xterm çalýþtýrýlacak.

source: This is the Failsafe Gnome session. You will be logged into the 'Default' session of Gnome with no startup scripts run. This is only to fix problems in your installation.
pl: To jest awaryjna sesja GNOME. Nast±pi zalogowanie przy u¿yciu sesji "Default" bez uruchamiania skryptów startowych. Sesja ta s³u¿y wy³±cznie do naprawienia b³êdnej konfiguracji systemu.
sk: Toto je záchranné sedenie GNOME. Budete prihlásený do ¹tandardného, sedenia GNOME bez spustenia prihlasovacích skriptov. Tento typ sedenia je urèený pre prípady, keï máte problémy s in¹taláciou.

source: Cannot find "xterm" to start a failsafe session.
pl: Nie mo¿na odnale¼æ programu "xterm" potrzebnego przy sesji awaryjnej.
ro: Nu pot gãsi "xterm" pentru a porni o sesiune minimalã.
sk: Nie je mo¾né nájs» "xterm" pre spustenie záchranného sedenia.
tr: "xterm" bulunamadý

source: This is the Failsafe xterm session. You will be logged into a terminal console so that you may fix your system if you cannot log in any other way. To exit the terminal emulator, type 'exit' and an enter into the window.
pl: To jest awaryjna sesja xterm. Po zalogowaniu zostanie uruchomiony program terminalowy, pozwalaj±cy na naprawienie konfiguracji systemu, je¶li nie mo¿na tego zrobiæ w inny sposób. Aby zakoñczyæ pracê z terminalem, nale¿y wpisaæ "exit" i przycisn±æ klawisz "Enter".
sk: Toto je záchranné sedenie xterm. Budete prihlásený do terminálu, tak¾e budete môc» opravi» vá¹ systém v prípade, ¾e sa nemô¾ete inak prihlási». Pre ukonèenie emulátora zadajte príkaz 'exit'.

source: Running %s for %s on %s
pl: Uruchamianie %s dla %s na %s
ro: Rulez %s pentru %s pe %s
sk: Spú¹»am %s pre %s na %s
tr: %s çalýþtýrýlýyor (kullanýcý: %s, makine: %s)

source: gdm_slave_session_start: User not allowed to log in
pl: gdm_slave_session_start: U¿ytkownik nie ma uprawnieñ do logowania
ro: gdm_slave_session_start: Utilizatorul nu are voie sã se logheze
sk: gdm_slave_session_start: Pou¾ívateµ nemá dovolené prihlási» sa
tr: gdm_slave_session_start: Kullanýcý giriþe izin verilmedi

source: The system administrator has disabled your account.
pl: Administrator systemu zablokowa³ to konto.
ro: Adminstratorul sistemului v-a dezactivat contul.
sk: Administrátor systému vám zakázal pou¾itie tohto úètu.
tr: Sistem yöneticisi kullanýcý hesabýnýzý kilitlemiþ.

source: gdm_slave_session_start: Could not find/run session `%s'
pl: gdm_slave_session_start: Nie mo¿na odnale¼æ/uruchomiæ sesji "%s"
ro: gdm_slave_session_start: Nu s-a putut gãsi/porni sesiunea `%s'
sk: gdm_slave_session_start: Nemô¾em nájs»/spusti» sedenie `%s'
tr: gdm_slave_session_start: `%s' oturumu bulunamadý/çalýþtýrýlamadý

source: Cannot start the session, most likely the session does not exist. Please select from the list of available sessions in the login dialog window.
pl: Nie mo¿na rozpocz±æ sesji. Prawdopodobnie sesja nie istnieje. Wybierz jedn± z dostêpnych sesji z listy w oknie logowania.
sk: Nie je mo¾né spusti» sedenie, asi sedenie neexistuje. Prosím, vyberte zo zoznamu dostupných sedení v okne prihlásenia.
tr: Oturum bulunamadýðý için baþlatýlamadý. Giriþ penceresindeki listeden bir oturum seçip yeniden deneyiniz.

source: gdm_slave_session_start: Could not start session `%s'
pl: gdm_slave_session_start: Nie mo¿na rozpocz±æ sesji `%s'
ro: gdm_slave_session_start: Nu s-a putut porni sesiunea `%s'
sk: gdm_slave_session_start: Nemô¾em spusti» sedenie `%s'
tr: gdm_slave_session_start: `%s' oturumu baþlatýlamadý

source: Cannot start your shell. It could be that the system administrator has disabled your login. It could also indicate an error with your account.
pl: Nie mo¿na uruchomiæ pow³oki. Mo¿e to oznaczaæ, ¿e administrator systemu zablokowa³ konto, lub nie zosta³o ono prawid³owo skonfigurowane.
sk: Nie je mo¾né spusti» vá¹ shell. Mo¾no vám administrátor systému zakázal úèet. Alebo to mô¾e znamena» chybu vo va¹om úète.
tr: Kabuk çalýþtýrýlamadý. Sistem yöneticisi hesabýnýzý kilitlemiþ olabilir, ya da hesapta hatalar bulunabilir.

source: gdm_slave_session_start: User passed auth but getpwnam(%s) failed!
pl: gdm_slave_session_start: U¿ytkownik zosta³ uwierzytelniony, lecz funkcja getpwnam(%s) nie powiod³a siê.
ro: gdm_slave_session_start: Utilizatorul a trecut de auth dar getpwnam(%s) a eºuat!
sk: gdm_slave_session_start: Pou¾ívateµ bol overený, ale getpwnam(%s) zlyhalo!
tr: gdm_slave_session_start: Kullanýcý giriþ yapabildi ama getpwnam(%s) baþarýsýz oldu.

source: Your home directory is listed as: '%s' but it does not appear to exist. Do you want to log in with the root directory as your home directory? It is unlikely anything will work unless you use a failsafe session.
pl: Twój katalog domowy jest zdefiniowany jako: "%s" lecz katalog o tej nazwie nie istnieje. Czy chcesz zalogowaæ siê, przyjmuj±c g³ówny katalog za katalog domowy? Najprawdopodobniej w tej sytuacji bêdzie poprawnie dzia³aæ tylko sesja awaryjna.
sk: Vá¹ domovský prieèinok je: '%s', ale vyzerá, ¾e neexistuje. Chcete sa prihlási» s tým, ¾e ako vá¹ domovský prieèinok sa pou¾ije koreòový prieèinok? Asi nebude niè fungova» okrem prípadu, ¾e pou¾ijete záchranné sedenie.

source: %s: Home directory for %s: '%s' does not exist!
pl: %s: Katalog domowy u¿ytkownika %s: "%s" nie istnieje!
sk: %s: Domovský prieèinok pre %s: '%s' neexistuje!

source: gdm_slave_session_start: Authentication completed. Whacking greeter
pl: gdm_slave_session_start: Zakoñczono uwierzytelnianie. Uruchamianie greetera
sk: gdm_slave_session_start: Overenie dokonèené. Spú¹»am uvítanie
tr: gdm_slave_session_start: Kimlik denetimi baþarýlý. Karþýlama ekraný açýlýyor

source: gdm_slave_session_start: Execution of PreSession script returned > 0. Aborting.
pl: gdm_slave_session_start: Skrypt PreSession zwróci³ status > 0. Rezygnacja.
ro: gdm_slave_session_start: Execuþia scriptului PreSesiune a întors > 0. Abandonez!
sk: gdm_slave_session_start: Vykonanie skriptu PreSession vrátilo > 0. Konèím.
tr: gdm_slave_session_start: Oturum öncesi programý 0'dan büyük bir deðeri geri çevirdi. Çýkýyorum.

source: gdm_slave_session_start: Error forking user session
pl: gdm_slave_session_start: B³±d przy tworzeniu procesu sesji u¿ytkownika
ro: gdm_slave_session_start: Eroare la fork sesiunea utilizator
sk: gdm_slave_session_start: Chyba pri forku pou¾ívateµského sedenia
tr: gdm_slave_session_start: Kullanýcý oturumu çatallanamadý
