Repository: lepidotos/suede
Catalog: gnome-libs-1.4.1.4/po/*.po
Languages: lv, ro, ta, uk

source: get
lv: dabût
ro: obþine
ta: ¦ÀÚ
uk: взяти

source: Get config entry
lv: Dabût konfigurâcijas ierakstu
ro: Obþine locaþia configuraþiei
ta: «¨Á× Ñ¨ÆÅ£ğò¨¾ô ¦ÀÚ
uk: Взяти елемент настройки

source: set
lv: uzstâdît
ro: seteazã
ta: «¨Á
uk: встановити

source: Set config entry
lv: Uzstâdît konfigurâcijas ierakstu
ro: Seteazã locaþia configuraþiei
ta: «¨Á× Ñ¨ÆÅ£ğò¨¾ «¨Á
uk: Встановити елемент настройки

source: Error on option %s: %s. Run '%s --help' to see a full list of available command line options.
lv: Kïûda opcijâ %s: %s. Palaid '%s --help' lai redzçtu pilnu komandrindas pieejamo opciju sarakstu.
ro: Eroare la opþiunea %s: %s. Rulaþi '%s --help' pentru a vedeo o listã completã a opþiunilor disponibile.
ta: %s: %s Å¢ÕôÒõ À¢¨ÆÂ¡ÉĞ. «¨ÉòĞ ¸ğ¼¨Ç-ÅÃ¢ Å¢Õôí¸¨ÇÔõ À¡÷ì¸ '%s --help' ¸ğ¼¨Ç¨Â ¦ºÂøÀÎòĞ.
uk: Помилка в параметрах %s: %s. Запуст╕ть '%s --help' щоб побачити повний список доступних параметр╕в.

source: Disable sound server usage
lv: Deaktivizçt sakaòas servera lietoðanu
ro: Dezactiveazã folosirea serverului de sunet
ta: ´Ä¢ §º¨ÅÂ¸õ ÀÂıÀÎòĞÅ¨¾ Ó¼ìÌ
uk: Заборонити використання сервера звуку

source: Enable sound server usage
lv: Aktivizçt sakaòas servera lietoðanu
ro: Activeazã folosirea serverului de sunet
ta: ´Ä¢ §º¨ÅÂ¸õ ÀÂıÀÎòĞÅ¨¾ ­ÂÖ¨ÁôÀÎòĞ
uk: Дозволити використання сервера звуку

source: Host:port on which the sound server to use is running
lv: Resursdators:ports, uz kura skaòas serveris ir palaists
ro: gazdã:port pe care serverul de sunet care sã fie folosit ruleazã
ta: ´Ä¢ §º¨ÅÂ¸õ ÀÂıÀÎò¾ §ÅñÊÂ Å¢Õó§¾¡õÒ:Ğ¨È ²ü¸É§Å ¯À§Â¡¸ô ÀÎò¾ô ÀğÎøÄĞ
uk: Хост:порт де запущений сервер звуку

source: HOSTNAME:PORT
lv: RESURSDATORAVÂRDS:PORTS
ro: GAZDÃ:PORT
ta: Å¢Õó§¾¡õÒô-¦ÀÂ÷:Ğ¨È
uk: НАЗВАХОСТА:ПОРТ

source: GNOME options
lv: GNOME opcijas
ro: Opþiuni GNOME
ta: ¸§Éõ Å¢ÕôÀí¸û
uk: Параметри GNOME

source: Author:
lv: Autors:
ro: Autor:
ta: ¬º¢¡¢Â÷:
uk: Автор:

source: Authors:
lv: Autori:
ro: Autori:
ta: ¬º¢¡¢Â÷¸û:
uk: Автори:

source: Authors:
lv: Autori:
ro: Autori:
ta: ¬º¢¡¢Â÷¸û:
uk: Автори:

source: About
lv: Par
ro: Despre
ta: ÀüÈ¢
uk: Про

source: _File
lv: _Datne
ro: _Fiºier
ta: _§¸¡ôÒ
uk: _Файл

source: _File/
lv: _Datne/
ro: _Fiºier/
ta: _§¸¡ôÒ/
uk: _Файл/

source: _Edit
lv: _Rediìçt
ro: _Editare
ta: _¦¾¡Ì
uk: _Редагування

source: _Edit/
lv: _Rediìçt/
ro: _Editare/
ta: _¦¾¡Ì/
uk: _Редагування/

source: _View
lv: _Skatîjums
ro: _Vizor
ta: _À¡÷
uk: Ви_гляд

source: _View/
lv: _Skatîjums/
ro: _Vizor/
ta: _¸¡ğº¢/
uk: Ви_гляд/

source: _Settings
lv: _Uzstâdîjumi
ro: _Setãri
ta: _«¨ÁôÒ¸û
uk: _Установки

source: _Settings/
lv: _Uzstâdîjumi/
ro: _Setãri/
ta: _«¨ÁôÒ¸û/
uk: _Установки/

source: _New
lv: _Jauns
ro: _Nou
ta: _Ò¾¢ÂĞ
uk: _Новий

source: _New/
lv: _Jauns/
ro: _Nou/
ta: _Ò¾¢ÂĞ/
uk: _Новий/

source: Fi_les
lv: Dat_nes
ro: F_iºiere
ta: §¸¡_ôÒ¸û
uk: Файли

source: Fi_les/
lv: Dat_nes/
ro: F_iºiere/
ta: §¸¡_ôÒ¸û/
uk: Файли/

source: _Windows
lv: _Logi
ro: _Ferestre
ta: _º¡ÇÃí¸û
uk: _В╕кна

source: _Game
lv: S_pçle
ro: _Joc
ta: _Å¢¨ÇÂ¡ğÎ
uk: _Гра

source: _Help
lv: Pa_lîdzîba
ro: _Ajutor
ta: _¯¾Å¢
uk: _Дов╕дка

source: _Windows/
lv: _Logi/
ro: _Ferestre/
ta: _º¡ÇÃí¸û/
uk: _В╕кна/

source: File
lv: Datne
ro: Fiºier
ta: §¸¡ôÒ
uk: Файл

source: File/
lv: Datne/
ro: Fiºier/
ta: §¸¡ôÒ/
uk: Файл/

source: Edit
lv: Rediìçt
ro: Editare
ta: À¾¢ôÒ
uk: Редагування

source: Edit/
lv: Rediìçt/
ro: Editare/
ta: ¦¾¡Ì/
uk: Редагування/

source: View
lv: Skatîjums
ro: Vizor
ta: ¸¡ğº¢
uk: Вигляд

source: View/
lv: Skatîjums/
ro: Vizor/
ta: ¸¡ğº¢/
uk: Вигляд/

source: Settings
lv: Uzstâdîjumi
ro: Setãri
ta: «¨Á×¸û
uk: Установки

source: Settings/
lv: Uzstâdîjumi/
ro: Setãri/
ta: «¨ÁôÒ¸û/
uk: Установки/

source: New
lv: Jauns
ro: Nou
ta: Ò¾¢Â
uk: Новий

source: New/
lv: Jauns/
ro: Nou/
ta: Ò¾¢ÂĞ/
uk: Новий/

source: Files
lv: Datnes
ro: Fiºiere
ta: §¸¡ôÒ¸û
uk: Файли

source: Files/
lv: Datnes/
ro: Fiºiere/
ta: §¸¡ôÒ¸û/
uk: Файли/

source: Windows
lv: Logi
ro: Ferestre
ta: º¡ÇÃí¸û
uk: В╕кна

source: Game
lv: Spçle
ro: Joc
ta: Å¢¨ÇÂ¡ğÎ
uk: Гра

source: Help
lv: Palîdzîba
ro: Ajutor
ta: ¯¾Å¢
uk: Дов╕дка

source: Windows/
lv: Logi/
ro: Ferestre/
ta: º¡ÇÃí¸û/
uk: В╕кна/

source: _Open...
lv: _Atvçrt...
ro: _Deschide...
ta: _¾¢Èì¸×õ
uk: _В╕дкрити...

source: Open a file
lv: Atvçrt datni
ro: Deschide un fiºier
ta: µ÷ §¸¡ô¨Àò ¾¢Èì¸×õ
uk: В╕дкриття файлу

source: _Save
lv: N_oglabât
ro: _Salveazã
ta: _§ºÁ¢
uk: З_берегти

source: Save the current file
lv: Saglabât paðreizçjo datni
ro: Salveazã fiºierul curent
ta: ¾ü§À¡¨¾Â §¸¡ô¨Àî §ºÁ¢
uk: Збереження поточного файлу

source: Save _As...
lv: No_glabât Kâ...
ro: Salveazã c_a...
ta: §ÅÚ _¦ÀÂÃ¢ø §ºÁ¢...
uk: Зберегти _як...

source: Save the current file with a different name
lv: Saglabât paðreizçjo datni ar citu nosaukumu
ro: Salveazã fiºierul curent cu un nume diferit
ta: ¾ü§À¡¨¾Â §¸¡ô¨À §ÅÚ ¦ÀÂÃ¢ø §ºÁ¢
uk: Збереження поточного файлу п╕д ╕ншою назвою

source: _Revert
lv: A_tgriezt
ro: _Anuleazã
ta: _À¨ÆÂ À¾¢ôÀ¢üÌô À¢ı¦ºø
uk: _Повернути

source: Revert to a saved version of the file
lv: Atgriezt noglabâtâs datnes versijas izskatâ
ro: Înapoi la o versiune salvatã a fiºierului
ta: µÕ §ºÁ¢ò¾ §¸¡ôÀ¢ı À¾¢ôÀ¢üÌ À¢ı¦ºø
uk: Повернення до записано╖ верс╕╖ файлу

source: _Print
lv: D_rukât
ro: _Tipãreºte
ta: _«îº¢Î
uk: _Друкувати

source: Print the current file
lv: Drukât paðreizçjo datni
ro: Tipãreºte fiºierul curent
ta: ­ó¾ì §¸¡ô¨À «îº¢Î
uk: Друк поточного файлу

source: Print S_etup...
lv: Drukâðanas u_zstâdîjumi
ro: S_etare imprimantã...
ta: «îÍô¦À¡È¢ «_¨ÁôÒ
uk: На_стро╖ти друк...

source: Setup the page settings for your current printer
lv: Uzstâdît lapas uzstâdîjumus paðreizçjajam printerim
ro: Seteazã proprietãþile paginii pentru imprimanta curentã
ta: ¾ü§À¡¨¾Â «îÍô¦À¡È¢Â¢ı Àì¸ «¨Á×¸¨Ç «¨Á
uk: Встановлення параметр╕в стор╕нки для вашого поточного принтера

source: _Close
lv: Ai_zvçrt
ro: În_chide
ta: ãÎ
uk: _Закрити

source: Close the current file
lv: Aizvçrt paðreizçjo datni
ro: Închide fiºierul curent
ta: ¾ü§À¡¨¾Â §¸¡ô¨À ãÎ
uk: Закриття поточного файлу

source: E_xit
lv: Izi_et
ro: _Ieºire
ta: ¦ÅÇ¢§ÂÚ
uk: Ви_йти

source: Exit the program
lv: Iziet no programmas
ro: Ieºire din program
ta: ­ó ¿¢Ã¨Ä Å¢ğÎ ¦ÅÇ¢§ÂÚ
uk: Вих╕д з програми

source: C_ut
lv: I_zgriezt
ro: Dec_upeazã
ta: ¦ÅğÎ
uk: Ви_р╕зати

source: Cut the selection
lv: Izgriezt iezîmçto
ro: Decupeazã selecþia
ta: §¾÷× ¦ºö¾¨¾ ¦ÅğÎ
uk: Вир╕зання вид╕леного

source: _Copy
lv: _Kopçt
ro: _Copiazã
ta: _¿¸ø
uk: _Коп╕ювати

source: Copy the selection
lv: Kopçt iezîmçto
ro: Copiazã selecþia
ta: §¾÷× ¦ºö¾¨¾ ¿¸ø ¦ºö
uk: Коп╕ювання вид╕леного

source: _Paste
lv: Ie_vietot
ro: _Lipeºte
ta: _´ğÎ
uk: _Вставити

source: Paste the clipboard
lv: Ievietot starpliktuves saturu
ro: Lipeºte clipboardul
ta: À¢ÊôÒô ÀÄ¨¸¨Â ´ğÎ
uk: Вставлення вм╕сту буфера обм╕ну

source: C_lear
lv: _Notîrît
ro: ªter_ge
ta: ĞôÀÃÅ¡ìÌ
uk: _Очистити

source: Clear the selection
lv: Notîrît iezîmçto
ro: ªterge selecþia
ta: §¾÷× ¦ºö¾¨¾ ĞôÀÃÅ¡ìÌ
uk: Видалення вид╕леного

source: _Undo
lv: At_celt
ro: _Anuleazã
ta: _Óı¦ºÂ¨Ä ¿£ìÌ
uk: _Повернути

source: Undo the last action
lv: Atcelt pçdçjo darbîbu
ro: Anuleazã ultima acþiune
ta: ¸¨¼º¢ Óı¦ºÂ¨Ä ¿£ìÌ
uk: Повернення на один крок

source: _Redo
lv: Pâ_ratcelt
ro: _Refã
ta: _Á£ñÎõ
uk: _В╕дновити

source: Redo the undone action
lv: Pâratcelt nepabeigto darbîbu
ro: Refã acþiunea anulatã
ta: Óı¦ºÂÄ¢ø ¿£ì¸¢Â¨¾ ¾¢ÕõÀ¦ºö
uk: В╕дновлення одного кроку

source: _Find...
lv: _Meklçt...
ro: _Cautã...
ta: _§¾Î...
uk: _Шукати...

source: Search for a string
lv: Meklçt pçc rindas
ro: Cautã un ºir
ta: µ÷ ºÃòĞì¸¡¸ò §¾Î
uk: Пошук уривку тексту

source: Find _Again
lv: Meklçt Vç_lreiz
ro: C_autã din nou
ta: _ÁÚÀÊÔõ §¾Î
uk: Шукати _знову

source: Search again for the same string
lv: Meklçt vçlreiz pçc tâs paðas rinds
ro: Cautã din nou acelaºi ºir
ta: ÁÚÀÊÔõ «§¾ ºÃòĞì¸¡¸ §¾Î
uk: Продовження пошуку уривку тексту

source: _Replace...
lv: A_izvietot...
ro: În_locuieºte...
ta: _Á¡üÚ...
uk: _Зам╕нити...

source: Replace a string
lv: Aizvietot rindu
ro: Înlocuieºte un ºir
ta: ºÃò¨¾ Á¡üÚ
uk: Зам╕на уривку тексту

source: _Properties...
lv: _Rekvizîti
ro: _Proprietãþi...
ta: _ÀñÒ¸û...
uk: _Властивост╕...

source: Modify the file's properties
lv: Modificçt datnes rekvizîtus
ro: Modificã proprietãþile fiºierului
ta: ­ó¾ §¸¡ôÀ¢ı ÀñÒ¸¨Ç Á¡üÚ
uk: Зм╕на властивостей файлу

source: _Preferences...
lv: A_tvieglojumi
ro: _Preferinþe...
ta: _Å¢ÕôÀí¸û...
uk: _Параметри...

source: Configure the application
lv: Konfigurçt lietojumprogrammu
ro: Configureazã aplicaþia
ta: ÀÂıÀ¡¨¼ ÅÊÅ¨Á
uk: Налаштування програми

source: _About...
lv: _Par...
ro: _Despre...
ta: _ÀüÈ¢...
uk: _Про...

source: About this application
lv: Par ðo lietojumprogrammu
ro: Despre aceastã aplicaþie
ta: ­ó¾ ÀÂıÀ¡¨¼ô ÀüÈ¢
uk: Про цю програму

source: _Select All
lv: _Iezîmçt Visu
ro: _Selecteazã tot
ta: _«¨Éò¨¾Ôõ §¾÷× ¦ºö
uk: _Вид╕лити все

source: Select everything
lv: Iezîmçt visu
ro: Selecteazã tot
ta: «¨Éò¨¾Ôõ §¾÷× ¦ºö
uk: Вид╕лення всього вм╕сту

source: Create New _Window
lv: Izveidot _jaunu logu
ro: Creeazã fereastrã _nouã
ta: Ò¾¢Â º¡ÇÃò¨¾ô À¨¼
uk: Створити нове _В╕кно

source: Create a new window
lv: Izveidot jaunu logu
ro: Creeazã o fereastrã nouã
ta: µ÷ Ò¾¢Â º¡ÇÃò¨¾ô À¨¼
uk: Створення нового в╕кна

source: _Close This Window
lv: Aizvç_rt ðo logu
ro: În_chide aceastã fereastrã
ta: ­ó¾ º¡ÇÃò¨¾ ãÎ
uk: _Закрити це в╕кно

source: Close the current window
lv: Aizvçrt paðreizçjo logu
ro: Închide fereastra curentã
ta: ­ó¾ º¡ÇÃò¨¾ ãÎ
uk: Закриття поточного в╕кна

source: _New game
lv: _Jauna spçle
ro: Joc _nou
ta: _Ò¾¢Â Å¢¨ÇÂ¡ğÎ
uk: _Нова гра

source: Start a new game
lv: Sâkt jaunu spçli
ro: Începe un nou joc
ta: Ò¾¢Â ´Õ Å¢¨ÇÂ¡ğ¨¼ò ¦¾¡¼íÌ
uk: Початок ново╖ гри

source: _Pause game
lv: A_pturçt spçli
ro: _Pauzã
ta: _Å¢¨ÇÂ¡ğ¨¼ ¿¢Úò¾¢¨Å
uk: _Зупинити гру

source: Pause the game
lv: Apturçt spçli
ro: Pauzã
ta: Å¢¨ÇÂ¡ğ¨¼ ¿¢Úò¾¢¨Å
uk: Зупинка гри

source: _Restart game
lv: Pâ_rstartçt spçli
ro: _Reîncepe joc
ta: _Å¢¨ÇÂ¡ğ¨¼ ÁÚÀÊÔõ ¦¾¡¼íÌ
uk: _Перезапустити гру

source: Restart the game
lv: Pârstartçt spçli
ro: Reîncepe jocul
ta: Å¢¨ÇÂ¡ğ¨¼ ÁÚÀÊÔõ ¦¾¡¼íÌ
uk: Перезапуск гри

source: _Undo move
lv: A_tcelt gâjienu
ro: _Anuleazã mutarea
ta: ¿¸÷¨Å ¿£ìÌ ¦ºö
uk: _В╕дм╕нити х╕д

source: Undo the last move
lv: Atcelt pçdçjo gâjienu
ro: Anuleazã utima mutare
ta: ¸¨¼º¢ ¿¸÷¨Å ¿£ìÌ ¦ºö
uk: В╕дм╕нити останн╕й х╕д

source: _Redo move
lv: Pâ_ratcelt gâjienu
ro: _Refã mutarea
ta: _¿¸÷¨Å ÁÚÀÊÔõ ¦ºö
uk: _Повторити х╕д

source: Redo the undone move
lv: Pâratcelt nepabeigto gâjienu
ro: Refã mutarea anulatã
ta: ¿£ìÌ ¦ºö¾ ¿¸÷¨Å ÁÚÀÊÔõ ¦ºö
uk: Повторити в╕дмений х╕д

source: _Hint
lv: Pa_doms
ro: Su_gestie
ta: _ÌÈ¢ôÒ
uk: _Порада

source: Get a hint for your next move
lv: Dabût padomu savam nâkamajam gâjienam
ro: Obþine o sugestie pentru mutarea urmãtoare
ta: «Îò¾ ¿¸÷×ìÌ µ÷ ÌÈ¢ôÒ ¦ÀÚ
uk: П╕дказка наступного ходу

source: _Scores...
lv: Re_zultâti...
ro: _Scoruri...
ta: _ÌÈ¢Â£Î¸û...
uk: _Рахунки...

source: View the scores
lv: Apskatît rezultâtus
ro: Vedeþi scorurile
ta: ÌÈ¢ÂÎ¸¨Çô À¡÷
uk: Перегляд рахунк╕в

source: _End game
lv: _Beigt spçli
ro: T_erminã joc
ta: _Å¢¨ÇÂ¡ğ¨¼ ÓÊÅ¨¼
uk: _Завершити гру

source: End the current game
lv: Beigt paðreizçjo spçli
ro: Terminã jocul curent
ta: ¾ü§À¡¨¾Â Å¢¨ÇÂ¡ğ¨¼ ÓÊÅ¨¼
uk: Завершення поточно╖ гри

source: (press return)
lv: (nospied Enter)
ro: (apãsaþi Enter)
ta: (return «Óì¸×õ)
uk: (натисн╕ть ENTER)

source: ERROR:
lv: KÏÛDA:
ro: EROARE:
ta: À¢¨Æ:
uk: ПОМИЛКА:

source: Warning:
lv: Brîdinâjums:
ro: Atenþie:
ta: ±îº¡¢ì¨¸:
uk: Попередження:

source: y
ro: d
uk: т

source: yes
lv: jâ
ro: da
ta: ¬õ
uk: так

source: n
uk: н

source: no
lv: nç
ro: nu
ta: ­ø¨Ä
uk: н╕

source: (yes or no)
lv: (jâ vai nç)
ro: (da sau nu)
ta: (¬õ «øÄĞ ­ø¨Ä)
uk: (так чи н╕)

source: - OK? (yes or no)
lv: - OK? (jâ vai nç)
ro: - OK? (da sau nu)
ta: - ºÃ¢? (¬õ «øÄĞ ­ø¨Ä)
uk: - Гаразд? (так чи н╕)

source: Progress
ro: Progres
ta: Óı§ÉüÈõ
uk: Виконання

source: tan
uk: tg

source: Specify session management ID
lv: Norâdi sisijas pârvaldnieka ID
ro: Specificaþi ID-ul de management sesiuni
ta: «Á÷× §ÁÄ¡ñ ±ñ¨½ ÌÈ¢ôÀ¢Î
uk: Вказати ID сес╕╖

source: Specify prefix of saved configuration
lv: Norâdi noglabâtâs konfigurâcijas priedçkli
ro: Specificaþi prefixul configuraþiei salvate
ta: §ºÁ¢ò¾ «¨ÁôÀ¢ı Óü§º÷ì¨¸¨Âì ÌÈ¢ôÀ¢Î
uk: Вказати преф╕кс збереженого налаштування

source: Disable connection to session manager
lv: Deaktivizçt savienojumu ar sesijas pârvaldnieku
ro: Dezactiveazã conexiunea la managerul de sesiuni
ta: §ÁÄ¡ñ §ÁÄ¡Ç÷ ­¨½ô¨À Ó¼ìÌ
uk: Заборонити з'╓днання з менеджером сес╕й

source: Session management options
lv: Sesijas pârvaldîðanas opcijas
ro: Opþiuni management sesiune
ta: §ÁÄ¡ñ §ÁÄ¡Ç÷ §¾÷×¸û
uk: Параметри менеджера сес╕й

source: Cancel Logout
lv: Atcelt Izieðanu
ro: Renunþa la logout
ta: ÓÊò¾¨Ä ¿¢ÚòĞ
uk: В╕дм╕нити вих╕д ╕з системи

source: Pick a color
lv: Izvçlies krâsu
ro: Alegeþi o culoare
ta: ´Õ Åñ½ò¨¾ò §¾÷ó¦¾Î
uk: Вибер╕ть кол╕р

source: Calendar
lv: Kalendârs
ta: Àïº¡í¸õ
uk: Календар

source: Name:
lv: Vârds:
ro: Nume:
ta: ¦ÀÂ÷:
uk: Назва:

source: Comment:
lv: Komentârs:
ro: Comentariu:
ta: ÌÈ¢ôÒ¨Ã:
uk: Коментар╕й:

source: Command:
lv: Komanda:
ro: Comandã:
ta: ¸ğ¼¨Ç
uk: Команда:

source: Type:
lv: Tips:
ro: Tip:
ta: Å¨¸:
uk: Тип:

source: Icon:
lv: ikona:
ta: ÌÚõÀ¼õ:
uk: П╕ктограма:

source: Choose an icon
lv: Izvçlies ikonu
ro: Alegeþi un icon
ta: µ÷ ÌÚõÀ¼ò¨¾ §¾÷ó¦¾Î
uk: Вибрати п╕ктограму

source: Run in Terminal
lv: Palaist Terminâlî
ro: Ruleazã în terminal
ta: Ó¨ÉÂò¾¢ø ¦ºÂøÀÎòĞ`
uk: Запустити в терм╕нал╕

source: Try this before using:
lv: Pamçìinât ðo pirms lietot:
ro: Încearcã aceasta înainte de folosire:
ta: ÀÂıÀÎòĞÅ¾üÌ Óı ­¨¾ Ó¾ø ÓÂüº¢ ¦ºö:
uk: Спробувати перед використанням:

source: Documentation:
lv: Dokumentâcija:
ro: Documentaþie:
ta: ¬Å½Á¡ì¸ø:
uk: Документац╕я:

source: Name/Comment translations:
lv: Vârda/Komentâra tulkojumi:
ro: Nume/Comentariu traduceri:
ta: ¦ÀÂ÷/ÌÈ¢ôÒ¨Ã ¦Á¡Æ¢¦ÀÂ÷ôÒ¸û:
uk: Переклад назви/коментаря:

source: Language
lv: Valoda
ro: Limba
ta: ¦Á¡Æ¢
uk: Мова

source: Name
lv: Vârds
ro: Nume
ta: ¦ÀÂ÷
uk: Назва

source: Comment
lv: Komentârs
ro: Comentariu
ta: ÌÈ¢ôÒ¨Ã
uk: Коментар╕й

source: Add/Set
lv: Pievienot/Uzstâdît
ro: Adaugã/Seteazã
ta: §º÷/«¨Á
uk: Додати/Встановити

source: Remove
lv: Izòemt
ro: Eliminã
ta: ¿£ìÌ
uk: Видалити

source: Basic
lv: Pamats
ro: Simplu
ta: «ÊôÀ¨¼
uk: Загальн╕

source: Advanced
lv: Paplaðinâts
ro: Avansat
ta: ¯Â÷¿¢¨Ä
uk: Додатков╕

source: Back
lv: Atpakaï
ro: Înapoi
ta: À¢ıÒÈõ
uk: Повернутись

source: Finish
lv: Beigt
ro: Terminare
ta: ÓÊ
uk: Завершити

source: Select file
lv: Izvçlçtis datni
ro: Selecteazã fiºier
ta: §¸¡ô¨À §¾÷ó¦¾Î
uk: Вибрати файл

source: Browse...
lv: Lûkoties...
ro: Navigheazã...
ta: §Á§Ä¡?Î...
uk: Перегляд...

source: Pick a Font
lv: Izvçlies fontu
ro: Alegeþi un font
ta: ´Õ ±ØòĞ Å¨¸¨Â §¾÷ó¦¾Î
uk: Виберить шрифт

source: Font
lv: Fonts
ta: «î¦ºØòĞ
uk: Шрифт

source: No Icon
lv: Bez Ikonas
ro: Fãrã icon
ta: ÌÚõÀ¼õ ­ø¨Ä
uk: Нема╓ п╕ктограми

source: Can't find an hbox, using a normal file selection
lv: Nevar atrast hbox, lietojot normâlo datòu atlasîðanu
ro: Un hbox nu poate fi gãsit, folosesc o selecþie de fiºiere normalã
ta: hbox ¸¡½Å¢ø¨Ä, º¡¾¡Ã½Á¡É §¸¡ôÒ §¾÷¾¨Ä ÀÂıÀÎòĞ
uk: hbox не знайдено, використову╓ться звичайний виб╕р файл╕в

source: Preview
lv: Priekðskatîjums
ro: Previzualizare
ta: ÓıÀ¡÷¨Å
uk: Вигляд

source: Loading Icons...
lv: Lâdçju ikonas...
ro: Încarc icon-urile...
ta: ÌÚõÀ¼í¸¨Ç ²üÚ¸¢ÈĞ
uk: Завантаження п╕ктограм...

source: Gdk debugging flags to set
lv: Gdk atkïûdoðanas karodziòi, kurus ieslçgt
ro: Flag-urile Gdk de depanare pentru setat
ta: Gdk À¢¨Æ-¿£ì¸ø «¨Áì¸ §ÅñÊÂ ¦¸¡Ê¸û
uk: флаги в╕дладки Gdk, що необх╕дно встановити

source: FLAGS
lv: KAROGI
ta: ¦¸¡Ê¸û
uk: ФЛАГИ

source: Gdk debugging flags to unset
lv: Gdk atkïûdoðanas karodziòi, kurus atslçgt
ro: Flag-urile Gtk+ de depanare pentru desetat
ta: Gdk À¢¨Æ ¿£ì¸ ÍÆ¢ôÀÎò¾ §ÅñÊÂ ¦¸¡Ê¸û
uk: флаги в╕дладки Gdk, що необх╕дно зняти

source: X display to use
lv: X displejs, kuru lietot
ro: Displayul X de folosit
ta: ¯À§Â¡¸¢ì¸ §ÅñÊÂ X ¸¡ğº¢
uk: X-дисплей

source: DISPLAY
lv: DISPLEJS
ta: ¸¡ğº¢
uk: ДИСПЛЕЙ

source: Make X calls synchronous
lv: Padarît X signâlus sinhronus
ro: Fã chemãrile X sincronizate
ta: X «¨ÆôÒ¸¨Ç ´ò¾¢ÂìÌ
uk: Зробити X-виклики синхронними

source: Don't use X shared memory extension
lv: Nelietot X dalîtâs atmiòas paplaðinâjumu
ro: Nu folosi extensia X pentru memorie comunã
ta: À¸¢÷ ¿¢¨ÉÅ¸ ¿£ğÊô¨À X'Â¢ø ¯À§Â¡¸¢ì¸ §Åñ¼¡õ
uk: Не використовувати розш╕рення колективно╖ пам'ят╕ X-сервера

source: Program name as used by the window manager
lv: Programmas vârds tâds, kâds lietots logu pârvaldniekâ
ro: Numele programului care este folosit de managerul de ferestre
ta: º¡ÇÃ§ÁÄ¡Ç÷ ÀÂıÀÎòĞõ ¿¢Ãø ¦ÀÂ÷
uk: Назва програми яка використову╓ться в╕конним менеджером

source: NAME
lv: VÂRDS
ta: ¦ÀÂ÷
uk: НАЗВА

source: Program class as used by the window manager
lv: Programmas kategoreja tâda, kâda lietota logu pârvaldniekâ
ro: Clasa programului care este folositã de managerul de ferestre
ta: º¡ÇÃ§ÁÄ¡Ç÷ ÀÂıÀÎòĞõ ¿¢Ãø ÅÌôÒ
uk: Клас програми яка використову╓ться в╕конним менеджером

source: CLASS
lv: KLASE
ta: ÅÌôÒ
uk: КЛАС

source: HOST
lv: RESURSDATORS
ta: Å¢Õó§¾¡õÒ
uk: ХОСТ

source: PORT
lv: PORTS
ta: Ğ¨È
uk: ПОРТ

source: STYLE
lv: STILS
ta: ÀñÒ
uk: СТИЛЬ

source: Gtk+ debugging flags to set
lv: Gdk+ atkïûdoðanas karodziòi, kurus ieslçgt
ro: Flag-urile Gtk+ de depanare pentru setat
ta: Gtk+ À¢¨Æ ¿£ì¸ «¨Áì¸ §ÅñÊÂ ¦¸¡Ê¸û
uk: флаги в╕дладки Gtk+, як╕ необх╕дно встановити

source: Gtk+ debugging flags to unset
lv: Gdk+ atkïûdoðanas karodziòi, kurus atslçgt
ro: Flag-urile Gtk+ de depanare pentru desetat
ta: Gtk+ À¢¨Æ ¿£ì¸ ÍÆ¢ôÀÎò¾ §ÅñÊÂ ¦¸¡Ê¸û
uk: флаги в╕дладки Gtk+, як╕ необх╕дно зняти

source: Make all warnings fatal
lv: Padarît visus brîdinâjumus liktenîgus
ro: Fã toate atenþionãrile fatale
ta: «¨ÉòĞ ±îº¡¢ì¨¸¸¨ÇÔõ ¦¸¡ø À¢¨ÆÂ¡ìÌ
uk: Зробити вс╕ попередження фатальними

source: Load an additional Gtk module
lv: Ielâdçt papildus Gtk moduli
ro: Încarcã un modul Gtk adiþional
ta: §ÁÖõ µ÷ Gtk Ü¨È ²üÚ
uk: Завантажити додатковий Gtk модуль

source: MODULE
lv: MODULIS
ta: ÜÚ
uk: МОДУЛЬ

source: GTK options
lv: GTK Opcijas
ro: Opþiuni GTK
ta: GTK Å¢ÕôÀí¸û
uk: Параметри GTK

source: GNOME GUI options
lv: GNOMEGUI Opcijas
ro: Opþiuni interfaþã graficã GNOME
ta: ¸§É¡õ GUI Å¢ÕôÀí¸û
uk: Параметри ╕нтерфейсу GNOME

source: %s options
lv: %s opcijas
ro: %s opþiuni
ta: Å¢ÕôÀí¸û %s
uk: Параметри %s

source: Multiple segmentation faults occurred; can't display error dialog
lv: Notikuðas vairâkas segmentâcijas kïûdas; nevar parâdît kïûdas paziòojumu
ro: Au avut loc erori multiple; nu pot afiºa dialogul de eroare
ta: ÀÄ ÀÌ¾¢Â¡ì¸ø À¢¨Æ¸û §¿Ã¢ğ¼É; À¢¨Æ ¯¨ÃÂ¡¼¨Ä ¸¡ñÀ¢ì¸ ÓÊÂ¡Ğ
uk: Чисельн╕ системн╕ помилки; неможливо показати д╕алог з помилками

source: Information
lv: Informâcija
ro: Informaþie
ta: ¾¸Åø
uk: ╤нформац╕я

source: Warning
lv: Brîdinâjums
ro: Atenþie
ta: ±îº¡¢ì¨¸:
uk: Попередження

source: Error
lv: Kïûda
ro: Eroare
ta: À¢¨Æ
uk: Помилка

source: Question
lv: Jautâjums
ro: Întrebare
ta: §¸ûÅ¢
uk: Питання

source: Message
lv: Paziòojums
ro: Mesaj
ta: ¾¸Åø
uk: Пов╕домлення

source: Calculator
lv: Kalkulators
ta: ¸½¢ôÀ¡ı
uk: Калькулятор

source: Calculator...
lv: Kalkulators...
ta: ¸½¢ôÀ¡ı...
uk: Калькулятор...

source: No Image
lv: Bez Attçla
ro: Nici o imagine
ta: ¯ÕÅõ ­ø¨Ä
uk: Нема╓ малюнка

source: _Help with this
lv: _Palîdzîbu par ðo
ro: _Ajutã cu aceasta
ta: _­¾¢ø ¯¾Å¢ ¦ºö
uk: _Дов╕дка про це

source: Cu_t
lv: Grie_zt
ro: _Decupeazã
ta: ¦Åğ_Î
uk: _Вир╕зати

source: Select
lv: Atlasît
ro: Selecteazã
ta: §¾÷× ¦ºö
uk: Вибрати

source: Top Ten
lv: Top Desmit
ro: Top 10
ta: Ó¾ø ÀòĞ
uk: Гаряча десятка

source: User
lv: Lietotâjs
ro: Utilizator
ta: ÀÂÉ÷
uk: Користувач

source: Score
lv: Rezultâts
ro: Scor
ta: ÌÈ¢Â£Î
uk: Рахунок

source: Date
lv: Datums
ro: Data
uk: Дата

source: %a %b %d %T %Y
uk: %H:%M %a %d %b %Y

source: Select dictionary
lv: Atlasît direktoriju
ro: Selecteazã dicþionarul
ta: «¸Ã¡¾¢¨Â §¾÷ó¦¾Î
uk: Вибрати словник

source: The word `%s' is not in the dictionary. Proceed anyway?
lv: Vârds `%s' nav vârdnîcâ. Darboties tâlâk neatkarîgi no tâ?
ro: Cuvântul `%s' nu este în dicþionar. Continui oricum?
ta: `%s' ±ıÈ Å¡÷ò¨¾ «¸Ã¡¾¢Â¢ø ­ø¨Ä. ¦¾¡¼Õ?
uk: Слово `%s' в словнику в╕дсутн╓. Продовжувати?

source: Confirm
lv: Apstiprinât
ro: Confirmaþi
ta: ¯Ú¾¢ôÀÎòĞ
uk: П╕дтвердити

source: OK
ta: ºÃ¢
uk: Гаразд

source: Cancel
lv: Atcelt
ro: Renunþã
ta: ¿£ìÌ
uk: В╕дм╕нити

source: Word:
lv: Vârds
ro: Cuvânt:
ta: ¦º¡ø:
uk: Слово:

source: Alternatives:
lv: Alternatîvas:
ro: Alternative:
ta: Á¡üÚÅÆ¢¸û:
uk: Вар╕анти:

source: Accept
lv: Piekrist
ro: Acceptã
ta: ²üÚì¦¸¡ø
uk: Прийняти

source: Accept the word for this session only
lv: Akceptçt ðo vârdu tikai ðai sesijai
ro: Acceptã cuvântul numai pentru aceastã sesiune
ta: Å¡÷¨¾¨Â ­ó¾ «Á÷Å¢ø ÁğÎõ ²üÚì¦¸¡ø
uk: Прийняти слово правильним лише для ц╕╓╖ сес╕╖

source: Skip
lv: Izlaist
ro: Sãri
ta: ¾Å¢÷
uk: Пропустити

source: Ignore this word this time only
lv: Ignorçt ðo vârdu tikai ðoreiz
ro: Ignorã acest cuvânt numai acum
ta: ­õÓ¨È ÁğÎõ ­ó¾ Å¡÷¨¾¨Â ÒÈì¸½¢
uk: Про╕╜норувати лише зараз

source: Replace
lv: Nomainît
ro: Înlocuieºte
ta: Á¡üÚ
uk: Зам╕нити

source: Replace the word
lv: Nomainît vârdu
ro: Înlocuieºte cuvântul
ta: ­ó¾ Å¡÷¨¾¨Â Á¡üÚ
uk: Зам╕на слова

source: Insert
lv: ievietot
ro: Insereazã
ta: ¦ºÕÌ
uk: Вставити

source: Insert the word in your personal dictionary
lv: Ievietot ðo vârdu savâ personîgajâ vârdnîcâ
ro: Introduceþi cuvântul în dicþionarul dvs. personal
ta: ­ó¾ Å¡÷¨¾¨Â ¯í¸û «¸Ã¡¾¢Â¢ø §À¡¼×õ
uk: Пом╕щення слова у ваш особистий словник

source: Insert with case
lv: Ievietot, òemot vçrâ burtu lielumus
ro: Introdu cu diferenþiere litere mici/mari
ta: Å¨¸§Â¡Î §À¡¼×õ
uk: Вставити з рег╕стром

source: Insert the word in your personal dictionary (if mixed-case preserve case-sensitivity)
lv: Ievietot ðo vârdu savâ personîgajâ vârdnîcâ (ja daþâda lieluma burti, òemt to vçrâ)
ro: Introdu cuvântul în dicþionarul dvs. personal (dacã are litere mari ºi mici menþine-le)
ta: ­ó¾ Å¡÷¨¾¨Â ¯í¸û «¸Ã¡¾¢Â¢ø §À¡¼×õ(if mixed-case preserve case-sensitivity)
uk: Пом╕щення слова у ваш особистий словник враховуючи рег╕стр

source: Ispell command:
lv: Ispell komanda:
ro: Comanda ispell:
ta: Ispell ¸ğ¼¨Ç¸û:
uk: Команда ispell:

source: Main dictionary:
lv: Galvenâ vârdnîca
ro: Dicþionarul principal:
ta: Ó¾ı¨Á «¸Ã¡¾¢:
uk: Основний словник:

source: Personal dictionary:
lv: Personîgâ vârdnîca
ro: Dicþionarul personal:
ta: ¾É¢Â¡û «¸Ã¡¾¢:
uk: Особистий словник:

source: Valid chars in words:
lv: Pieïaujamâs rakstzîmes vârdos:
ro: Caractere valide în cuvinte:
ta: Å¡÷¨¾¸Ç¢û ­ÕìÌõ ºÃ¢Â¡É ±ØòĞì¸û:
uk: Дозволен╕ символи у словах:

source: Check words longer than:
lv: Pârbaudît vârdus, kuri garâki par:
ro: Verificã cuvinte mai lungi decât:
ta: ¿£ğ¼Á¡É Å¡÷¨¾¸¨Ç º¡¢À¡÷:
uk: Перев╕ряти слова довш╕ н╕ж:

source: Sort by correctness
lv: Sakârtot pçc pareizîbas
ro: Sorteazã dupã corectitudine
ta: º¡¢À¡÷ôÒ ÀÊ Å¡¢¨ºÂ¡ìÌ
uk: Сортувати в порядку правильност╕

source: Accept run-together words
lv: Akceptçt salikteòus
ro: Acceptã cuvinte împreunate
uk: Приймати скле╓нн╕ слова

source: Discard accepted words on kill
lv: Atmest akceptçtos vârdus pie nokauðanas
ro: Renunþã la cuvintele acceptate la ucidere
ta: ¦¸¡øÀÎõ§À¡Ğ ²ü¸ôÀğ¼ Å¡÷¨¾¸¨Ç Å£Í
uk: Викидати прийнят╕ слова при знищен╕ процесу

source: Enable tooltips
lv: Aktivizçt knifus
ro: Activeazã ponturile
ta: ¸ÕÅ¢ ¯¾Å¢¸¨Ç ­ÂÖ¨ÁôÀÎòĞ
uk: Дозволити п╕дказки

source: Kill ispell process
lv: Nokaut ispell procesu
ro: Omoarã procesul ispell
ta: ispell ¦ºÂ¨Ä ¦¸¡ø
uk: Знищити процес ispell

source: Spell
lv: Pareizrakstîba
ro: Verificã corectitudine scris
ta: ±ØòĞ º¡¢À¡÷
uk: Правопис

source: Configure
lv: Konfigurçt
ro: Configureazã
ta: ÅÊÅ¨Á
uk: Зм╕нити налаштування

source: Add
lv: Pievienot
ro: Adaugã
ta: §º÷
uk: Додати

source: Clear
lv: Attîrît
ro: ªterge
ta: Ğ¨¼
uk: Очистити
