Repository: lepidotos/suede
Catalog: gnome-libs-1.4.1.4/po/*.po
Languages: lv, ro, ta, uk

source: Select Color
lv: Izvçlies krâsu
ro: Selecteazã culoarea
ta: ¿¢Èò¨¾ò §¾÷× ¦ºö
uk: Вибрати кол╕р

source: Table Borders
lv: Tabulas malas
ro: Margini tabel
ta: «ğ¼Å¨½ ±ø¨Ä¸û
uk: Поля таблиц╕

source: Table Fill
lv: Tabulas aizpildîjums
ro: Umplere tabel
ta: «ğ¼Å¨½¨Â ¿¢ÃôÒ
uk: Заповнення таблиц╕

source: Bulleted List
lv: Lodîðstila saraksts
ro: Listã punctualã
ta: ÌñÎÀ¨¼ò¾ ÀğÊ
uk: Непронумерований список

source: Numbered List
lv: Ciparots saraksts
ro: Listã numerotatã
ta: ±ñ½ô ÀğÊ
uk: Пронумерований список

source: Indent
lv: Atkâpe
ro: Aliniazã
ta: ¯û¾û
uk: З в╕дступом

source: Un-Indent
lv: Ne-Atkâpe
ro: Eliminã alinierea
ta: ¯û¾ûÇ¡§¾
uk: Без в╕дступу

source: Apply
lv: Attiecinât
ro: Aplicã
ta: À¢Ã§Â¡¸¢
uk: Застосувати

source: Close
lv: Aizvçrt
ro: Închide
ta: ãÎ
uk: Закрити

source: Yes
lv: Jâ
ro: Da
ta: ¬õ
uk: Так

source: No
lv: Nç
ro: Nu
ta: ­ø¨Ä
uk: Н╕

source: Next
lv: Nâkoðais
ro: Urmãtorul
ta: «Îò¾Ğ
uk: Дал╕

source: Prev
lv: Iepriekðçjais
ro: Precedentul
ta: ÓıÒ
uk: Назад

source: Up
lv: Augðup
ro: Sus
ta: §Á§Ä
uk: Вверх

source: Down
lv: Lejup
ro: Jos
ta: ¸£ú
uk: Вниз

source: Menu Accelerator Keys
lv: Izvçlnes paâtrinâjuma taustiòi
ro: Taste acceleratoare de meniu
ta: Å¢¨º¸û §Å¸Á¡ìÌ§Å¡ı ÀğÊ
uk: Клав╕атурн╕ скоречення в меню

source: Global
lv: Globâls
ta: ÓØ¨Á
uk: Загальний

source: Menu Item
lv: Izvçlnes priekðmets
ro: Element meniu
ta: ÀğÊ ¯ÕôÀÊ
uk: Пункт меню

source: Accelerator
lv: Paâtrinâtâjs
ta: §Å¸Á¡ìÌ§Å¡ı
uk: Клав╕атурне скорочення

source: The GNOME Session Manager (process %d) has crashed due to a fatal error (%s). When you close this dialog, all applications will close and your session will exit. Please save all your files before closing this dialog.
lv: GNOME Sesijas Pârvaldnieks (process %d) ir avarçjis fatâlas kïûdas (%s) dçï. Kad tu aizvçrsi ðo dialoga paziòojumu, visas lietojumprogrammas aizvçrsies un tava sesijaizbeigs darboties. Lûdzu saglabâjiet visus atvçrtâs datnes pirms ði dialoga aizvçrðanas.
ro: Managerul GNOME de sesiuni (procesul %d) a avut o panã datoritã unei erori fatale (%s). Când închideþi acest dialog, toate aplicaþiile se vor închide ºisesiunea dvs. se va termina. Vã rog sã vã salvaþi toate fiºierele înainte de a închide acest dialog.
uk: Менеджер сес╕й GNOME (процес %d) зазнав авар╕йного збою через фатальну помилку (%s). Коли ви закри╓те це в╕кно, вс╕ програми будуть закрит╕ та ваша сес╕я буде завершена. Будь-ласка збереж╕ть вс╕ ваш╕ файли перед закриттям цього в╕кна.

source: Application "%s" (process %d) has crashed due to a fatal error. (%s)
lv: Lietojumprogramma "%s" (process %d) ir avarçjusi fatâlas kïûdas dçï. (%s)
ro: Aplicaþia "%s" (procesul %d) a avut o panã datoritã unei erori fatale. (%s)
ta: ÀÂıÀ¡Î "%s" (¦ºÂø %d) ¦¸¡ø À¢¨ÆÂ¡ø ÓÈ¢× «¨¼óĞøÄĞ. (%s)
uk: Програма "%s" (процес %d) зазнала авар╕йного збою через фатальну помилку. (%s)

source: Usage: gnome_segv appname signum
lv: Lietoðana: gnome_segv programmas vârds signâla numurs
ro: Mod de folosire: gnome_segv numeaplicaþie numãrsig
ta: ¯À§Â¡¸¢ôÒ: gnome_segv ÀÂıÀ¡Î_¦ÀÂ÷ signum
uk: Використання: gnome_segv appname signum

source: Submit a bug report
lv: Iesniegt kïûdas ziòojumu
ro: Trimite un raport de erori
ta: À¢¨Æ «È¢ì¨¸ «¼íÌ
uk: П╕дготувати зв╕т про помилку

source: Debug
lv: Atkïûdot
ta: À¢¨Æ ¿£ìÌ
uk: Налагодження

source: Please visit the GNOME Application Crash page for more information
lv: Lûdzu apmeklçjiet GNOME Lietojumprogrammu Avâriju lapu, lai iegûtu vairâk informâcijas
ro: Vã rugãm sã vizitaþi pagina Erori Aplicaþii GNOME pentru mai multe informaþii
ta: ¾Â×¦ºöĞ ¾¸ÅÖìÌ ¸§É¡õ ÀÂıÀ¡Î ÓÈ¢× Àì¸ò¨¾ À¡÷ì¸×õ
uk: В╕дв╕дайте стор╕нку GNOME Application Crash для детальн╕шо╖ ╕нформац╕╖

source: New...
lv: Jauns...
ro: Nou...
ta: Ò¾¢ÂĞ...
uk: Новий...

source: Open...
lv: Atvçrt...
ro: Deschide...
ta: ¾¢È...
uk: В╕дкрити...

source: Save
lv: Saglabât
ro: Salveazã
ta: §ºÁ¢
uk: Зберегти

source: Save as...
lv: Saglabât kâ...
ro: Salveazã ca...
ta: ÁÚ ¦ÀÂÃ¢ø §ºÁ¢...
uk: Зберегти як...

source: Print...
lv: Drukât...
ro: Tipãreºte...
ta: «îº¢Î...
uk: Друкувати...

source: Setup Page...
lv: Lapas uzstâdîjumi...
ro: Seteazã pagina...
ta: Àì¸õ «¨ÁôÒ...
uk: Настро╖ти стор╕нку...

source: Quit
lv: Iziet
ro: Ieºire
ta: ¦ÅÇ¢§ÂÚ
uk: Завершити

source: Undo
lv: Atcelt
ro: Anuleazã
ta: ¸Å¢ú
uk: В╕дм╕нити

source: Redo
lv: Pâratcelt
ro: Refã
ta: Á£ñÎõ
uk: Повторити

source: Delete
lv: Izdzçst
ro: ªterge
ta: ¿£ìÌ
uk: Видалити

source: Cut
lv: Griezt
ro: Decupeazã
ta: ¦ÅğÎ
uk: Вир╕зати

source: Copy
lv: Kopçt
ro: Copiazã
ta: ¿¸ø
uk: Коп╕ювати

source: Paste
lv: Ievietot
ro: Lipeºte
ta: ´ğÎ
uk: Вставити

source: Properties...
lv: Rekvizîti...
ro: Proprietãþi...
ta: ÀñÒ¸û...
uk: Властивост╕...

source: Preferences...
lv: Opcijas...
ro: Preferinþe...
ta: Å¢ÕôÀ Ó¾ı¨Á¸û...
uk: Параметри...

source: Scores...
lv: Rezultâti...
ro: Scoruri...
ta: ÌÈ¢Â£Î¸û...
uk: Рахунки...

source: wmhints-test
uk: перев╕рка wmhints

source: winhints-test
uk: перев╕рка winhints

source: Layer:
lv: Slânis:
ro: Strat:
ta: «ÎìÌ:
uk: Р╕вень:

source: Above Dock
lv: Virs Doka
ro: Deasupra docului
ta: Ğ¨ÈÂ¢ı §Áø
uk: Над доком

source: Dock
lv: Doks
ro: Ataºeazã
ta: Ğ¨È
uk: Док

source: On Top
lv: Augðâ
ro: Deasupra
ta: §Áø
uk: Зверху

source: Normal
lv: Normâls
ta: ÅÆ¨Á
uk: Звичайний

source: Below
lv: Zem
ro: Dedesubt
ta: ¸£§Æ
uk: Знизу

source: Desktop
lv: Darbvirsma
ta: ¸É¢§Á¨º
uk: Робочий ст╕л

source: Set Layer
lv: Uzstâdît slâni
ro: Seteazã layer
ta: «Îì¨¸ «¨Á
uk: Задати р╕вень

source: Workspaces:
lv: Darbvides:
ro: Spaþii de lucru:
ta: À½¢Â¢¼ô ÀÃôÒ¸û:
uk: Робоче м╕сце:

source: Sticky
lv: Pielipinâts
ro: Lipicios
ta: ´ğÎõ
uk: Всюди

source: Set Workspace
lv: Uzstâdît darbvidi
ro: Seteazã spaþiu de lucru
ta: À½¢Â¢¼ô ÀÃô¨À «¨Á
uk: Задати робоче м╕це

source: State Toggles:
ro: Schimbãtoare de stare:
ta: ¿¢¨Ä Á¡Úõ:
uk: Перемикач╕ стану:

source: Minimized
lv: Minimizçts
ro: Minimizat
ta: º¢È¢Â¾¡ìôÀğ¼Ğ
uk: М╕н╕м╕зовано

source: Maximized Vertical
lv: Vertikâli maksimizçts
ro: Maximizat vertical
ta: ¦À¡¢¾¡ì¸¢Â ¦ºíÌò¾¡ı
uk: Максим╕зовано вертикально

source: Maximized Horizontal
lv: Horizontâli maksimizçts
ro: Maximizat orizontal
ta: ¦À¡¢¾¡ì¸¢Â ¸¢¨¼¾¢¨º
uk: Максим╕зовано горизонтально

source: Hidden
lv: Paslçpts
ro: Ascuns
ta: Á¨Èó¾Ğ
uk: Сховано

source: Shaded
lv: Çnots
ro: Umbrit
ta: ¿¢Èõ ¬ìôÀğ¼Ğ
uk: Звернуто

source: Fixed Position
lv: Fiksçta pozîcija
ro: Poziþie fixã
ta: ­¼õ Á¡È¡Ğ
uk: Ф╕ксована позиц╕я

source: Ignore on Arrange
lv: Ignorçt pie sakârtoðanas
ro: Ignorã la aranjare
uk: ╤╜норувати при розкладанн╕

source: Set State
lv: Uzstâdît stâvolki
ro: Seteazã starea
ta: ¿¢¨Ä «¨Á
uk: Задати стан

source: Skip Toggles:
ro: Sãri peste comutatoare:
ta: ¾Å¢÷ Á¡Úõ:
uk: ╤╜норувати перемикач╕:

source: Skip Focus
lv: Izlaist fokusçðanu
ro: Sãri peste focus
ta: ÌÅ¢Âõ ¾Å¢÷
uk: ╤╜норувати фокус

source: Skip Window Menu
lv: Izlaist Loga izvçlni
ro: Sãri meniul Fereastrã
ta: º¡ÇÃ ÀğÊò ¾Å¢÷
uk: ╤╜норувати меню в╕кна

source: Skip Taskbar / WinList
lv: Izlaist uzdevumjoslu / logu saralstu
ro: Sãri Bara aplicaþii / Lista ferestre
ta: ¦ºÂø ÀğÊ/º¡ÇÃ ÀğÊ ¾Å¢÷
uk: ╤╜норувати панель задач / список в╕кон

source: Set Skip
lv: Uzstâdît izlaiðanu
ro: Seteazã Sãriturã
ta: ¾Å¢÷ «¨Á
uk: Задати ╕╜норування

source: WIN_HINTS Test
lv: WIN_HINTS Tests
ta: WIN_HINTS §º¡¾¨É
uk: Перев╕рка WIN_HINTS

source: Copyright (C) 1998
lv: Kopçðanas tiesîbas (C) 1998
uk: Copyright © 1998

source: Simple test app to check how the WIN_HINTS work. And to test the gnome_win_hints_* functions for errors. :)
lv: Vienkârða testa programma, kas pârbauda, kâ strâdâ WIN_HINTS. Pievieno gnome_win_hints_* funkcijas, lai notestçtu kïûdas. :)
ro: Simplã aplicaþie de test pentru a verifica cum WIN_HINTS lucreazã. ªi pentru a testa funcþiile gnome_win_hints_* pentru erori. :)
ta: WIN_HINTS ±ôÀÊ ¦ºÂüÀÎòĞõ ±É §º¡¾¨É ¦ºöÂ µ÷ º¡¾¡Ã½ ÀÂıÀ¡Î. ÁüÚõ gnome_win_hints_* ¦ºÂøÜÚ¸¨Ç À¢¨Æì¸¡¸ §º¡¾¨É ¦ºö. :)
uk: Проста тестова програма для перев╕рки роботи WIN_HINTS. ╤ для пошуку помилок у функц╕ях gnome_win_hints_*. :)

source: Creating '/GNOME' context %s %d
lv: Izveido '/GNOME' konteksta %s %d
ro: Creez contextul '/GNOME' %s %d
ta: '/¸§É¡õ' İÆø À¨¼ôÒ %s %d
uk: Створення контексту '/GNOME' %s %d

source: Creating '/GNOME/Servers' context %s %d
lv: izveido '/GNOME/Servers' konteksta %s %d
ro: Creez contextul '/GNOME/Servers' %s %d
ta: '/¸§É¡õ/Servers' İÆø À¨¼ôÒ %s %d
uk: Створення контексту '/GNOME/Servers' %s %d

source: GOAD ID of the server to activate
lv: Aktivizçjamais servera GOAD ID
ro: GOAD ID al serverului care sã fie activat
ta: ¦ºÂüÀ¡Î ÀñÉ §ÅñÊÂ §º¨ÅÂ¸ò¾¢ı GOAD ID
uk: GOAD ID сервера для активаци╖

source: Repository ID of the server to activate
lv: Aktivizçjamâ servera ID krâtuve
ro: Repository ID al serverului care sã fie activat
ta: ¦ºÂüÀ¡Î ÀñÉ §ÅñÊÂ §º¨ÅÂ¸ò¾¢ı Repository ID
uk: Арх╕вний ID сервера що активу╓ться

source: I couldn't find any installed services. Either you don't have any services installed or I don't know the path to find them. In either case, please check your GNOME installation.
lv: Es nevarçju atrast nevienu instalçtu servisu. Vai nu tev nav nneviens serviss instalçs vai arî es nezinu ceïu, kâ tos atrast. Katrâ gadîjumâ, pârbaudi savu GNOME instalâciju.
ro: N-am putut gãsi nici un serviciu instalat. Ori nu aveþi nici unul instalat ori nu ºtiu calea pentru a le gãsi. În orice caz, verificaþi instalarea dvs. GNOME.
ta: ¿¢ÚÅôÀğ¼ §º¨Å¸¨Ç ¸ñÎÀ¢Êì¸ ÓÊÂÅ¢ø¨Ä. ­ó¾ §º¨Å¸û ¿¢ÚÅôÀ¼¡Áø ­Õì¸Ä¡õ «øÄĞ «¾ı À¡¨¾¨Â ¸ñÎÀ¢Êì¸ ÓÊÂÅ¢ø¨Ä. ¸§É¡õ ¿¢ÚÅ¨Ä À¡÷ì¸×õ.
uk: Не знайдено жодно╖ встановлено╖ служби. Або ви не ма╓те жодно╖ встановлено╖ служби, або не заданий шлях для ╖х знаходження. В обох випадках, необх╕дно перев╕рити правильн╕сть ╕нсталяц╕╖ GNOME.

source: (Internal use only) GOAD server ID to activate
lv: (Tikai iekðçjai lietojoðanai) GOAD servera ID, kuru aktivizçt
ta: (¯ûÇ¨ÁìÌ ÁğÎõ) ¦ºÂüÀ¡Î ÀñÉ §ÅñÊÂ §º¨ÅÂ¸ò¾¢ı GOAD ID
uk: (Лише для внутр╕шнього використання) GOAD ID сервера для активац╕╖

source: (Internal use only) GOAD file descriptor
lv: (Tikai iekðçjai lietojoðanai) GOAD datnes deskriptors
ta: (¯ûÇ¨ÁìÌ ÁğÎõ) GOAD §¸¡ôÒ Å¢Å¡¢ôÒ ¦º¡ø
uk: (Лише для внутр╕шнього використання) Дескриптор файлу GOAD

source: Gnome Object Activation Directory
lv: Gnome Objektu Aktivizçsanas Direktorija
ro: Director activare Obiect GNOME
uk: Каталог активац╕╖ об'╓кт╕в GNOME (GOAD)

source: ID under which GOAD knows this server
lv: ID, no kura GOAD atpazîst ðo serveri
ro: ID-ul sub care GOAD cunoaºte acest server
ta: GOAD'ìÌ ¦¾È¢Ôõ ­ó¾ §º¨ÅÂ¸ò¾¢ı ID
uk: ID п╕д яким цей сервер в╕домий GOAD

source: Repository ID under which GOAD knows this server
lv: Krâtuves ID, no kura GOAD atpazîst ðo serveri
ro: Repository ID-ul sub care GOAD cunoaºte acest server
ta: GOAD'ìÌ ¦¾È¢Ôõ ­ó¾ §º¨ÅÂ¸ò¾¢ı Repository ID
uk: Арх╕вний ID п╕д яким цей сервер в╕домий GOAD

source: Failed to open CORBA cookie file (%s) for writing: %s
lv: Nevarçja atvçrt CORBA kukija datni (%s) rakstîðanas reþîmâ: %s
ro: Eroare la deschiderea fiºierului cookie CORBA (%s) pentru scriere: %s
ta: CORBA ÀÉ¢Â¡÷ §¸¡ô¨À (%s) ÃØĞÅ¾ğìÌ ¾¢Èì¸ ÓÊÂÅ¢ø¨Ä: %s
uk: Неможливо в╕дкрити файл CORBA cookie (%s) для записування: %s

source: Failed to write CORBA cookie file (%s): %s
lv: Nevarçja ierakstît CORBA kukija datnç (%s): %s
ro: Eroare la scrierea fiºierului cookie CORBA (%s): %s
ta: CORBA ÀÉ¢Â¡÷ §¸¡ô¨À (%s) ±Ø¾ ÓÊÂÅ¢ø¨Ä: %s
uk: Неможливо записати у файл CORBA cookie (%s): %s

source: Failed to write CORBA cookie to `%s': %s
lv: Nevarçja ierakstît CORBA kukiju `%s': %s
ro: Eroare la scrierea fiºierului cookie CORBA în '%s': %s
ta: CORBA ÀÉ¢Â¡¨Ã ±Ø¾ ÓÊÂÅ¢ø¨Ä `%s': %s
uk: Неможливо записати CORBA cookie у "%s": %s

source: Failed to open CORBA cookie file `%s': %s
lv: Nevarçja atvçrt CORBA kukija datni `%s': %s
ro: Eroare la deschiderea fiºierului cookie CORBA '%s': %s
ta: CORBA ÀÉ¢Â¡÷ §¸¡ô¨À ¾¢Èì¸ ÓÊÂÅ¢ø¨Ä `%s': %s
uk: Неможливо в╕дкрити файл CORBA cookie "%s": %s

source: Failed to read CORBA cookie file `%s': %s
lv: Nevarçja nolasît CORBA kukija datni `%s': %s
ro: Eroare la citirea fiºierului cookie CORBA '%s': %s
ta: CORBA ÀÉ¢Â¡÷ §¸¡ô¨À Å¡º¢ì¸ ÓÊÂÅ¢ø¨Ä `%s': %s
uk: Неможливо зчитати файл CORBA cookie "%s": %s

source: Failed to obtain CORBA authentication cookie, exiting
lv: Nevarçju dabût COBRA autentifikâcijas kukiju, tâpçc izeju
ro: Eroare la obþinerea cookie-ului de autentificare CORBA, ies
ta: CORBA ¦ºøÄò¾ì¸¾¡¸õ ÀÉ¢Â¡÷ ¸¢¨¼ì¸ Å¢ø¨Ä, ¦ÅÇ¢§ÂüÈõ
uk: Неможливо отримати CORBA authentication cookie, завершення

source: Could not get name service!
lv: Nevarçju saòemt vârdu servisu!
ro: N-am putut obþine serviciul de nume
ta: §º¨Åô ¦ÀÂ÷ ¸¢¨¼ì¸ Å¢ø¨Ä!
uk: Неможливо отримати назву серв╕су!

source: Unknown system error
lv: Nezinâma sistçmas kïûda
ro: Eroare de sistem necunoscutã
ta: ¦¾Ã¢Â¡¾ «¨ÁôÒ À¢¨Æ
uk: Нев╕дома системна помилка

source: %s: option `%s' is ambiguous
lv: %s: opcija `%s' ir neskaidra
ro: %s: opþiunea `%s' este ambiguã
ta: %s: Å¢ÕôÀõ `%s' ºó§¾¸Á¡ÉĞ
uk: %s: параметр "%s" ╓ неоднозначним

source: %s: option `--%s' doesn't allow an argument
lv: %s: opcija `--%s' neatïauj argumentu
ro: %s: opþiunea `--%s' nu permite un argument
ta: %s: Å¢ÕôÀõ `--%s' ­¨½ôÒ Á¡È¢ ¸¢¨¼Â¡Ğ
uk: %s: параметр "--%s" не ма╓ аргументу

source: %s: option `%c%s' doesn't allow an argument
lv: %s: opcija `%c%s' neatïauj argumentu
ro: %s: opþiunea `%c%s' nu permite un argument
ta: %s: Å¢ÕôÀõ `%c%s' ­¨½ôÒ Á¡È¢ ¸¢¨¼Â¡Ğ
uk: %s: параметр "%c%s" не ма╓ аргументу

source: %s: option `%s' requires an argument
lv: %s: opcijai `%s' nepiecieðams arguments
ro: %s: opþiunea `%s' cere un argument
ta: %s: Å¢ÕôÀõ `%s' ­¨½ôÒ Á¡È¢ §¾¨Å
uk: %s: параметру "%s" необх╕дний аргумент

source: %s: unrecognized option `--%s'
lv: %s: neatpazîta opcija `--%s'
ro: %s: opþiune nerecunoscutã `--%s'
ta: %s: ¦¾È¢Â¡¾ Å¢ÕôÀõ `--%s'
uk: %s: нерозп╕знаний параметр `--%s'

source: %s: unrecognized option `%c%s'
lv: %s: neatpazîta opcija `%c%s'
ro: %s: opþiune nerecunoscutã `%c%s'
ta: %s: ¦¾È¢Â¡¾ Å¢ÕôÀõ `%c%s'
uk: %s: нерозп╕знаний параметр `%c%s'

source: %s: illegal option -- %c
lv: %s: neatïauta opcija -- %c
ro: %s: opþiune ilegalã -- %c
ta: %s: ²üÀ¢Ä¡ Å¢ÕôÀõ -- %c
uk: %s: не дозволений параметр -- %c

source: %s: invalid option -- %c
lv: %s: nederîga opcija -- %c
ro: %s: opþiune invalidã -- %c
ta: %s: Á¾¢ôÀ¢øÄ¡¾ Å¢ÕôÀõ -- %c
uk: %s: нев╕рний параметр -- %c

source: %s: option requires an argument -- %c
lv: %s: opcijai nepiecieðmas arguments -- %c
ro: %s: opþiunea are nevoie de un argument -- %c
ta: %s: Å¢ÕôÀò¾¢ğÌ µ÷ ­¨½ôÒ Á¡È¢ §¾¨Å -- %c
uk: %s: параметру необх╕дний аргумент -- %c

source: %s: option `-W %s' is ambiguous
lv: %s: opcija `-W %s' ir neskaidra
ro: %s: opþiunea `-W %s' este ambiguã
ta: %s: Å¢ÕôÀõ `-W %s' ºó§¾¸Á¡ÉĞ
uk: %s: параметр `-W %s' ╓ не однозначним

source: %s: option `-W %s' doesn't allow an argument
lv: %s: opcija `-W %s' neatïauj argumentu
ro: %s: opþiunea `-W %s' nu permite un argument
ta: %s: Å¢ÕôÀõ `-W %s' ­¨½ôÒ Á¡È¢ ¸¢¨¼Â¡Ğ
uk: %s: параметр `-W %s' не ма╓ параметр╕в

source: Show this help message
lv: Parâdît ðo palîdzîbas ziòojumu
ro: Aratã acest mesaj de ajutor
ta: ­ó¾ ¯¾Å¢ ¾¸Å¨Ä ¸¡ñÀ¢
uk: Показати це дов╕дкове пов╕домлення

source: Display brief usage message
lv: Parâdît îsu lietoðanas instrukciju
ro: Afiºeazã un scurt mesaj de utilizare
uk: Показати коротку дов╕дку про використання

source: Default Pixmap
lv: Noklusçtais sîkattçls
ro: Pixmapul implicit
ta: ¦¸¡¼¡¿¢¨Ä À¢ìŠ-À¼õ
uk: Початкова п╕ктограма

source: If you choose a font it will appear here
lv: Ja tu izvçlçsies fontu, tas parâdîsies ðiet
ro: Dacã alegeþi un font va apãrea aici
ta: ¿£í¸û §¾÷óò¦¾Îò¾ ±ØòĞ Å¨¸ ­í§¸ ¦¾Ã¢Ôõ
uk: Якщо ви виберете шрифт, в╕н буде показаний тут

source: Font Info
lv: Fonta Info
ro: Informaþii font
ta: ±ØòĞ Å¨¸ ¾¸Åø
uk: Опис шрифту

source: Use Font in button with size
lv: Lietot fontu pogâ ar izmçriem
ro: Foloseºte fontul în buton cu mãrime
ta: ¦À¡ò¾¡É¢ø ±ØòĞ Å¨¸ «Ç×¼ı ¯À§Â¡¸¢
uk: Використовувати шрифт в кнопц╕ з розм╕ром

source: Show font size
lv: Râdît fonta izmçrus
ro: Aratã mãrimea fontului
ta: ±ØòĞ Å¨¸Â¢ı «Ç¨Å ¸¡ñÀ¢
uk: Показати розм╕р шрифту

source: This is an hbox with pixmap and text
lv: Ðis ir hbox at sîkattçlu un tekstu
ro: Acesta este un test hbox cu pixmap ºi text
ta: ­Ğ µ÷ À¢ìŠ-À¼Óõ ¯¨ÃÔõ ¦¸¡ñ¼ hbox
uk: Це горизонтальний блок ╕з п╕ктограмою та текстом

source: The user chose Yes/OK with data:
lv: Lietotâjs izvçlâs Jâ/OK ar datiem:
ro: Utilizatorul a ales Da/OK cu datele:
ta: ÀÂÉ÷ ¾ÃÅ¢Ô¼ı ¬õ/ºÃ¢ §¾÷× ¦ºö:
uk: Користувач вибрав Так/Гаразд ╕з даними:

source: The user chose No/Cancel with data:
lv: Lietotâjs izvçlâs Nç/Atcelt ar datiem:
ro: Utilizatorul a ales Nu/Renunþã cu datele:
ta: ÀÂÉ÷ ¾ÃÅ¢Ô¼ı ­ø¨Ä/¿£ìÌ¢ §¾÷× ¦ºö:
uk: Користувач вибрав Н╕/В╕дм╕нити ╕з даними:

source: Weird number in reply callback
lv: Dîvains skaitlis atpakaïatnâkuðajâ atbildç
ro: Numãr ciudat în replica callback
uk: Дивний номер у в╕дпов╕д╕ зворотнього виклику

source: CONFIG-PATH
lv: KONFIGURÂCIJAS-CEÏÐ

source: PREFIX
lv: PRIEDÇKLIS
ta: Óü§º÷ì¨¸

source: AC
ta: ĞôÒÃ×

source: SUM
ta: ÜğÎ

source: ID
ta: §ÁÄ¡ñ

source: http://www.gnome.org/application_crashed.shtml
ro: http://www.gnome.org/application_crashed.shtml.ro
