Repository: lepidotos/suede
Catalog: gnome-games-1.4.0.2/po/*.po
Languages: ro, sk, tr

source: Gray
ro: Gri
sk: ©edá
tr: Gri

source: Relative movement
ro: Miºcãri relative
sk: Relatívna rýchlos»
tr: Baðýl Hareket

source: Worm %d:
ro: Râma %d:
sk: Had %d:
tr: Solucan %d:

source: '%s' with super-safe moves
ro: '%s' cu miºcãri extra-sigure
sk: '%s' so super bezpeènými »ahmi
tr: '%s' süper güvenli hareketlerle

source: '%s' with safe moves
ro: '%s' cu miºcãri sigure
sk: '%s' s bezpeènými »ahmi
tr: '%s' güvenli hareketlerle

source: Congratulations, You Have Defeated the Robots!! But Can You do it Again?
ro: Felicitãri, aþi înfrânt roboþii!!! Dar mai puteþi sã o faceþi o datã?
sk: Gratulujeme, porazili ste Robotov!! Ale doká¾ete to znovu?
tr: Tebrikler, Robotlarý Yendiniz!! Peki,Tekrar Yapabilir misiniz?

source: There are no teleport locations left!!
ro: Nu mai sunt locuri de teleportare!!
sk: U¾ nie sú ¾iadne teleporty!!
tr: Geriye hiç teleport bölgesi kalmadý!!

source: There are no safe locations to teleport to!!
ro: Nu mai sunt locuri sigure de teleportare!!
sk: Neexistuje ¾iadne bezpeèné miesto, kam teleportova»!!
tr: Teleport ile gidilebilecek güvenli bölge kalmadý!!

source: Set game scenario
ro: Seteazã scenariul jocului
sk: Nastavi» scenár hry
tr: Oyun senaryosunu belirle

source: Set game configuration
ro: Seteazã configuraþia jocului
sk: Nastavenie hry
tr: Oyun ayarlarýný belirle

source: Gnome Robots II
sk: Gnome Roboti II

source: Could not find '%s' pixmap file for Gnome Robots
ro: Nu am gãsit fiºierul pixmap '%s' pentru Gnome Robots
sk: Nemô¾em nájs» súbor s obrázkom '%s' pre Gnome Roborov
tr: Gnome Robots için '%s' pixmap dosyasý bulunamadý

source: Do you really want to start a new game?
ro: Doriþi sã incepeþi un joc nou?
sk: Naozaj chcete zaèa» novú hru?
tr: Yeni bir oyuna baþlamak istediðinizden emin misiniz?

source: Do you really want to quit the game?
ro: Doriþi sã ieºiþi din joc?
sk: Naozaj chcete skonèi» hru?
tr: Oyundan çýkmak istediðinizden emin misiniz?

source: Gnobots II
sk: Gnoboti II

source: Gnome Robots Game
sk: Hra Gnome Roboti
tr: Gnome Robot Oyunu

source: Initial Number of Type 1 Robots
ro: Numãrul iniþial de roboþi Tip 1
sk: Poèiatoèný poèet robotov typu 1
tr: Baþlangýç Tip 1 Robot Sayýsý

source: Initial Number of Robots
ro: Numãrul iniþial de roboþi
sk: Poèiatoèný poèet robotov
tr: Baþlangýç Robot Sayýsý

source: Initial Number of Type 2 Robots
ro: Numãrul iniþial de roboþi Tip 2
sk: Poèiatoèný poèet robotov typu 2
tr: Baþlangýç Tip 2 Robot Sayýsý

source: Increasing Number of Type 1 Robots per Level
ro: Mãreºte numãrul de roboþi Tip 1 pe nivel cu
sk: Zvy¹ova» poèet robotov typu 1 pre ïal¹iu úroveò o
tr: Seviye Baþýna Tip 1 Robot Sayýsý Arttýrýlýyor

source: Increasing Number of Robots per Level
ro: Mãreºte numãrul de roboþi pe nivel cu
sk: Zvy¹ova» poèet robotov pre ïal¹iu úroveò o
tr: Seviye Baþýna Robot Sayýsý Arttýrýlýyor

source: Increasing Number of Type 2 Robots per Level
ro: Mãreºte numãrul de roboþi Tip 2 pe nivel cu
sk: Zvy¹ova» poèet robotov typu 2 pre ïal¹iu úroveò o
tr: Seviye Baþýna Tip 2 Robot Sayýsý Arttýrýlýyor

source: Maximum Number of Type 1 Robots
ro: Numãrul maxim de roboþi Tip 1
sk: Maximálny poèet robotov typu 1
tr: Tip 1 Robotlarin Maksimum Sayýsý

source: Maximum Number of Robots
ro: Numãrul maxim de roboþi
sk: Maximálny poèet robotov
tr: Robotlarýn Maksimum Sayýsý

source: Fill Screen
ro: Umple ecran
sk: Plná obrazovka
tr: Ekraný Kapla

source: Maximum Number of Type 2 Robots
ro: Numãrul maxim de roboþi Tip 2
sk: Maximálny poèet robotov typu 1
tr: Tip 2 Robotlarýn Maksimum Sayýsý

source: Type 1 Robot Score
ro: Puncte per robot Tip 1
sk: Skóre za robota typu 1
tr: Tip 1 Robot Puaný

source: Robot Score
ro: Puncte per robot
sk: Skóre za robota
tr: Robot Puaný

source: Type 2 Robot Score
ro: Puncte per robot Tip 2
sk: Skóre za robota typu 2
tr: Tip 2 Robot Puaný

source: Type 1 Robot Score When Waiting
ro: Puncte per robot Tip 1 când aºteptaþi
sk: Skóre za robota typu 1 pri èakaní
tr: Beklerkenki Tip 1 Robot Puaný

source: Robot Score When Waiting
ro: Puncte per robot când aºteptaþi
sk: Skóre za robota pri èakaní
tr: Beklerkenki Robot Puaný

source: Type 2 Robot Score When Waiting
ro: Puncte per robot Tip 2 când aºteptaþi
sk: Skóre za robota typu 2 pri èakaní
tr: Beklerken ki Tip 2 Robot Puaný

source: Type 1 Robot Score When Splatted
ro: Scor per robot Tip 1 distrus
sk: Skóre za robota typu 1 pri rozmaèkaní
tr: Vurulurken Tip 1 Robot Sayýsý

source: Robot Score When Splatted
ro: Scor per robot distrus
sk: Skóre za robota pri rozmaèkaní
tr: Vurulurken Robot Sayýsý

source: Type 2 Robot Score When Splatted
ro: Scor per robot Tip 2 distrus
sk: Skóre za robota typu 2 pri rozmaèkaní
tr: Vurulurken Tip 2 Robot Sayýsý

source: Initial Number of Safe Teleports
ro: Numãrul iniþial de teleportãri sigure
sk: Poèiatoèný poèet bezpeèných teleportov
tr: Güvenli Teleportlarýn Baþlangýç Sayýsý

source: Number of Free Safe Teleports per Level
ro: Numãrul de teleportãri sigure per nivel
sk: Poèet voµných bezpeèných teleportov za úroveò
tr: Bölüm Baþýna Güvenli Teleport Sayýsý

source: Kills Required While Waiting to Get A Safe Teleport
ro: Nr. de roboþi distruºi pentru o teleportare sigurã când aºteptaþi
sk: Poèet zabití po¾adovaný pri èakaní na bezpeèný teleport
tr: Güvenli Teleport Almayý Beklerken Gereken Öldürme Sayýsý

source: Score Required To Get A Safe Teleport
ro: Scorul este necesar pentru a avea o teleportare sigurã
sk: Po¾adované skóre pre bezpeèný teleport
tr: Güvenli Teleport Almak Ýçin Gerekli Puan

source: Maximum Number of Safe Teleports
ro: Numãrul maxim de teleportãri sigure
sk: Maximálny poèet bezpeèných teleportov
tr: Güvenli Teleport Maksimum Sayýsý

source: Moveable Junkheaps
ro: Gunoaiele pot fi miºcate
sk: Presunuteµné hromady odpadu
tr: Taþýnabilir Eþya Yýðýný

source: Yes
ro: Da
sk: Áno
tr: Evet

source: No
ro: Nu
sk: Nie
tr: Hayýr

source: classic robots
ro: robots clasic
sk: klasický roboti
tr: klasik robotlar

source: robots2
sk: roboti 2
tr: robotlar2

source: robots2 easy
ro: robots2 uºor
sk: roboti 2 µahké
tr: kolay robotlar2

source: robots with safe teleport
ro: robots cu teleportãri sigure
sk: roboti s bezpeèným teleportom
tr: güvenli teleportlu robotlar

source: nightmare
ro: coºmar
sk: noèná mora
tr: kabus

source: robots
sk: roboti
tr: robotlar

source: cows
ro: vaci
sk: kravy
tr: inekler

source: eggs
ro: ouã
sk: vajcia
tr: yumurtalar

source: gnomes
ro: gnomi
sk: trpaslíci
tr: cüceler

source: mice
ro: ºoareci
sk: my¹i
tr: fareler

source: windows
sk: okná
tr: pencereler

source: GnobotsII Preferences
ro: GnobotsII Preferinþe
sk: Nastavenie Gnobots II
tr: GnobotsII Özellikleri

source: Game Type:
ro: Tipul jocului:
sk: Typ hry:
tr: Oyun Türü:

source: Property
ro: Opþiune
sk: Vlastnos»
tr: Özellik

source: Value
ro: Valoare
sk: Hodnota
tr: Deðer

source: Safe Moves
ro: Miºcãri sigure
sk: Bezpeèné »ahy
tr: Güvenli Hareketler

source: Super Safe Moves
ro: Miºcãri extra-sigure
sk: Super bezpeèné »ahy
tr: Süper Güvenli Hareketler

source: Sound
ro: Sunete
sk: Zvuk
tr: Ses

source: Splats
ro: Buºituri
sk: Rozmaèkania
tr: Vuruþlar

source: You Cannot Change the Game Type When Playing
ro: Nu puteþi schima tipul jocului în timpul unui joc
sk: Nemô¾ete zmeni» typ hry poèas hrania
tr: Oyun Sýrasýnda Oyun Türünü Deðiþtiremezsiniz

source: Configuration
ro: Configurare
sk: Nastavenie
tr: Ayarlar

source: Graphics:
ro: Graficã:
sk: Grafika:
tr: Grafikler:

source: NW
ro: NV
sk: SZ
tr: KB

source: N
sk: S
tr: K

source: NE
sk: SV
tr: KD

source: W
ro: V
sk: Z
tr: B

source: E
sk: V
tr: D

source: SW
sk: JZ
tr: GB

source: S
sk: J
tr: G

source: SE
sk: JV
tr: GD

source: Random Teleport:
ro: Teleportare aleatoare:
sk: Náhodný Teleport:
tr: Rastgele Teleport:

source: Wait:
ro: Aºteaptã:
sk: Èakanie:
tr: Bekle:

source: Standard Robots Keys
ro: Tastele standard
sk: ©tandardné
tr: Standart Robotlar Tuþlarý

source: Predefined Set 1
ro: Setul predefinit 1
sk: Preddefinovaná sada 1
tr: Öntanýmlý Ayar 1

source: Predefined Set 2
ro: Setul predefinit 2
sk: Preddefinovaná sada 2
tr: Öntanýmlý Ayar 2

source: Keyboard
ro: Tastaturã
sk: Klávesnica
tr: Klavye

source: Score:
ro: Scor:
sk: Skóre:
tr: Puan:

source: Safe Teleports:
ro: Teleportãri sigure:
sk: Bezpeèné teleporty:
tr: Güvenli Teleportlar:

source: Level:
ro: Nivel:
sk: Úroveò:
tr: Seviye:

source: Remaining:
ro: Mai rãmân:
sk: Ostáva:
tr: Kalan:

source: The cave you are trying to load it to big for this game.
ro: Peºtera pe care încercaþi sã o încãrcaþi este prea mare pentru acest joc.
sk: Jaskyòa, ktorú sa sna¾íte naèíta» je príli¹ veµká pre túto hru.
tr: Yüklemeye çalýþtýðýnýz maðara bu oyun için çok büyük.

source: The cave you are trying to load includes an object, that wasn't declared.
ro: Peºtera pe care încercaþi sã o încãrcaþi include un obiect care nu a fost declarat.
sk: Jaskyòa, ktorú sa sna¾íte naèíta» obsahuje nedeklarovaný objekt.
tr: Yüklemeye çalýþtýðýnýz maðara, tanýmlanmamýþ bir obje içermekte.

source: Gnome-Stones (c) 1998 Carsten Schaar
sk: Gnome-Kamene (c) 1998 Carsten Schaar

source: Game to play
ro: Tipul jocului
sk: Hra» hru
tr: Oynanacak oyun

source: FILENAME
sk: MENOSÚBORU
tr: DOSYAADI

source: An error occured while loading the image file "%s". Please make sure, that Gnome-Stones is correctly installed!
ro: A apãrut o eroare la încãrcarea fiºierului "%s". Vã rugãm verificaþi dacã Gnome-Stones este instalat corect!!
sk: Nastala chyba pri naèítavaní súboru s obrázkom "%s". Prosím, overte, ¾e je Gnome-Kamene správne nain¹talovaný!
tr: Resim dosyasý "%s"yüklenirken bir hata oluþtu. Lütfen Gnome-Stones'un doðru yüklendiðinden emin olun!

source: Game title:
ro: Titlul jocului:
sk: Titulok hry:
tr: Oyun baþlýðý:

source: Start cave:
ro: Prima peºterã:
sk: ©tartovacia jaskyòa:
tr: Maðaraya baþla:

source: Pause
ro: Pauzã
sk: Pauza
tr: Dondur

source: Congratulations, you win!
ro: Felicitãri, aþi câºtigat!
sk: Gratulujeme, vyhrali ste!
tr: Tebrikler, kazandýnýz!

source: Game over!
ro: Jocul s-a terminat!
sk: Koniec hry!
tr: Oyun bitti!

source: Gnome-Stones
sk: Gnome-Kamene

source: A game.
ro: O clonã Supaplex pentru Gnome
sk: Hra.
tr: Bir oyun.

source: Scanning private object directory...
ro: Scanez directorul privat de obiecte...
sk: Prechádzam osobný prieèinok s objektami...
tr: Özel obje dizini taranýyor...

source: Scanning public object directory...
ro: Scanez directorul public de obiecte...
sk: Prechádzam verejný prieèinok s objektami...
tr: Genel obje dizini taranýyor...

source: Filling game widget...
ro: Iniþializez jocul...
sk: Vyplòujem hernú plochu...
tr: Oyun alaný dolduruluyor...

source: Scanning private game directory...
ro: Scanez directorul privat al jocului...
sk: Prechádzam osobný prieèinok s hrami...
tr: Özel oyun dizini taranýyor...

source: Scanning public game directory...
ro: Scanez directorul public al jocului
sk: Prechádzam verejný prieèinok s hrami...
tr: Genel oyun dizini taranýyor...

source: Restoring preferences...
ro: Restaurez preferinþele...
sk: Obnovujem nastavenie...
tr: Ayarlar yükleniyor...

source: You gained an extra life!
ro: Aþi câºtigat o viaþã!
sk: Získali ste extra ¾ivot!
tr: Fazladan bir can kazandýnýz!

source: Seconds left: %d
ro: Secunde rãmase: %d
sk: Ostáva sekúnd: %d
tr: Kalan saniyeler: %d

source: Gnome-Stones Preferences
ro: Gnome-Stones Preferinþe
sk: Nastavenie Gnome-Kameòov
tr: Gnome-Stones Ayarlarý

source: Game title
ro: Numele jocului
sk: Titulok hry
tr: Oyun baþlýðý

source: Caves
ro: Peºteri
sk: Jaskyne
tr: Maðaralar

source: Filename
ro: Numele fiºierului
sk: Meno súboru
tr: Dosyaadý

source: Device
ro: Dispozitiv
sk: Zariadenie
tr: Aygýt

source: Joystick device:
ro: Dispozitiv Joystick:
sk: Zariadenie joysticku:
tr: Joystick aygýtý:

source: disabled
ro: dezactivat
sk: vypnuté
tr: iptal

source: Digital joystick emulation
ro: Emulare joystick digital
sk: Emulácia digitálneho joysticku
tr: Dijital joystick taklidi

source: Switch level:
ro: Nivel de schimb:
sk: Úroveò spínaèov:
tr: Bölüm deðiþtir:

source: Not yet implemented!
ro: Neimplementat încã!
sk: Neimplementované!!
tr: Henüz eklenmedi!

source: Diamonds:
ro: Diamante:
sk: Diamanty:
tr: Elmaslar:

source: Cave:
ro: Peºtera:
sk: Jaskyòa:
tr: Maðara:

source: Lives:
ro: Vieþi:
sk: ®ivoty:
tr: Canlar:

source: Set starting level (1-10)
ro: Setaþi nivelul de pornire(1-10)
sk: Nastavte ¹tartovaciu úroveò (1-10)
tr: Baþlangýç Seviyesini Belirle (1-10)

source: LEVEL
ro: NIVEL
sk: ÚROVEÒ
tr: SEVÝYE

source: Game Status
ro: Starea jocului
sk: Stav hry
tr: Oyun Durumu

source: Lines:
ro: Linii:
sk: Riadkov:
tr: Çizgiler:

source: Level:
ro: Nivel:
sk: Úroveò:
tr: Seviye:

source: Gnometris setup
ro: Gnometris setãri
sk: Nastavenie Gnometris
tr: Gnometris ayarlarý

source: Number of pre-filled rows:
ro: Numãrul liniilor pre-umplute:
sk: Poèet predvyplnených riadkov:
tr: Önceden doldurulmuþ satýr sayýsý

source: Density of blocks in a pre-filled row:
ro: Densitatea blocurilor în liniile pre-umplute:
sk: Hustota blokov v predvyplnených riadkoch:
tr: Önceden doldurulmuþ satýr bloklarýnýn yoðunluðu:

source: Starting Level:
ro: Nivelul de început:
sk: Poèiatoèná úroveò:
tr: Baþlangýç Seviyesi:

source: Preview next block
ro: Aratã urmãtoarea piesã
sk: Ukazova» nasledujúci blok
tr: Sonraki bloðu önizle

source: Random block colors
ro: Culoarea pieselor aleatoare
sk: Náhodné farby blokov
tr: Rastgele blok renkleri

source: Rotate counterclockwise
ro: Rotire invers acelor de ceas
sk: Otáèa» proti smeru hodinových ruèièiek
tr: Saatyönü tersine dön

source: Block Pixmap:
ro: Textura pieselor:
sk: Obrázok pre bloky:
tr: Block pixmapi:

source: Background Pixmap:
ro: Textura fundalului:
sk: Obrázok pozadia:
tr: Arkaplan Pixmapi:

source: Written for my wife, Matylda Send comments and bug reports to: janusz.gorycki@intel.com
ro: Scris pentru sotia mea, Matylda Trimiteþi comentarii ºi bug reports la: janusz.gorycki@intel.com
sk: Napísané pre moju man¾elku Matyldu Komentáre a správy o chybách posielajte na: janusz.gorycki@intel.com
tr: Karým Matylda için yazýlmýþtýr Yorum ve önerileri janusz.gorycki@intel.com adresine gönderiniz

source: Tiny
ro: Mica
sk: Drobné
tr: Küçücük

source: Medium
ro: Medie
sk: Stredné
tr: Orta

source: Biiiig
ro: Maaaare
sk: Veµké
tr: Kocaman!

source: Custom
ro: Definita de utilizator
sk: Vlastné
tr: Özel

source: Gnome Mines
sk: Gnome Míny

source: Code: Pista
ro: Cod: Pista
sk: Kód: Pista
tr: Kod: Pista

source: Faces: tigert
ro: Grafica: tigert
sk: Tváre: tigert
tr: Yüzler: tigert

source: Score: HoraPe
ro: Scorul: HoraPe
sk: Zvuk: HoraPe
tr: Puan: HoraPe

source: (C) 1997-1999 the Free Software Foundation
sk: (C) 1997-1999 Free Software Foundation

source: Minesweeper clone
ro: Clona Minesweeper
sk: Klon Mínového poµa
tr: Mayýn Tarlasý Klonu

source: Field size
ro: Mãrime câmp
sk: Veµkos» poµa
tr: Alan boyutu

source: Custom size
ro: Mãrime personalã
sk: Vlastná veµkos»:
tr: Özel Boyutu

source: Horizontal:
ro: Orizontal:
sk: Horizontálne:
tr: Yatay:

source: Vertical:
ro: Veritcal:
sk: Vertikálne:
tr: Düþey:

source: Number of mines:
ro: Numãr de mine:
sk: Poèet mín:
tr: Mayýn adedi:

source: Mine size:
ro: Numar de mine:
sk: Veµkos» míny:
tr: Mayýn boyutu:

source: Gnome Mine Preferences
ro: Gnome Mine Preferinte
sk: Nastavenie Gnome mín
tr: Gnome Mine Ayarlarý

source: Width of grid
ro: Laþime grilaj
sk: ©írka mrie¾ky
tr: Þablon geniþliði

source: Height of grid
ro: Înãlþime grilaj
sk: Vý¹ka mrie¾ky
tr: Þablon yüksekliði

source: Size of mines
ro: Mãrime mine
sk: Veµkos» mín
tr: Mayýnlarýn boyutu

source: SIZE
ro: Marime
sk: VE¥KOS«
tr: BOYUT

source: Number of mines
ro: Numãr mine
sk: Poèet mín
tr: Mayýnlarýn sayýsý

source: NUMBER
ro: Numar
sk: POÈET
tr: SAYI

source: Flags:
ro: Steaguri:
sk: Zástavky:
tr: Bayraklar:

source: Time:
ro: Timp:
sk: Èas:
tr: Süre:

source: Sol_ve
ro: Rezol_vã
sk: Vy_rie¹i»
tr: Çö_z

source: Solve the game
ro: Rezolvã jocul
sk: Vyrie¹i hru
tr: Oyunu çöz

source: Play on a 2x2 board
ro: Tablã 2x2
sk: Hra» na ploche 2x2
tr: 2x2 tahtada oyna

source: Play on a 3x3 board
ro: Tablã 3x3
sk: Hra» na ploche 3x3
tr: 3x3 tahtada oyna

source: Play on a 4x4 board
ro: Tablã 4x4
sk: Hra» na ploche 4x4
tr: 4x4 tahtada oyna

source: Play on a 5x5 board
ro: Tablã 5x5
sk: Hra» na ploche 5x5
tr: 5x5 tahtada oyna

source: Play on a 6x6 board
ro: Tablã 6x6
sk: Hra» na ploche 6x6
tr: 6x6 tahtada oyna

source: _Up
ro: S_us
sk: _Hore
tr: _Yukarý

source: Move the selected piece up
ro: Mutã piesele selectate în sus
sk: Presunie vybraný kameò hore
tr: Seçilen parçayý yukarý taþý

source: _Left
ro: _Stânga
sk: Doµa_va
tr: So_l

source: Move the selected piece left
ro: Mutã piesele selectate în stânga
sk: Presunie vybraný kameò doµava
tr: Seçilen parçayý sola taþý

source: _Right
ro: D_reapta
sk: Do_prava
tr: _Sað

source: Move the selected piece right
ro: Mutã piesele selectate în dreapta
sk: Presunie vybraný kameò doprava
tr: Seçilen parçayý saða taþý

source: _Down
ro: _Jos
sk: _Dolu
tr: _Aþaðý

source: Move the selected piece down
ro: Mutã piesele selectate în jos
sk: Presunie vybraný kameò dolu
tr: Seçilem parçayý aþaðýya taþý

source: _Move
ro: _Mutã
sk: _Presun
tr: _Taþý

source: Size of board (2-6)
ro: Mãrimea tablei (2-6)
sk: Veµkos» plochy (2-6)
tr: Tahta boyutu (2-6)

source: Puzzle solved! Well done!
ro: Puzzle rezolvat! Felicitãri!
sk: Problém vyrie¹ený! Gratulujeme!
tr: Bilmece çözüldü! Tebrikler!

source: Puzzle solved!
ro: Puzzle rezolvat!
sk: Problém vyrie¹ený!
tr: Bilmece çözüldü!

source: Could not find '%s' pixmap file
ro: Nu am putut gãsi fiºierul '%s'
sk: Nemô¾em nájs» súbor s obrázkom '%s'
tr: '%s' pixmap dosyasý bulunamadý

source: ... Game paused ...
ro: ...Joc suspendat...
sk: ... Hra preru¹ená ...
tr: ... Oyun Donduruldu ...

source: Playing %dx%d board
ro: Joc pe tablã de %dx%d
sk: Plocha %dx%d
tr: %dx%d tahta oynanýyor

source: Tetravex clone (Comments to: Lars.Rydlinge@HIG.SE)
ro: Clonã tetravex (Comentariile pentru: Lars.Rydlinge@HIG.SE)
sk: Klon Tetravexu (Komentáre posielajte na Lars.Rydlinge@HIG.SE)
tr: Tetravex klonu (Yorumlar için: Lars.Rydlinge@HIG.SE)

source: _Novice
sk: _Nováèik
tr: _Acemi

source: _Medium
ro: _Mediu
sk: _Priemerný
tr: _Orta

source: _Advanced
ro: _Avansat
sk: _Pokroèilý
tr: _Uzman

source: Level completed. Well done.
ro: Nivel rezolvat. Felicitãri.
sk: Úroveò hotová. Výborne.
tr: Seviye tamamlandý. Tebrikler.

source: Moves:
ro: Mutãri:
sk: «ahy:
tr: Hareketler:

source: Welcome to Gnome Klotski
ro: Bine aþi venit la Gnome Klotski
sk: Vítajte v Gnome Klotski
tr: Gnome Klotski'ye Hoþ Geldiniz

source: Playing level %s
ro: Nivel %s
sk: Úroveò %s
tr: Seviye %s oynanýyor

source: Klotski clone (Comments to: Lars.Rydlinge@HIG.SE)
ro: Clonã Klotski (Comentarii pentru: Lars.Rydlinge@HIG.SE)
sk: Klon Klotski (Komentáre posiela» na: Lars.Rydlinge@HIG.SE)
tr: Klotski klonu (Yorumlar için: Lars.Rydlinge@HIG.SE)

source: Already used! Where do you want to put that?
ro: Folosit deja! Unde doriþi sã puneþi punctele?
sk: U¾ pou¾ité! Kam to chcete ulo¾i»?
tr: Önceden kullanýldý! Onu nereye koymak istiyorsun?

source: Not enough lines on the terminal
ro: Numãr de linii insuficient pe terminal
sk: Príli¹ málo riadkov na termináli
tr: Terminalde yeterli çizgi yok

source: What dice to roll again (<RETURN> for none)?
ro: Cu ce zaruri mai daþi o datã (<RETURN> pentru nici unul)?
sk: Ktorú kocku chcete znovu hodi» (<Enter> pre ¾iadnu)?
tr: Hangi zar tekrar atýlsýn (hiçbiri için <RETURN>)?

source: Where do you want to put that?
ro: Unde doriþi sã puneþi punctele?
sk: Kam to chcete ulo¾i»?
tr: Onu nereye koymak istiyorsun?

source: No good! Where do you want to put that?
ro: Nu e bine! Unde doriþi sã puneþi punctele?
sk: Zle! Kam to chcete ulo¾i»?
tr: Ýyi deðil! Onu nereye koymak istiyorsun?

source: Already used! Where do you want to put that?
ro: Folosit deja! Unde doriþi sã puneþi punctele?
sk: U¾ pou¾ité! Kam to chcete ulo¾i»?
tr: Önceden kullanýldý! Onu nereye koymak istiyorsun?

source: Rolling for %s
ro: %s dã cu zarurile
sk: Hád¾em za %s
tr: %s için atýlýyor

source: %s wins the game with %d points
ro: %s câºtigã jocul cu %d puncte
sk: %s vyhral hru s %d bodmi
tr: %s oyunu %d puan ile kazandý

source: Tali top scores
ro: Tali topul scorurilor
sk: Rekordy Tali
tr: Tali yüksek puanlarý

source: Can't get at score file.
ro: Nu pot gãsi fiºierul cu scoruri.
sk: Nemô¾em naèíta» súbor s rekordmi.
tr: Puan dosyasýný kullanamýyorum

source: Hit Return
ro: Apãsaþi Return
sk: Stlaète Enter.
tr: Return'e basýnýz

source: obsolete function - delay turned off by default)
ro: funcþie inadecvatã - întârzierile oprite implicit
sk: stará funkcia - èakanie je ¹tandardne vypnuté
tr: Eski fonksiyon - bekleme öntanýmlý olarak kapatýlmýþtýr)

source: Welcome to the game of Tali
ro: Bine aþi venit la jocul de Tali
sk: Vítajte v hre Tali
tr: Tali oyununa hoþ geldiniz

source: How many wish to play (max of %d)?
ro: Câþi jucãtori doriþi sã jucaþi (maxim %d)?
sk: Koµkí chcú hra» (maximálne %d)?
tr: Kac kisi oynamak istiyor (en fazla %d)?

source: What is the name of player #%d ?
ro: Care este numele jucãtorului nr. %d ?
sk: Aké je meno hráèa èíslo %d?
tr: Oyuncu %d 'in adý nedir?

source: Boo hoo... I can't play...
ro: Haa haa... Nu pot juca...
sk: Bú hú... Nemô¾em hra»...
tr: Ohooo... Ben oynayamam...

source: How many computers to play (max of %d) ?
ro: Câþi jucãtori comandaþi de calculator (maxim %d) ?
sk: Koµko poèítaèov má hra» (maximálne %d)?
tr: Kaç bilgisayar oynayacak (en fazla %d) ?

source: Well, why did you run this anyways???
ro: Pãi atunci de ce l-aþi mai pornit????
sk: Dobre, a preèo ste to spú¹»ali???
tr: Bu arada, niye bunu çalýþtýrdýn ki???

source: Computer playing for %s
ro: Calculatorul joacã pentru %s
sk: Poèítaè hrá za %s
tr: Bilgisayar %s için oynuyor

source: %s! -- You're up.
ro: %s ! -- E rândul tãu.
sk: %s! -- Ste na rade.
tr: %s! -- Sýra sende.

source: You're only allowed three rolls! Select a score box.
ro: Nu aveþi voie decât la trei mâini! Alegeþi o cãsuþã de scor.
sk: Mô¾ete hádza» iba trikrát! Vyberte riadok skóre.
tr: Sadece üç sefer hakkýnýz var! Bir puan kutusu seçin.

source: Orest Zborowski - Curses Version (C) 1992
sk: Orest Zborowski - Verzia pre Curses (C) 1992

source: (C) 1998 the Free Software Fundation
sk: (C) 1998 Free Software Fundation

source: Cheater! Any high scores will not be recorded.
ro: Triºorule! Scorurile nu vor fi înregistrate.
sk: Podvodník! ®iadne rekordy nebudú ulo¾ené.
tr: Hileci! Puanlarýn kaydedilmeyecek.

source: Select dice to re-roll, press Roll!, or select score slot.
ro: Alegeþi zarurile cu care mai daþi o datã ºi apãsaþi Dã cu zarurile!, sau alegeþi o cãsuþã de scor.
sk: Vyberte kocku, ktorú chcete znovu hodi», tlaète Hodi»!, alebo vyberte riadok skóre.
tr: Tekrar atmak için zarý seç, At!'a bas, ya da puan yuvasý seç

source: Roll !
ro: Dã cu zarurile!
sk: Hodi» !
tr: At !

source: Calculate random die throws (debug)
sk: Poèíta» náhodné hody (ladenie)
tr: Rastgele zar atýþlarý hesapla (debug)

source: Delay computer moves
ro: Întârzie mutãrile calculatorului
sk: Pauza pri »ahoch poèítaèa
tr: Bilgisayar hareketlerini ertele

source: Show high scores and exit
ro: Aratã topul scorurilor ºi ieºi din program
sk: Zobrazi» najvy¹¹ie skóre a skonèi»
tr: Yüksek puanlarý göster ve çýk

source: Display computer thoughts
ro: Aratã gândurile calculatorului
sk: Zobrazi» my¹lienky poèítaèa
tr: Bilgisayar düþüncelerini göster

source: Number of computer opponents
ro: Numãrul jucãtorilor comandaþi de calculator
sk: Poèet poèítaèových protivníkov
tr: Bilgisayar rakiplerin sayýsý

source: Number of human opponents
ro: Numãrul jucãtorilor umani
sk: Poèet µudských protivníkov
tr: Ýnsan rakiplerin sayýsý

source: Current game will complete with original number of players.
ro: Jocul curent se va continua cu numãrul iniþial de jucãtori.
sk: Aktuálna hra bude dokonèená s pôvodným poètom hráèov.
tr: Mevcut oyun orijinal oyuncu sayýsý ile tamamlanacak
