Repository: lepidotos/suede
Catalog: gnome-games-1.4.0.2/po/*.po
Languages: ro, sk, tr

source: GTali setup
ro: GTali setãri
sk: Nastavenie GTali
tr: GTali ayarlarý

source: Computer Opponents
ro: Oponenþi
sk: Poèítaèoví protivníci
tr: Bilgisayar Rakipler

source: Delay between rolls
ro: Aratã mâna pentru fiecare
sk: Pauza medzi hodmi
tr: Atýþlar arasý süre

source: Show thoughts during turn
ro: Aratã gândurile în timpul jocului
sk: Zobrazi» my¹lienky poèas »ahu
tr: Sýra geldiðinde düþünceleri göster

source: Number of opponents:
ro: Numãrul oponenþilor:
sk: Poèet protivníkov:
tr: Rakip sayýsý:

source: Human Players
ro: Jucãtori umani
sk: ¥udia
tr: Ýnsan Oyuncular

source: Number of players:
ro: Numãrul jucãtorilor:
sk: Poèet hráèov:
tr: Oyuncu sayýsý:

source: Optional Rules
ro: Reguli opþionale
sk: Nepovinné pravidlá
tr: Tercihi Kurallar

source: Extra Yahtzee Bonus
ro: Bonus extra Yahtzee
sk: Extra bonus za Yahtzee
tr: Ekstra Yahtzee Bonusu

source: Enforce Joker Rules
sk: Vynucova» ¾olíkové pravidlá
tr: Zorunlu Joker Kurallarý

source: Player Names
ro: Numele jucãtorilor:
sk: Mená hráèov
tr: Oyuncu Ýsimleri

source: 1's [total of 1s]
ro: 1 [nr. total de 1]
sk: Jednotky [poèet 1]
tr: 1'ler [1'lerin tamamý]

source: 2's [total of 2s]
ro: 2 [nr. total de 2]
sk: Dvojky [poèet 2]
tr: 2'ler [2'lerin tamamý]

source: 3's [total of 3s]
ro: 3 [nr. total de 3]
sk: Trojky [poèet 3]
tr: 3'ler [3'lerin tamamý]

source: 4's [total of 4s]
ro: 4 [nr. total de 4]
sk: ©tvorky [poèet 4]
tr: 4'ler [4'lerin tamamý]

source: 5's [total of 5s]
ro: 5 [nr. total de 5]
sk: Pä»ky [Poèet pätiek]
tr: 5'ler [5'lerin tamamý]

source: 6's [total of 6s]
ro: 6 [nr. total de 6]
sk: ©estky [poèet 6]
tr: 6'lar [6'larýn tamamý]

source: 3 of a Kind [total]
ro: Trei bucãþi [total]
sk: 3 rovnaké [celkom]
tr: 3 tane ayný [toplam]

source: 4 of a Kind [total]
ro: Careu [total]
sk: 4 rovnaké [celkom]
tr: 4 tane ayný [toplam]

source: Small Straight [30]
ro: Quintã micã [30]
sk: Malý rad [30]
tr: Küçük Düz [30]

source: Large Straight [40]
ro: Quintã mare [40]
sk: Veµký rad [40]
tr: Büyük Düz [40]

source: Chance [total]
ro: ºansã [total]
sk: ©anca [celkom]
tr: Þans [toplam]

source: Lower Total
ro: Total jos
sk: Súèet nízke
tr: Aþaðý Toplam

source: Grand Total
ro: Total
sk: Celkom
tr: Büyük Toplam

source: Upper total
ro: Total sus
sk: Súèet vysoké
tr: Yukarý Toplam

source: How many times to you wish to roll?
ro: De cãte ori doriþi sã daþi cu zarul?
sk: Koµkokrát chcete hádza»?
tr: Kaç tur dönmek istiyorsunuz ?

source: Generating
ro: Generez
sk: Generujem
tr: Yaratiliyor

source: Results
ro: Rezultate
sk: Výsledky
tr: Sonuçlar

source: Num Rolls
ro: Nr. de mâini
sk: Poèet hodov
tr: Dönme Sayýsý

source: Total
sk: Celkom
tr: Toplam

source: No comment for this program.
ro: Fãrã comentarii.
sk: Pre tento program nie je komentár.
tr: Bu oyun için açýklama yok

source: States must be numbers. Move can only be 'r' or 'l'.
ro: Stãrile trebuie sã fie numere. Miºcarea trebuie sã fie 'r' sau 'l'
sk: Stavy musia by» èísla. Posun mô¾e by» iba 'r' alebo 'l'.
tr: Sadece rakam kullanýlabilir. Hareket 'r' ya da '1' olabilir.

source: State
ro: Stare
sk: Stav
tr: Durum

source: Read
ro: Citeºte
sk: Èítanie
tr: Oku

source: Write
ro: Scrie
sk: Zápis
tr: Yaz

source: Move
ro: Mutã
sk: Presun
tr: Oynat

source: New State
ro: Stare nouã
sk: Nový stav
tr: Yeni Durum

source: Editing is still alpha. Come back later or hack.
ro: Editarea este încã în dezvoltare.
sk: Úprava je stále e¹te alfa softvér. Skúste to neskôr alebo programujte.

source: Edit Or Create Row
ro: Editeazã sau creazã linie
sk: Upravi» alebo vytvori» riadok
tr: Satýrý Düzenle ya da Yarat

source: Save
ro: Salveazã
sk: Ulo¾i»
tr: Kaydet

source: Set
ro: Seteazã
sk: Nastavi»
tr: Seç

source: State: %d
ro: Stare: %d
sk: Stav: %d
tr: Durum: %d

source: Stopped
ro: Opritã
sk: Zastavený
tr: Durdu

source: Save gTuring Program File
ro: Salveazã gTuring
sk: Ulo¾í súbor s programom pre gTuring
tr: gTuring Program Dosyasýný Kaydet

source: Comment
ro: Comentariu
sk: Komentár
tr: Açýklama

source: Open gTuring Program File
ro: Deschide gTuring
sk: Otvorí súbor s programom pre gTuring
tr: gTuring Program Dosyasýný Aç

source: Tape Setting
ro: Setarea benzii
sk: Nastavenie pásky
tr: Teyp Ayarlarý

source: Please enter the tape:
ro: Introduceþi banda:
sk: Prosím, zadajte pásku:
tr: Lütfen teybi girin:

source: Machine's states
ro: Stãrile maºinii
sk: Stavy stroja
tr: Makina'nýn durumlarý

source: Animation Speed
ro: Viteza animaþiei
sk: Rýchlos» animácie
tr: Animasyon Hýzý

source: Miliseconds between steps:
ro: Milisecunde intre paºi:
sk: Milisekúnd medzi krokmi:
tr: Adýmlar arasý geçen milisaniyeler

source: A Turing Machine for GNOME
ro: O maºinã Turing pentru GNOME
sk: Turingov stroj pre GNOME
tr: GNOME için Tur Makinasý

source: _Comment...
ro: _Comentariu...
sk: _Komentár...
tr: _Açýklama...

source: View the program's comment.
ro: Vizualizare comentarii program
sk: Zobrazí komentár programu.
tr: Program açýklamasýný izle.

source: _States...
ro: _Stãri...
sk: _Stavy...
tr: _Durumlar...

source: Open a table with the machine's states.
ro: Deschide o tabelã cu stãrile maºinii.
sk: Otvorí tabuµku so stavmi stroja.
tr: Makinenin durumlarý ile bir tablo aç.

source: _Play Speed...
ro: _Viteza animaþiei
sk: _Rýchlos» prehrávania...
tr: Oyun _Hýzý...

source: Set playing speed.
ro: Seteazã viteza animaþiei.
sk: Nastaví rýchlos» prehrávania.
tr: Oyun hýzýný ayarla.

source: _Tape...
ro: _Banda...
sk: _Páska...
tr: _Teyp...

source: Set the machine's tape.
ro: Seteazã banda maºinii.
sk: Nastaví pásku stroja.
tr: Makina'nýn teybini seç.

source: Run
ro: Ruleazã
sk: Spusti»
tr: Çalýþ

source: Step
ro: Urmãtorul pas
sk: Krok
tr: Adým

source: Welcome to gTuring.
ro: Bine aþi venit la gTuring.
sk: Vítajte v gTuring.
tr: gTuring'e Hoþgeldiniz.

source: IOR of remote Iagno server
sk: IOR vzdialeného serveru pre Iagno
tr: Uzaktaki Iagno sunucunun IOR'si

source: Send comments and bug reports to: itp@gnu.org Tiles under the General Public License.
ro: Trimiteþi comentarii si bug reports lui: itp@gnu.org Distribuit sub Licenþa Generalã Publicã
sk: Komentáre a správy o chybách posielajte na: itp@gnu.org Tiles under the General Public License.
tr: Yorum ve hatalarý itp@gnu.org 'a gönderiniz Desenler General Public License(GPL) lisanslýdýr.

source: Could not find '%s' pixmap file for Iagno
ro: Nu am putut gãsi fiºierul '%s' pentru Iagno
sk: Nemô¾em nájs» súbor s obrázkom '%s' pre Iagno
tr: Iagno için '%s' pixmap bulunamadý

source: Welcome to Iagno!
ro: Bine aþi venit la Iagno!
sk: Vítajte v Iagno!
tr: Iagno'ya Hoþgeldiniz!

source: Quick Moves
ro: Mutãri rapide
sk: Rýchle »ahy
tr: Hýzlý Hareket

source: Stagger flips
ro: Întoarceri animate
sk: Postupné obracanie
tr: Yanýp Sönme

source: Show grid
ro: Aratã caroiajul
sk: Zobrazi» mrie¾ku
tr: Þablonu göster

source: New game with _seed...
ro: Joc nou cu _samânþa...
sk: Nová hra s _násadou...
tr: Kaynaklý _yeni oyun...

source: Start a new game giving a seed number...
ro: Începe un jo nou cu sãmânþã datã...
sk: Spusti» novú hru so zadaním èísla násady...
tr: Kaynak numarasý vererek yeni bir oyuna baþla...

source: Shu_ffle tiles
ro: _Amestecã piesele
sk: Za_mie¹a» kamene
tr: Desenleri Ka_rýþtýr

source: Shuffle tiles
ro: Amestecã piesele
sk: Zamie¹a» kamene
tr: Desenleri Karýþtýr

source: Show _Tool Bar
ro: Aratã bara de unelte
sk: Zobrazi» _nástrojový pruh
tr: _Kýsayol Çubuðunu Göster

source: Toggle display of the toolbar
ro: (Dez)Activeazã bara de unelte
sk: Prepne zobrazovanie nástrojového pruhu
tr: Çubuðun görünmesini ayarla

source: _Sound
ro: _Sunete
sk: _Zvuk
tr: _Ses

source: Shuffle
ro: Amestecã
sk: Zamie¹a»
tr: Karýþtýr

source: Prefs
ro: Preferinþe
sk: Nastavenie
tr: Ayarlar

source: Tiles don't match!
ro: Pesele nu se potrivesc!
sk: Kamene si neodpovedajú!
tr: Desenler uyuþmuyor!

source: No more moves
ro: Nu mai sunt mutãri!
sk: ®iadne »ahy
tr: Baþka hareket kalmadý

source: Tiles
ro: Piese
sk: Kamene
tr: Desenler

source: Select Tiles:
ro: Alegeþi piesele:
sk: Vyberte kamene:
tr: Desenleri Seç:

source: Make it the default
ro: Fã aceastã opþiune implicitã
sk: Pou¾i» ako ¹tandard
tr: Bunu öntanýmlý yap

source: Tile Background:
ro: Fundalul pieselor:
sk: Pozadie kameòov:
tr: Desen Arkaplan:

source: Select Background Tiles:
ro: Alegeþi fundalul pieselor:
sk: Vyberte pozadie kameòov:
tr: Arkaplan Desenlerini Seç:

source: Maps
ro: Hãrþi
sk: Mapy
tr: Haritalar

source: Select Map:
ro: Alegeþi harta:
sk: Vyberte mapu:
tr: Harita Seç:

source: Colours
ro: Culori
sk: Farby
tr: Renkler

source: Background:
ro: Fundal:
sk: Pozadie:
tr: Arkaplan:

source: Tile Background
ro: Fundalul pieselor
sk: Pozadie kameòov
tr: Arkaplan Deseni

source: Select Tile Background:
ro: Alegeþi fundalul pieselor:
sk: Vyberte zadnú stranu kameòov:
tr: Arkaplan Desenini Seç:

source: Warnings
ro: Atenþionãri
sk: Varovania
tr: Uyarýlar

source: Warn when tiles don't match
ro: Anunþã când piesele nu se potrivesc
sk: Varova», keï si kamene neodpovedajú
tr: Desenler uyuþmadýðýnda uyar

source: Confirm before quitting game
ro: Confirmã înaite de ieºire din joc
sk: Potvrdi» pred ukonèením
tr: Oyundan çýkýþý doðrulat

source: Send comments and bug reports to: pancho@nuclecu.unam.mx or mmeeks@gnu.org Tiles under the General Public License.
ro: Trimiteþi comentarii ºi bug reports lui: pancho@nuclecu.unam.mx sau mmeeks@gnu.org Distribuit sub Licenþa Generalã Publicã
sk: Komentáre a správy o chybách posielajte na: pancho@nuclecu.unam.mx or mmeeks@gnu.org Tiles sú pod General Public License.
tr: Yorumlar ve hata uyarýlarý için: pancho@nuclecu.unam.mx veya mmeeks@gnu.org Desenler General Public License(GPL) lisanslýdýr.

source: Game Number:
ro: Numãrul jocului:
sk: Èíslo hry:
tr: Oyun Sayýsý:

source: Could not find file %s
ro: Nu am putut gãsi fiºierul %s
sk: Nemô¾em nájs» súbor %s
tr: Bulamadýðým dosya: %s

source: Sorry, I can't find a playable configuration.
ro: Nu pot gãsi o configuraþie validã.
sk: ¥utujem, nemô¾em nájs» fungujúce nastavenie.
tr: Üzgünüm ama oynanabilir bir ayar bulamýyorum.

source: Tiles Left:
ro: Piese rãmase:
sk: Zostáva kameòov:
tr: Kalan Desenler:

source: Moves Left:
ro: Mutãri rãmase:
sk: Zostáva »ahov:
tr: Kalan Hareketler:

source: The Same Gnome
ro: Same Gnome
sk: Same Gnome

source: Could not find the theme: %s Please check you Same Gnome instalation
sk: Nemô¾em nájs» tému: %s Prosím, overte in¹taláciu Same GNOME

source: Scenario
ro: Scenariu
sk: Scenár
tr: Senaryo

source: Select scenario:
ro: Alegeþi scenariul:
sk: Vyberte scenár:
tr: Senaryo seç:

source: Make it the default scenario
ro: Acesta este scenariul implicit
sk: Pou¾i» ako ¹tandardný scenár.
tr: Bunu öntanýmlý senaryo yap

source: Original idea from KDE's same game program.
ro: Ideea originalã aparþine jocului omolog pentru KDE
sk: Originálna my¹lienka je z KDE programu same.
tr: Orijinal fikir KDE'nin same oyununa aittir.

source: Debugging mode
ro: Mod de depanare
sk: Ladiaci mód
tr: Hata ayýklama modu

source: Welcome to Same Gnome!
ro: Bine aþi venit la Same Gnome!
sk: Vítajte v Same Gnome!
tr: Same Gnome'a Hoþgeldiniz!

source: Nothing dropped.
ro: Nu am aruncat nimic.
sk: Nepolo¾ené niè.
tr: Hiçbirþey býrakýlmadý.

source: What ?
ro: Ce?
sk: Èo?
tr: Ne ?

source: It's beyond your power to do that.
ro: Nu puteþi sã faceþi asta.
sk: To je nad va¹e sily.
tr: Bunu yapabilecek gücünüz yok.

source: It's beyond my power to do that.
ro: Nu pot sã fac asta.
sk: To je nad moje sily.
tr: Bunu yapabilecek gücüm yok.

source: You use word(s) I don't know!
ro: Folosiþi cuvinte pe care nu le ºtiu!
sk: Pou¾ívate slová, ktoré nepoznám!
tr: Bilmediðim kelime(ler) kullanýyorsun!

source: I don't understand your command.
ro: Nu înþeleg comanda dvs.
sk: Nerozumiem va¹emu príkazu.
tr: Komutunu anlayamadým.

source: I can't do that yet.
ro: Încã nu pot face asta.
sk: To zatiaµ nemô¾em urobi».
tr: Þimdilik bunu yapamam.

source: Light has run out!
ro: S-a terminat lumina!
sk: Va¹e svetlo zhaslo!
tr: Iþýklar gitti!

source: Your light has run out.
ro: Vi s-a terminat lumina!
sk: Va¹e svetlo zhaslo.
tr: Iþýðýn gitti.

source: Light runs out in
ro: Lumina se terminã în
sk: Svetlo zhasne za
tr: Iþýk

source: turns.
ro: tururi.
sk: »ahov.
tr: turda gidecek.

source: Your light is growing dim.
ro: Lumina începe sã scadã.
sk: Va¹e svetlo hasne.
tr: Iþýðýn gittikçe sönüyor.

source: North
ro: Nord
sk: Sever
tr: Kuzey

source: East
ro: Est
sk: Východ
tr: Doðu

source: South
ro: Sud
sk: Juh
tr: Güney

source: West
ro: Vest
sk: Západ
tr: Batý

source: Up
ro: Sus
sk: Hore
tr: Yukarý

source: Down
ro: Jos
sk: Dolu
tr: Aþaðý

source: List
ro: Listeazã
sk: Zoznam
tr: Liste

source: What am I carrying
ro: Ce car
sk: Èo nesiem
tr: Ben ne taþýyorum

source: _New
ro: _Nou
sk: _Nová
tr: _Yeni

source: 's
tr: 'lar

source: Full House [25]
ro: Full [25]
tr: Dolu Ev [25]

source: Reset
ro: Reseteazã
tr: Sýfýrla

source: Stop
tr: Dur

source: OK
tr: Peki

source: Teleport:
ro: Teleportare:
