Repository: lepidotos/suede
Catalog: gnome-games-1.4.0.2/po/*.po
Languages: ro, sk, tr

source: Bakers dozen
sk: Dvanás» pekárov

source: Bakers game
sk: Pekári

source: Beleaguered castle
sk: Utrápený zámok

source: Block ten
sk: Blok desiatky

source: Camelot
sk: Kamelot

source: Clock
sk: Hodiny

source: Cover
sk: Kryt

source: Diamond mine
sk: Diamantová baòa

source: Doublets
sk: Dvojice

source: Eagle wing
sk: Krídlo orla

source: Easthaven
sk: Východný prístav

source: Eight off
sk: Osem mimo

source: Elevator
sk: Vý»ah

source: Escalator
sk: Eskalátor

source: First law
sk: Prvé pravidlo

source: Fortress
sk: Pevnos»

source: Fortunes
sk: Náhody

source: Fourteen
sk: ©trnástka

source: Gypsy
sk: Cigáò

source: Isabel
sk: Izabela

source: King albert
sk: Kráµ Albert

source: Labyrinth
sk: Labyrint

source: Maze
sk: Bludisko

source: Neighbor
sk: Sused

source: Odessa
sk: Odesa

source: Osmosis
sk: Osmóza

source: Peek
sk: Vrchol

source: Pileon
sk: Pylón

source: Plait
sk: Prepletenec

source: Royal east
sk: Kráµovský východ

source: Scorpion
sk: ©korpión

source: Scuffle
sk: Bitka

source: Seahaven
sk: Morský prístav

source: Sol
sk: Solitér

source: Spiderette
sk: Pavúèik

source: Spider
sk: Pavúk

source: Straight up
sk: Rad

source: Streets and alleys
sk: Ulice a aleje

source: Template
sk: ©ablóna

source: Thieves
sk: Zlodeji

source: Thirteen
sk: Trinás»

source: Thumb and pouch
sk: Palec a ta¹ka

source: Union square
sk: ©tvorec

source: Valentine
sk: Valentýn

source: Westhaven
sk: Západný prístav

source: Whitehead
sk: Starec

source: Yield
sk: Úroda

source: Congratulations You Won!!!
ro: Felicitãri Aþi câºtigat!!!
sk: Gratulujeme Vyhrali ste!!!
tr: Tebrikler Kazandýnýz!!!

source: Game Over.
ro: Jocul s-a terminat.
sk: Hra skonèila.
tr: Oyun Bitti.

source: New Game
ro: Joc nou
sk: Nová hra
tr: Yeni Oyun

source: Select Game
ro: Selectaþi jocul
sk: Vybra» hru
tr: Oyun Seç

source: Seed
ro: Sãmânþã
sk: Násada
tr: Kaynak

source: Rules
ro: Reguli
sk: Pravidlá
tr: Kurallar

source: The game is over. No hints are available
ro: Jocul s-a terminat. Nu mai sunt disponibile sugestii
sk: Hra skonèila. Rady nie sú k dispozícii
tr: Oyun bitti. Hiç ipucu yok

source: This game does not have hint support yet.
ro: Acest joc încã nu are suport pentru sugestii.
sk: Táto hra e¹te nepodporuje rady.
tr: Bu oyunun þimdilik ipucu desteði yok.

source: Move the %s on the %s.
ro: Mutaþi %s pe %s.
sk: Presuòte %s na %s.

source: Move the %s on %s.
ro: Mutaþi %s pe %s.
sk: Presuòte %s na %s

source: Move the %s %s.
ro: Mutaþi %s pe %s.
sk: Presuòte %s %s.

source: You are searching for a %s.
ro: Cãutaþi %s
sk: Sna¾íte sa o %s.

source: This game is unable to provide a hint.
ro: Acest joc nu vã poate oferi o sugestie.
sk: Táto hra neposkytuje rady.
tr: Oyun ipucu veremiyor.

source: Main program: Jonathan Blandford (jrb@redhat.com)
sk: Hlavný program: Jonathan Blandford (jrb@redhat.com)
tr: Ana program: Jonathan Blandford (jrb@redhat.com)

source: Card Games: Jonathan Blandford (jrb@redhat.com)
sk: Kartové hry: Jonathan Blandford (jrb@redhat.com)
tr: Kart Oyunlarý: Jonathan Blandford (jrb@redhat.com)

source: AisleRiot provides a rule-based solitaire card engine that allows many different games to be played
ro: AisleRiot oferã un motor solitaire bazat pe reguli, care permite jucarea multor jocuri diferite
sk: AisleRiot je motor pre kartové hry zalo¾ené na pravidlách, ktorý umo¾òuje hranie veµkého mno¾stva rôznych hier.
tr: AisleRiot kural-tabanlý solitaire kart motoru ile pek çok farklý oyunun oynanabilmesine olanak verir

source: Game _options...
ro: _Opþiuni joc...
sk: Na_stavenia...
tr: Oyun _ayarlarý...

source: Modify the options for this game
ro: Modificã opþiunile pentru acest joc
sk: Zmení nastavenia tejto hry
tr: Oyunun ayarlarýný deðistirmek

source: New _game of...
ro: _Joc nou de tipul...
sk: Nová _hra...
tr: Yeni _oyun olarak...

source: Start a new game of a different variation
ro: Începe un joc nou cu o variaþie diferitã
sk: Spustí novú variantu hry
tr: Farklý türden yeni bir oyuna baþla

source: _Select...
ro: _Selecteazã...
sk: _Vybra»...
tr: _Seç...

source: Select a new game variation
ro: Selecteazã o variaþie nouã de joc
sk: Výber novej variácie hry
tr: Yeni bir oyun türü seç

source: New
ro: Nou
sk: Nová
tr: Yeni

source: Deal a new game
ro: Începe un joc nou
sk: Rozdá novú hru
tr: Yeni bir oyun daðýt

source: Restart
ro: Re-începe
sk: Hra» znovu
tr: Tekrar Baþla

source: Start this game over
ro: Porneºte acest joc de la început
sk: Spustí túto hru znovu
tr: Oyunu baþtan baþlat

source: Select
ro: Selectaþi
sk: Vybra»
tr: Seç

source: Select a new game
ro: Selectaþi un joc nou
sk: Výber novej hry
tr: Yeni bir oyun seç

source: Hint
ro: Sugestie
sk: Rada
tr: Ýpucu

source: Suggest a move
ro: Sugereazã o mutare
sk: Poradí »ah
tr: Bir hareket öner

source: Undo
ro: Anuleazã
sk: Spä»
tr: Geri al

source: Undo the last move
ro: Anuleazã ultima mutare
sk: Vráti posledný »ah
tr: Son hareketi geri al

source: Redo
ro: Repetã
sk: Opakova» vrátené
tr: Tekrar yap

source: Redo the last move
ro: Repetã ultima mutare
sk: Opakuje vrátený »ah
tr: Son hareketi tekrar yap

source: Exit
ro: Ieºire
sk: Koniec
tr: Çýk

source: Quit Aisleriot
ro: Ieºire din AisleRiot
sk: Ukonèí Aisleriot
tr: Aisleriot'dan Çýk

source: Help
ro: Ajutor
sk: Pomocník
tr: Yardým

source: Loading images...
ro: Încarc imaginile...
sk: Naèítavam obrázky...
tr: Resimler yükleniyor...

source: Dealing game...
ro: Fac jocul...
sk: Rozdávam...
tr: Oyun daðýtýlýyor...

source: Score:
ro: Scor:
sk: Skóre:
tr: Puan:

source: Time:
ro: Timp:
sk: Èas:
tr: Süre:

source: Variation on game rules
ro: Variaþie pe regulile jocului
sk: Variácia pravidiel hier
tr: Oyun kurallarýnda deðiþiklikler

source: NAME
sk: MENO
tr: ÝSÝM

source: Initializing scheme...
ro: Iniþializez schema...
sk: Inicializujem schému...
tr: Düzen hazýrlanýyor...

source: of
ro: de
sk: z
tr: in

source: Base Card:
ro: Carte de bazã:
sk: Základná karta:
tr: Baþ Kart:

source: Base Card: Ace
ro: Carte de bazã: As
sk: Základná karta: Eso
tr: Baþ Kart: As

source: Base Card: Jack
ro: Carte de bazã: Valet
sk: Základná karta: Dolník
tr: Baþ Kart: Vale

source: Base Card: King
ro: Carte de bazã: Popã
sk: Základná karta: Kráµ
tr: Baþ Kart: Papaz

source: Base Card: Queen
ro: Carte de bazã: Damã
sk: Základná karta: Horník
tr: Baþ Kart: Kýz

source: Consider moving something into an empty slot
ro: Încercaþi sã mutaþi ceva într-un loc liber
sk: Zvá¾te presun nieèoho na prázdne miesto
tr: Boþ bir yuvaya bir þeyler taþýmaya ne dersin?

source: Consistency is key
ro: Consitenþa este cheia
sk: Kµúèová je konzistencia
tr: Anahtar, kararlýlýktadýr

source: Deal a card
ro: Cere o carte
sk: Líznu» si kartu
tr: Bir kart daðýt

source: Deal a card from the deck
ro: Cere o carte din pachet
sk: Líznu» si kartu z balíèka
tr: Desteden bir kart daðýt

source: Deal a new card from the deck
ro: Cere o carte nouã din pachet
sk: Líznu» si novú kartu z balíèka
tr: Desteden yeni bir kart daðýt

source: Deal another card
ro: Cere altã carte
sk: Líznu» si ïal¹iu kartu
tr: Baþka bir kart daðýt

source: Deal another round
ro: Cere altã rundã
sk: Rozda» ïal¹ie kolo
tr: Baþka bir turu daðýt

source: Deal the cards
ro: Împarte cãrþile
sk: Rozda» karty
tr: Kartlarý daðýt

source: Fishing wire makes bad dental floss
ro: Aþa de pescuit nu e bunã pe post de aþã dentarã
sk: Rybársky vlasec po¹kodzuje zubnú sklovinu
tr: Balýk oltasý diþe zararlýdýr

source: Have you read the help file?
ro: Aþi citit fiºierul ajutor?
sk: Èítali ste pomocníka?
tr: Yardým dosyasýný okudunuz mu?

source: I could sure use a backrub right about now...
ro: Mi-ar prinde bine un masaj....
sk: Urèite by teraz pomohlo kladivo...
tr: Þimdi sýrtýmý ovucak biri olsa ne güzel olurdu...

source: If you're ever lost and alone in the woods, hug a tree
ro: Dacã te-ai rãtãcit prin pãdure, îmbrãþiºeazã un copac
sk: Ak ste sa niekedy stratili v lese sami, dr¾te sa stromu
tr: Bir gün ormanda yalnýz baþýna kaybolursan,bir aðacý kucakla

source: Just because a crosswalk looks like a hopscotch board doesn't mean it is one
sk: To, ¾e prechod cez cestu vyzerá ako nejaká hra, neznamená, ¾e òou je.
tr: Hotdog her ne kadar sýcak köpek anlamýný verse de, öyle olmak zorunda deðil

source: Look both ways before you cross the street
ro: Uitã-te în ambele direcþii inainte sã traversezi strada
sk: Pred prechádzaním cesty sa pozrite na obe strany
tr: Karþýdan karþýya geçerken her iki yöne de bak

source: Monitors won't give you Vitamin E -- but sunlight will...
ro: Monitoarele nu-ti dau vitamina E -- dar soarele da...
sk: Monitory neposkytujú vitamín E - ale slnko áno...
tr: Monitörün sana E Vitamini vermez -- Ama güneþ ýþýðý verir...

source: Move card from Waste
ro: Mutaþi carte din grãmadã
sk: Presuòte kartu z Odpadu
tr: Çöpten kart taþý

source: Move waste back to stock
ro: Mutaþi grãmada înapoi la stoc
sk: Presuòte odpad na balíèek
tr: Çöpü depoya geri taþý

source: Never blow in a dog's ear
ro: Nu sufla niciodatã în urechea unui câine
sk: Nikdy nefúkaj psovi do ucha
tr: Asla bir köpeðin kulaðýna üfleme

source: Odessa is a better game. Really.
ro: Odessa e un joc mai bun. Sincer.
sk: Odesa je lep¹ia hra. Naozaj.
tr: Odessa daha iyi bir oyun. Gerçekten.

source: Place something on empty slot
ro: Plasaþi ceva într-un loc liber
sk: Nieèo umiestnite na prázdne miesto
tr: Boþ yuvaya bir þey yerleþtir

source: Please fill in empty pile first.
ro: Vã rog umpleþi locul gol întâi
sk: Prosím, najprv naplòte prázdny ståpec.
tr: Lütfen önce boþ yýðýný doldur.

source: Redeals left:
ro: Reîmparte stânga:
sk: Obrátení balíku:
tr: Kalan Karýþtýrma:

source: Remove the
ro: Eliminã
sk: Odstráòte
tr: Çýkarýlacak:

source: Reserve left:
ro: Rezervã rãmasã:
sk: Zostáva rezerva:
tr: Kalan yedek:

source: Return cards to Stock
ro: Returneazã cãrþile în stoc
sk: Vrá»te karty do balíèka
tr: Kartlarý Depoya geri götür

source: Stock left:
ro: Stoc rãmas:
sk: Balíèek:
tr: Kalan Depo:

source: Stock left: 0
ro: Stoc rãmas: 0
sk: Balíèek: 0
tr: Depoda Kalan: 0

source: Three card deals
ro: Împãrþiri de trei cãrþi
sk: Lízanie troch kariet
tr: Üç kart daðýtýr

source: Tourniquets are not recommended unless in the direst emergency
ro: Tourniquets nu sunt recomandate decât în caz de strictã urgenþã
sk: Turnikety nie sú doporuèované, ak nejde o najvy¹¹iu núdzu
tr: Büyük ihtiyaç olmadýkça sargý bezleri tavsiye edilmez

source: Try moving cards down from the foundation
ro: Încercaþi sã mutaþi cãrþile jos din fundaþie
sk: Skúste presunú» karty dolu zo základne
tr: Kartlarý temelden taþýmayý dene

source: Try rearranging the cards
ro: Încercaþi sã rearanjaþi cãrþile
sk: Skúste popresúva» karty
tr: Kartlarý tekrar dizmeyi dene

source: Unknown color
ro: Culoare necunoscutã
sk: Neznáma farba
tr: Bilinmeyen renk

source: Unknown suit
ro: Suitã necunoscutã
sk: Neznáma farba
tr: Bilinmeyen yüzey

source: Unknown value
ro: Valoare necunoscutã
sk: Neznáma hodnota
tr: Bilinmeyen deðer

source: When without a stapler, a staple and a ruler will work
sk: Ak nemáte zo¹ívaèku, pomô¾e sponka a pravítko
tr: Tel zýmbalayýcý yokken, bir tel ve bir cetvel de iþ görür

source: ace
ro: as
sk: eso
tr: as

source: aces
ro: aºi
sk: esá
tr: aslar

source: an empty Foundation
ro: o fundaþie goalã
sk: prázdna Základòa
tr: boþ bir Temel

source: an empty Foundation pile
sk: prázdny ståpec Základne
tr: boþ bir Temel yýðýný

source: an empty Tableau pile
sk: prázdny ståpec na ploche
tr: boþ bir Tableau yýðýný

source: an empty Tableau slot
sk: prázdne miesto na ploche
tr: boþ bir Tableau yuvasý

source: an empty bottom slot
sk: prázdne spodné miesto
tr: boþ bir taban yuvasý

source: an empty corner slot
sk: prázdne rohové miesto
tr: boþ bir köþe yuvasý

source: an empty left slot
sk: prázdne µavé miesto
tr: boþ bir sol yuva

source: an empty right slot
sk: prázdne pravé miesto
tr: boþ bir sað yuva

source: an empty slot
ro: un loc liber
sk: prázdne miesto
tr: boþ bir yuva

source: an empty slot on tableau
ro: un loc liber pe tablã
sk: prázdne miesto na ploche
tr: tableau üzerinde boþ bir yuva

source: an empty top slot
ro: un loc liber de sus
sk: prázdne horné miesto
tr: boþ bir tepe yuvasý

source: appropriate Foundation pile
ro: fundaþia potrivitã
sk: príslu¹ný ståpec v Základni
tr: uygun Temel yýðýný

source: black joker
ro: joker negru
sk: èierny ¾olík
tr: siyah joker

source: clubs
ro: treflã
sk: krí¾e
tr: sinek

source: diamonds
ro: romb
sk: kára
tr: karo

source: eight
ro: opt
sk: osmièka
tr: sekiz

source: empty slot on foundation
ro: loc liber în fundaþie
sk: prázdne miesto v Základni
tr: temelde boþ yuva

source: empty space on tableau
ro: loc liber pe tablã
sk: prázdne miesto na ploche
tr: tableau üzerinde boþluk

source: five
ro: cinci
sk: pä»ka
tr: beþ

source: four
ro: patru
sk: ¹tvorka
tr: dört

source: hearts
ro: inimã roºie
sk: srdcia
tr: kupa

source: itself
sk: ju samotnú
tr: kendisi

source: jack
ro: valet
sk: dolník
tr: vale

source: jacks
ro: valeþi
sk: dolníci
tr: valeler

source: king
ro: popã
sk: kráµ
tr: papaz

source: kings
ro: popi
sk: kráµov
tr: papazlar

source: nine
ro: nouã
sk: deviatka
tr: dokuz

source: off the board
ro: în afara tablei
sk: zo stola
tr: tahta dýþý

source: queen
ro: damã
sk: horník
tr: dam

source: queens
ro: dame
sk: horníci
tr: damlar

source: seven
ro: ºapte
sk: sedmièka
tr: yedi

source: six
ro: ºase
sk: ¹estka
tr: altý

source: something
ro: ceva
sk: nieèo
tr: bir þey

source: spades
ro: treflã
sk: piky
tr: maça

source: ten
ro: zece
sk: desiatka
tr: on

source: the appropriate Foundation pile
sk: do príslu¹ného ståpca Základne
tr: uygun Temel yýðýný

source: three
ro: trei
sk: trojka
tr: üç

source: to an empty foundation
ro: pe o fundaþie goalã
sk: do prázdnej základne
tr: boþ bir temele

source: two
ro: doi
sk: dvojka
tr: iki

source: Card back:
ro: Spate carte:
sk: Zadná strana karty:
tr: Kart arka yüzeyi:

source: Honor pictures:
ro: Imagini figuri:
sk: Obrázky na kartách:
tr: Þeref resimleri:

source: Joker icon:
ro: Icon joker:
sk: Ikona ®olíka:
tr: Joker simgesi:

source: Rank font:
ro: Font rank:
sk: Písmo hodnoty:
tr: Rütbe yazýtipi:

source: Suit font (small):
ro: Font suitã (mic):
sk: Písmo farby (malé):
tr: Yüzey yazýtipi (küçük):

source: Suit font (medium):
ro: Font suitã (mediu):
sk: Písmo farby (stredné):
tr: Yüzey yazitipi (orta):

source: Suit font (large):
ro: Font suitã (mare):
sk: Písmo farby (veµké):
tr: Yüzey yazýtipi (büyük):

source: Cards
ro: Cãrþi
sk: Karty
tr: Kartlar

source: Exit this game?
ro: Pãrãsiþi acest joc?
sk: Ukonèi» túto hru?
tr: Oyundan çýkýlsýn mý?

source: Seed value:
ro: Valoare vitezã:
sk: Násada:
tr: Kaynak deðeri:

source: Sorry, this feature is not (yet) implemented.
ro: Aceastã opþiune nu este încã implementatã.
sk: ¥utujem, ale táto funkcia e¹te nie je implementovaná.
tr: Üzgünüm, bu özellik (þimdilik) desteklenmiyor.

source: Reimplement the popular solitaire card game.
ro: O versiune a jocului Freecell
sk: Nová implementácia populárnej kartovej hry.
tr: Meþhur solitaire kart oyununun yenilenmiþ hali.

source: That move is invalid.
ro: Aceastã mutare este invalidã.
sk: Tento »ah je neplatný
tr: Bu hareket geçersiz.

source: Sorry, there are no more valid moves.
ro: Îmi pare rãu, nu mai sunt mutãri valide.
sk: ¥utujem, ale ¾iadne platné »ahy u¾ nie sú k dispozícii.
tr: Üzgünüm, baþka geçerli hareket kalmadý.

source: Congratulations. You won. Do you want to play again?
ro: Felicitãri. Aþi câºtigat. Doriþi sã jucaþi din nou?
sk: Gratulujeme. Vyhrali ste. Chcete hra» znovu?
tr: Tebrikler. Kazandýnýz. Tekrar oynamak ister misiniz?

source: New game with seed...
ro: Joc nou cu sãmânþã...
sk: Nová hra s násadou...
tr: Kaynaklý yeni oyun...

source: Start a new game with a different seed
ro: Începe un joc nou cu altã sãmânþã
sk: Spustí novú hru s inou násadou
tr: Farklý kaynaklý yeni bir oyuna baþla

source: Score
ro: Scor
sk: Skóre
tr: Puan

source: View the scores
ro: Vizualizare scoruri
sk: Zobrazí skóre
tr: Puanlarý göster

source: Props
ro: Proprietãþi
sk: Nastavenie
tr: Destekler

source: Configure Freecell
ro: Configureazã Freecell
sk: Nastavenie FreeCell
tr: Freecell'i Ayarla

source: Quit Freecell
ro: Ieºire din Freecell
sk: Koniec
tr: Freecell'den Çýk

source: Freecell Properties
ro: Proprietãþi Freecell
sk: Nastavenie FreeCell
tr: Freecell Özellikleri

source: Warn on invalid moves
ro: Anunþã la mutãri invalide
sk: Varova» pri neplatných »ahoch
tr: Geçersiz hareketlerde uyar

source: Move stacks one by one
ro: Mutã grãmezile una câte una
sk: Presun ståpca po jednej karte
tr: Yýðýnlarý teker teker hareket ettir

source: Options
ro: Opþiuni
sk: Mo¾nosti
tr: Seçenekler

source: This session: %d%%
ro: Aceastã sesiune: %d%%
sk: Toto sedenie: %d%%
tr: Bu oturum: %d%%

source: won: %d, lost: %d
ro: câºtigate: %d, pierdute: %d
sk: vyhraných: %d, prehraných: %d
tr: kazanýlan: %d, kaybedilen: %d

source: Total: %d%%
sk: Celkom: %d%%
tr: Toplam: %d%%

source: Streaks
ro: Lovituri
sk: Za sebou
tr: Yollar

source: wins: %d, losses: %d
ro: câºtigate: %d, pierdute: %d
sk: vyhraných: %d, prehraných: %d
tr: kazanýlan: %d, kaybedilen: %d

source: current: %d wins
ro: curent: %d câºtiguri
sk: momentálne: %d vyhraných
tr: þu anda: %d kazanýldý

source: current: %d losses
ro: curent: %d pierderi
sk: momentálne: %d prehraných
tr: þu anda: %d kaybedildi

source: Clear
ro: ºterge
sk: Vymaza»
tr: Temizle

source: Dark's move
ro: Negrul la mutare
sk: «ah tmavých
tr: Karanlik'in hareketi

source: Light's move
ro: Albele la mutare
sk: «ah svetlých
tr: Iþýk'ýn hareketi

source: Light player wins!
ro: Albele au câºtigat!
sk: Hráè so svetlými vyhral!
tr: Iþýk oyuncusu kazandý!

source: Dark player wins!
ro: Negrele au câºtigat!
sk: Hráè so tmavými vyhral!
tr: Karanlýk oyuncusu kazandý!

source: The game was a draw.
ro: Remizã
sk: Hra skonèila remízou.
tr: Oyun berabere bitti.

source: Light must pass, Dark's move
ro: Albul obligat pass, Negrul la mutare
sk: Svetlé musia vynecha», »ahajú tmavé
tr: Iþýk pas geçmeli, Karanlýk'ýn sýrasý

source: Dark must pass, Light's move
ro: Negrul obligat pass, Albul la mutare
sk: Tmavé musia vynecha», »ahajú svetlé
tr: Karanlýk pas geçmeli, Iþýk'ýn sýrasý

source: Do you really want to quit?
ro: Chiar doriþi sã ieºiþi din joc?
sk: Naozaj chcete skonèi»?
tr: Gerçekten çýkmak istiyor musun?

source: Do you really want to end this game?
ro: Chiar doriþi sã terminaþi acest joc?
sk: Naozaj chcete skonèi» túto hru?
tr: Gerçekten oyunu sonlandýrmak istiyor musun?

source: gataxx is a Gnome port of the old game ataxx. It is derived from Ian Peters' iagno code.
ro: gataxx este un port pentru Gnome a jocului ataxx. Îºi trage rãdãciniledin codul iango al lui Peter.
sk: gataxx je port starej hry ataxx pre GNOME. Je odvodený z kódu iagno od Iana Petersa.
tr: gataxx eski ataxx oyununun Gnome versiyonudur. Ian Peters'ýn iagno kodundan yararlanýlarak yazýlmýþtýr.

source: Could not find '%s' pixmap file for gataxx
ro: Nu am putut gãsi fiºierul '%s' pentru gataxx
sk: Nemô¾em nájs» súbor s obrázkom '%s' pre gataxx
tr: Gataxx için '%s' pixmap dosyasýný bulamadým

source: Dark:
ro: Negru:
sk: Tmavé:
tr: Karanlýk:

source: Light:
ro: Alb:
sk: Svetlé:
tr: Iþýk:

source: Welcome to gataxx!
ro: Bine aþi venit la gataxx!
sk: Vítajte v gataxx!
tr: Gataxx'a hoþ geldiniz!

source: Players
ro: Jucãtori
sk: Hráèi
tr: Oyuncular

source: Quick Moves (cut computer delay in half)
ro: Mutãri rapide (reduce timpul de gândire al calculatorului la jumãtate)
sk: Rýchle »ahy (poèítaè »ahá dvakrát rýchlej¹ie)
tr: Hýzlý Hareketker (bilgisayarýn bekleme süresini yarýya indir)

source: Dark
ro: Negru
sk: Tmavé
tr: Karanlýk

source: Human
ro: Om
sk: Èlovek
tr: Ýnsan

source: Level one
ro: Nivelul unu
sk: Úroveò 1
tr: Birinci seviye

source: Level two
ro: Nivelul doi
sk: Úroveò 2
tr: Ýkinci seviye

source: Level three
ro: Nivelul trei
sk: Úroveò 3
tr: Üçüncü seviye

source: Light
ro: Alb
sk: Svetlé
tr: Iþýk

source: Animation
ro: Animaþie
sk: Animácia
tr: Animasyon

source: None
ro: Fãrã
sk: ®iadna
tr: Hiçbiri

source: Partial
ro: Parþialã
sk: Èiastoèná
tr: Bir kýsmý

source: Complete
ro: Completã
sk: Úplná
tr: Tamamý

source: Flip final results
ro: Aratã rezultatul la sfârºit
sk: Prevráti» výsledky
tr: Son sonuçlarý döndür

source: Tile set:
ro: Înfãþiºarea tablei:
sk: Sada kameòov:
tr: Desen Ayarý:

source: Game Over!
ro: Jocul s-a terminat!
sk: Koniec hry!
tr: Oyun Bitti!

source: Glines
sk: GÈiary

source: Can't move there!
ro: Nu puteþi muta acolo!
sk: Tam nemô¾ete »aha»!
tr: Oraya taþýnamaz!

source: (C) 1997-2000 the Free Software Foundation
sk: (C) 1997-2000 Free Software Foundation

source: Gnome port of the once-popular Color Lines game
ro: Port pentru Gnome al jocului Color Lines
sk: Port populárnej hry Farebné èiary pre GNOME
tr: Bir zamanlarýn Color Lines oyununun Gnome versiyonu

source: Preferences
ro: Preferinþe
sk: Nastavenie
tr: Özellikler

source: Theme
ro: Teme
sk: Téma
tr: Tema

source: Select theme:
ro: Alegeþi tema:
sk: Vyberte tému:
tr: Tema seç:

source: Select background:
ro: Alegeþi fundalul:
sk: Vyberte pozadie:
tr: Arkaplan seç:

source: Fast moves
ro: Mutãri rapide
sk: Rýchly pohyb
tr: Hýzlý hareket

source: Ask confirmation when quitting
ro: Cere confirmare înainte de ieºire
sk: Vy¾adova» potvrdenie pri ukonèení
tr: Çýkmadan önce onay al

source: Welcome to Glines!
ro: Bine aþi venit la Glines!
sk: Vítajte v GÈiarach!
tr: Glines'a Hoþ Geldiniz!

source: Next Balls
ro: Bilele urmãtoare
sk: Ïal¹ie gule
tr: Sýradaki Toplar

source: Send comments and bug reports to: sjm@acm.org, itp@gnu.org
ro: Trimiteþi comentarii ºi bug reports la: sjm@acm.org, itp@gnu.org
sk: Komentáre a správy o chybách posielajte na sjm@acm.org, itp@gnu.org
tr: Yorumlarýnýzý sjm@acm.org ve itp@gnu.org adreslerine iletiniz

source: Gnibbles Preferences
ro: Gnibbles Preferinþe
sk: Nastavenie Gnibbles
tr: Gnibbles Özellikleri

source: Game
ro: Joc
sk: Hra
tr: Oyun

source: Speed
ro: Vitezã
sk: Rýchlos»
tr: Hýz

source: Nibbles newbie
ro: Incepãtor
sk: Nováèik v Nibbles
tr: Nibbles acemi

source: My second day
ro: Novice
sk: Druhý deò
tr: Ýkinci günüm

source: Not too shabby
ro: Nu prea repede
sk: Ostrieµaný
tr: Pek kötü sayýlmam

source: Finger-twitching good
ro: Dureros pentru degete
sk: Rýchloprstý maniak
tr: Çok iyiyim

source: Starting level:
ro: Nivelul de început:
sk: Poèiatoèná úroveò:
tr: Baþlangýç seviyesi:

source: Levels in random order
ro: Niveluri în ordine aleatoare
sk: Úrovne v náhodnom poradí
tr: Rastgele sýralanmýþ seviyeler

source: Fake bonuses
ro: Bonusuri false
sk: Nepravé bonusy
tr: Sahte bonuslar

source: Sounds
ro: Sunete
sk: Zvuky
tr: Sesler

source: Number of players:
ro: Numãrul de jucãtori:
sk: Poèet hráèov:
tr: Oyuncu adedi:

source: Graphics
ro: Graficã
sk: Grafika
tr: Grafikler

source: Board size
ro: Mãrimea tablei
sk: Veµkos» plochy
tr: Tahta boyutu

source: Tiny (184x132)
ro: Microscopicã (184x132)
sk: Drobná (184x132)
tr: Küçücük (184x132)

source: Small (368x264)
ro: Micã (368x264)
sk: Malá (368x264)
tr: Küçük (368x264)

source: Medium (460x330)
ro: Medie (460x330)
sk: Stredná (460x330)
tr: Orta (460x330)

source: Large (736x528)
ro: Mare (736x528)
sk: Veµká (736x528)
tr: Büyük (736x528)

source: Extra large (920x660)
ro: Foarte mare (920x660)
sk: Extra veµká (920x660)
tr: Çok büyük (920x660)

source: Huge (1840x1320)
ro: Imensã (1840x1320)
sk: Obrovská (1840x1320)
tr: Kocaman (1840x1320)

source: Worm %d
ro: Râma %d
sk: Had %d
tr: Solucan %d

source: Up:
ro: Sus:
sk: Hore:
tr: Yukarý:

source: Down:
ro: Jos:
sk: Dolu:
tr: Aþaðý:

source: Left:
ro: Stânga:
sk: Vµavo:
tr: Sol:

source: Right:
ro: Dreapta:
sk: Vpravo:
tr: Sað:

source: Color:
ro: Culoare:
sk: Farba:
tr: Renk:

source: Red
ro: Roºu
sk: Èervená
tr: Kýrmýzý

source: Green
ro: Verde
sk: Zelená
tr: Yeþil

source: Blue
ro: Albastru
sk: Modrá
tr: Mavi

source: Yellow
ro: Galben
sk: ®ltá
tr: Sarý

source: Cyan
sk: Modrozelená

source: Purple
ro: Purpuriu
sk: Purpurová
tr: Mor
