Repository: lepidotos/suede
Catalog: ggv-1.0.2/po/*.po
Languages: cs, de, el, es, gl, hu, it, ja, pl, ro, ru, sk, sl, tr, uk

source: PostScript(TM) document viewer. Based on Tim Theisen's excellent Ghostview application.
cs: Postscript(TM) prohlí¾eè. Vytvoøen na základì vynikající aplikace Tima Theisena Ghostview.
de: Betracher für Dokumente in PostScript(TM). Grundlage ist Ghostview, die hervorragende Anwendung von Tim Theisen.
el: Πρόγραμμα απεικόνισης εγγράφων PostScript(TM). Βασισμένο στην άριστη εφαρμογή Ghostscript του Tim Theisen's.
es: Visor de documentos PostScript(TM). Basado en el excelente programa Ghostview de Tim Theisen.
gl: Visualizador de documentos PostScript(TM). Baseado na excelente aplicación de Tim Theisen Ghostview.
hu: PostScript(TM)-dokumentumnézegetõ. Tim Theisen Ghostview nevû kitûnõ programján alapszik.
it: Visualizzatore di documenti PostScript(TM). Basato sulla eccellente applicazione Ghostview, di Tim Theisen.
ja: Postscript(TM)文書ビューワー Tim Theisen の手による素晴らしい Ghostview を元にしています
pl: Przegl±darka dokumentów postscriptowych. Oparta na doskona³ym programie Ghostview autorstwa Time Theisena.
ro: Vizualizator de documente PostScript(TM). Bazat pe excelenta aplicaþie Ghostview a lui Tim Theisen.
ru: Программа просмотра PostScript(TM)-документов. Основана на превосходной программе Тима Тейсена Ghostview.
sk: Zobrazovaè dokumentov PostScript(TM). Vytvorený na základe fantastickej aplikácie Tima Theisena Ghostview.
sl: Prikazovalnik PostScript(TM) dokumentov. Zasnovan na odliènem Ghostviewju Tima Theisena.
tr: PostScript(TM) belge göstericisi. Tim Theisen'in Ghostview uygulamasý örnek alýnmýþtýr.
uk: Програма перегляду документ╕в PostScript(TM). Базу╓ться на чудов╕й програм╕ Ghostview, що створив Tim Theisen.

source: GGv: Open File
cs: GGv: otevøít soubor
de: GGv: Datei öffnen
el: GGv: Άνοιγμα Αρχείου
es: GGv: Abrir fichero
gl: GGv: Abrir ficheiro
hu: GGv: fájl megnyitása
it: GGv: Apri File
ja: GGv: ファイルを開く
pl: GGv: Odczyt pliku
ro: GGv: Deschide fiºier
ru: GGv: Открыть файл
sk: GGv: Otvori» súbor
sl: GGv: Odpri datoteko
tr: GGv: Dosya aç
uk: GGv: В╕дкриття файлу

source: There are no marked pages. Do you want to print the entire document?
cs: Nejsou oznaèeny ¾ádné strany. Chcete vytisknout celý dokument?
de: Es sind keine Seiten markiert. Wollen Sie das gesamte Dokument drucken?
el: Δεν υπάρχουν σημαδεμένες σελίδες. Θέλετε να εκτυπώσετε όλο το έγγραφο;
es: No hay paginas marcadas. ¿Quiere imprimir todo el documento?
gl: Non hai ningunha páxina marcada. ¿Quere imprimir o documento completo?
hu: Nincsenek kijelölt lapok Ki szeretnéd nyomtatni az egész dokumentumot?
it: Non è stata marcata nessuna pagina. Si vuole stampare l'intero documento?
ja: マークされたページはありません 全文書を印刷したいですか?
pl: Nie zaznaczono ¿adnych stron. Czy chcesz wydrukowaæ ca³y dokument?
ro: Nu mai sunt pagini marcate. Doriþi sã tipãresc întregul document?
ru: Нет отмеченных страниц. Вы хотите напечатать весь документ?
sk: ®iadne stránky nie sú oznaèené. Chcete vytlaèi» celý dokument?
sl: Nobena stran ni oznaèena. ®elite natisniti celoten dokument?
tr: Iþaretlenmiþ sayfa yok. Tüm belgenin yazdýrýlmasýný ister misiniz?
uk: Нема╓ в╕дм╕чених стор╕нок. Ви хочете надрукувати весь документ?

source: There are no marked pages.
cs: Nejsou oznaèeny ¾ádné strany.
de: Es gibt keine markierten Seiten.
el: Δεν υπάρχουν σημαδεμένες σελίδες.
es: No hay páginas marcadas
gl: Non hai páxinas marcadas.
hu: Nincsenek kijelölt lapok.
it: Non è stata marcata nessuna pagina.
ja: マークされたページはありません
pl: Nie zaznaczono ¿adnych stron.
ro: Nu mai sunt pagini marcate.
ru: Нет отмеченных страниц.
sk: ®iadne stránky nie sú oznaèené.
sl: Ni oznaèenih strani.
tr: Hiç bir sayfa iþaretlenmemiþ.
uk: Тут нема╓ в╕дм╕чених стор╕нок.

source: GGv: Save marked pages
cs: GGv: Ulo¾it oznaèené strany
de: GGv: Markierte Seiten speichern
el: GGv: Αποθήκευση σημαδεμένων σελίδων
es: GGv: Guardar páginas marcadas
gl: GGv: Gardar as páxinas marcadas
hu: GGv: Kijelölt lapok mentése
it: GGv: Salva le pagine marcate
ja: GGv: マークされたページを保存
pl: GGv: Zapis zaznaczonych stron
ro: GGv: Salveazã pagini marcate
ru: GGv: Сохранить отмеченные страницы
sk: GGv: Ulo¾i» oznaèené stránky
sl: GGv: Shrani oznaèene strani
tr: GGv: Iþaretlenmiþ sayfalarý kaydet
uk: GGv: Збереження в╕дм╕чених стор╕нок

source: Couldn't find the GGv manual!
cs: Nelze najít manuál k GGv!
de: Das Handbuch zu GGv konnte nicht gefunden werden.
el: Το εγχειρίδιο του GGv δε βρέθηκε!
es: No pude encontrar el manual de GGv!
gl: ¡Non se atopou o manual do GGv!
hu: Nem találom a ggv kézikönyvet!
it: Impossibile trovare il manuale di GGv!
ja: GGv のマニュアルを見つけることが出来ませんでした!
pl: Nie mo¿na odnale¼æ podrêcznika GGv!
ro: Nu pot gãsi pagina de manual GGv!
ru: Не удается найти руководство по GGv!
sk: Nemô¾em nájs» Manuál GGv!
sl: Ne najdem navodil za GGv!
tr: GGv kýlavuzunu bulamadým!
uk: Не вдалося знайти кер╕вництво з GGv

source: Broken pipe.
cs: Pøeru¹ena roura (SIGPIPE).
de: Gebrochene Pipe.
el: Διακοπείσα σωλήνωση.
es: Pipe Roto
gl: Canalización rota.
hu: Törött csö (pipe).
pl: Przerwany potok.
ro: Pipe stricat.
ru: Сбой канала.
sk: Preru¹ená rúra.
sl: Prekinjena cev.
tr: Baglantý kopuk
uk: Об╕рвано канал.

source: Error while decompressing file %s:
cs: Chyba pøi rozbalování souboru %s:
de: Fehler beim Entpacken der Datei %s:
el: Σφάλμα κατά την αποσυμπίεση του αρχείου %s:
es: Error al descomprimir el fichero %s:
gl: Erro ó descomprimir o ficheiro %s:
hu: Hiba a '%s' fájl kitömörítése közben:
it: Errore durante la decompressione del file %s:
ja: ファイル %s の解凍中にエラーが発生しました:
pl: Podczas dekompresji pliku %s wyst±pi³ b³±d:
ro: Eroare la decompresarea fiºierului %s:
ru: Ошибка при разархивации файла %s:
sk: Chyba pri rozbaµovaní súboru %s:
sl: Napaka pri dekompresiranju datoteke %s:
tr: %s dosyasýný sýkýþtýrýlmýþ halinden açarken hata oldu:
uk: Помилка розтиснення файлу %s:

source: Error while scanning pdf file %s:
cs: Chyba pøi prohledávání pdf souboru %s:
de: Fehler beim Einlesen der PDF-Datei %s:
el: Σφάλμα κατά την ανάγνωση του αρχείου PDF %s:
es: Error al escanear el fichero pdf %s:
gl: Erro ó examinar o ficheiro pdf %s:
hu: Hiba a '%s' pdf fájl ellenõrzése közben:
it: Errore durante la scansione del file PDF %s:
ja: pdf ファイル %s の読み込み中にエラーが発生しました:
pl: Podczas przetwarzania pliku PDF o nazwie %s wyst±pi³ b³±d:
ro: Eroare la scanarea fiºierului PDF %s:
ru: Ошибка при сканировании pdf-файла %s:
sk: Chyba pri spracovaní PDF súboru %s:
sl: Napaka pri pregledovanju PDF datoteke %s:
tr: PDF dosyasý `%s''yi tararken hata oldu:
uk: Помилка сканування pdf-файлу %s:

source: Cannot open file %s
cs: Nelze otevøít soubor %s
de: Die Datei %s konnte nicht geöffnet werden.
el: Άνοιγμα αρχείου %s αδύνατον
es: No se puede abrir el fichero %s
gl: Non se pode abrir o ficheiro %s
hu: Nem tudom a '%s' fájlt megnyitni
it: Impossibile aprire il file %s
ja: ファイル %s を開くことが出来ません
pl: Nie mo¿na otworzyæ pliku %s
ro: Nu pot deschide fiºierul %s
ru: Не удается открыть файл %s
sk: Nemô¾em otvori» súbor %s
sl: Ne morem odpreti datoteke %s
tr: %s dosyasýný açamadým
uk: Неможливо в╕дкрити файл %s

source: Error while scanning file %s
cs: Chyba pøi prohledávání souboru %s
de: Fehler beim Einlesen der Datei %s.
el: Σφάλμα κατά την ανάγνωση του αρχείου %s
es: Error al leer el fichero %s
gl: Erro ó examinar o ficheiro %s
hu: Hiba a fájl ellenõrzése közben: %s
it: Errore durante la scansione del file %s
ja: ファイル %s の読み込み中にエラーが発生しました
pl: Podczas przetwarzania pliku %s wyst±pi³ b³±d
ro: Eroare la scanarea fiºierului %s
ru: Ошибка при сканировании файла %s
sk: Chyba pri spracovávaní PDF súboru %s
sl: Napaka pri pregledovanju datoteke %s
tr: %s dosyasýný tararken hata oldu
uk: Помилка сканування файлу %s

source: Encapsulated PostScript
sl: Enkapsuliran Postscript

source: Structured PostScript
sl: Strukturiran Postscript

source: Unstructured PostScript
sl: Nestrukturiran Postscript

source: Load a PostScript document
sl: Nalo¾i PostScript dokument
