Repository: lepidotos/suede
Catalog: ggv-1.0.2/po/*.po
Languages: cs, de, el, es, gl, hu, it, ja, pl, ro, ru, sk, sl, tr, uk

source: I could not initialize Bonobo
cs: Nelze inicializovat Bonobo
de: Bonobo konnte nicht initialisiert werden
el: Αδύνατη η αρχικοποίηση του Bonobo
es: No pude inicializar Bonobo
gl: Non foi posible inicializar Bonobo
hu: A Bonobo inicializálása nem sikerült!
it: Impossibile inizializzare Bonobo
ja: Bonobo の初期化が出来ませんでした
pl: Nie mo¿na zainicjowaæ Bonobo
ro: Nu am putut iniþializa Bonobo
ru: Невозможно инициализировать Bonobo
sk: Nemô¾em inicializova» Bonobo
sl: Ne morem inicializirati Bonoba
tr: Bonobo'yu baþlatamadým
uk: Не вдалось ╕н╕ц╕ал╕зувати Bonobo

source: Other
de: Andere
el: Άλλα
es: Otro
gl: Outro
hu: Más
pl: Inne
ro: Altul
ru: Другое
sk: Iný
sl: Drugaèen
tr: Diðer
uk: ╤нше

source: At end
de: Am Ende
el: Στο τέλος
es: Al final
gl: Ó final
hu: Végén
pl: Na koñcu
sk: Na konci
sl: Na koncu
tr: Sonda
uk: В к╕нц╕

source: Unspecified
de: Nicht festgelegt
el: Μη ορισμένο
es: Sin especificar
gl: Sen especificar
hu: Meghatározatlan
pl: Nieokre¶lone
ro: Nespecificat
ru: Неуказанное
sk: Nezadaný
sl: Nedoloèena
tr: Belirtilmemiþ
uk: Не вказано

source: Portrait
de: Hochformat
el: Πορτραίτο
es: Vertical
gl: Vertical
hu: Álló
pl: Portretowe
ro: Portret
ru: Портрет
sk: Na vý¹ku
sl: Pokonèno
tr: Portre
uk: Книжна

source: Landscape
de: Querformat
el: Τοπίο
es: Horizontal
gl: Horizontal
hu: Fekvõ
pl: Pejza¿owe
ro: Peisaj
ru: Блокнот
sk: Na ¹írku
sl: Le¾eèe
tr: Manzara
uk: Альбомна

source: Unknown
de: Unbekannt
el: Άγνωστο
es: Desconocido
gl: Descoñecido
hu: Ismeretlen
pl: Nieznane
ro: Necunoscutã
ru: Неизвестно
sk: Neznámy
sl: Neznana
tr: Bilinmeyen
uk: Нев╕домо

source: Filename: %s %s. Magnification %3d%%. Document Orientation: %s. Override Media: %s
de: Dateiname: %s %s. Magnification %3d%%. Ausrichtung des Dokuments: %s. Medium überschreiben: %s
el: Όνομα αρχείου: %s %s. Μεγέθυνση %3d%%. Προσανατολισμός Εγγράφου: %s. Παράκαμψη Μέσου: %s
es: Nombre de Fichero: %s %s. Ampliación %3d%%. Orientación: %s. Ignorar Medios: %s
gl: Ficheiro: %s %s. Amplicación %3d%%. Orientación do documento: %s. Ignorar Medio: %s
hu: Fájlnév: %s %s. Nagyítás %3d%%. Dokumentum tájolása: %s. Felülbírálandó papírméret: %s
pl: Nazwa pliku: %s %s. Powiêkszenie %3d%%. U³o¿enie dokumentu: %s. Ignorowanie no¶nika: %s
ro: Nume fiºier: %s %s. Mãrire %3d%%. Orientare document: %s. Suprascrie mediul: %s
ru: Имя файла: %s %s. Увеличение %3d%%. Ориентация документа: %s. Переделать носитель: %s
sk: Meno súboru: %s %s. Zväè¹enie %3d%%. Orientácia: %s. Ignorova» médium: %s
sl: Datoteka: %s %s. Poveèava %3d%%. Orientacija: %s. Ignoriraj tip papirja v datoteki: %s
tr: Dosya adý: %s %s. Büyütme %3d%%. Belge kaðýt yönü: %s. Gözardý etMedya: %s
uk: Назва файлу: %s %s. Зб╕льшення %3d%%. Ор╕╓нтац╕я документа: %s. ╤╜норувати поверхню: %s

source: Yes
de: Ja
el: Ναι
es: Sí
gl: Si
hu: Igen
pl: Tak
ro: Da
ru: Да
sk: Áno
sl: da
tr: Evet
uk: Так

source: No
de: Nein
el: Όχι
gl: Non
hu: Nem
pl: Nie
ro: Nu
ru: Нет
sk: Nie
sl: ne
tr: Hayýr
uk: Н╕

source: gs warnings for %s
cs: gs varování pro %s
de: GS-Warnungen für %s
el: Προειδοποιήσεις από gs για το %s
es: Advertencias de gs para %s
gl: avisos do gs para %s
hu: gs figyelmeztetés %s-hez
it: Messaggio di errore di gs per %s
ja: gs の %s に関する警告
pl: Ostrze¿enia gs dotycz±ce %s
ro: avertizãri gs pentru %s
ru: предупреждения gs для %s
sk: Varovania gs pre %s
sl: Opozorila Ghostscripta za %s
tr: %s için gs uyarýlarý
uk: попередження gs для %s

source: Opening %s...
cs: Otevírá se %s...
de: Öffnen von %s...
el: Άνοιγμα του %s...
es: Abriendo %s...
gl: Abrindo %s...
hu: %s megnyitása...
it: Apertura di %s in corso...
ja: %s を読み込み中...
pl: Otwieranie %s...
ro: Deschid %s...
ru: Загрузка %s...
sk: Otváram %s...
sl: Odpiram %s...
tr: %s'yi açiyorum ...
uk: В╕дкриття %s...

source: Unable to load %s.
cs: Nelze nahrát %s.
de: %s konnte nicht geladen werden.
el: Ανάγνωση του %s αδύνατη.
es: Incapaz de cargar %s.
gl: Non foi posible cargar %s.
hu: Nem tudom '%s'-t megnyitni.
it: Impossibile caricare %s
ja: %s を読み込めません
pl: Nie mo¿na wczytaæ %s.
ro: Nu pot încãrca %s.
ru: Не удается загрузить %s.
sk: Nepodarilo sa naèíta» %s.
sl: Ne morem nalo¾iti %s.
tr: %s'yi yükleyemedim.
uk: Не вдилося завантажити %s.

source: Successfully loaded %s.
cs: Úspì¹nì nahrán %s.
de: %s erfolgreich geladen.
el: Ανάγνωση του %s επιτυχής.
es: %s fue cargado correctamente.
gl: %s cargado correctamente.
hu: %s sikeresen betöltõdött.
it: %s caricato con successo.
ja: %s の読み込みに成功しました
pl: Wczytano pomy¶lnie %s.
ro: Am încãrcat cu succes %s.
ru: %s успешно загружен.
sk: %s úspe¹ne naèítané.
sl: %s uspe¹no nalo¾en.
tr: %s'yi baþarýyla yükledim.
uk: Усп╕шно завантажено %s.

source: Successfully saved marked pages to file %s.
cs: Oznaèené strany úspì¹nì ulo¾eny do souboru %s.
de: Markierte Seiten erfolgreich in der Datei %s gespeichert.
el: Αποθήκευση σημαδεμένων σελίδων στο αρχείο %s επιτυχής.
es: Las páginas marcadas han sido correctamente guardadas en el archivo %s.
gl: Gardadas correctamente as páxinas marcadas no ficheiro %s.
hu: Sikeresen elmentve a kijelölt oldalak '%s' fájlnévvel.
it: Le pagine marcate sono state salvate correttamente nel file %s.
ja: マークされたページをファイル %s にセーブしました
pl: Zapisano pomy¶lnie zaznaczone strony do pliku %s.
ro: Am salvat paginile marcate cu succes în fiºierul %s.
ru: Отмеченные страницы успешно сохранены в файле %s.
sk: Oznaèené stránky úspe¹ne ulo¾ené do %s.
sl: Oznaèene strani so bile shranjene v datoteko %s.
tr: Iþaretlenmiþ sayfalarý %s dosyasýna baþarýyla kaydettim.
uk: В╕дм╕чен╕ стор╕нки усп╕шно збережено у файл╕ %s.

source: Unable to create %s.
cs: Nelze vytvoøit %s.
de: %s konnte nicht erstellt werden.
el: Δημιουργία του %s ανεπιτυχής.
es: Incapaz de crear %s.
gl: Non foi posible crear %s.
hu: Nem tudom '%s'-t létrehozni.
it: Impossibile creare %s.
ja: %s を作成できません
pl: Nie mo¿na utworzyæ %s.
ro: Nu pot crea %s.
ru: Не удается создать %s.
sk: Nepodarilo sa vytvori» %s
sl: Ne morem ustvariti datoteke %s.
tr: %s'yi yaratamadým.
uk: Не вдалося створити %s.

source: _Next Page
cs: _Následující strana
de: _Nächste Seite
el: Επόμε_νη Σελίδα
es: Página _Siguiente
gl: Páxina _seguinte
hu: _Következõ lap
it: Pagina se_guente
ja: 次のページ(_N)
pl: _Nastêpna strona
ro: Pagina _urmãtoare
ru: Следующая страница
sk: _Nasledujúca stránka
sl: _Naslednja stran
tr: Sonraki sayfa
uk: Наступна стор╕нка

source: _Previous Page
cs: _Pøedchozí strana
de: _Vorherige Seite
el: _Προηγούμενη Σελίδα
es: Página _Anterior
gl: Páxina _anterior
hu: _Elõzõ lap
it: Pagina p_recedente
ja: 前のページ(_P)
pl: _Poprzednia strona
ro: Pagina _precedentã
ru: Предыдущая страница
sk: _Predchádzajúca stránka
sl: _Prej¹nja stran
tr: _Önceki sayfa
uk: Попередня стор╕нка

source: _First Page
de: _Erste Seite
gl: _Primeira páxina
hu: _Elsõ lap
pl: Pi_erwsza strona
sl: _Naslednja stran

source: _Last Page
de: _Letzte Seite
gl: Ú_ltima páxina
hu: _Utolsó lap
pl: _Ostatnia strona
sl: _Naslednja stran

source: Zoom _In
de: Ansic_ht vergrößern (zoom in)
gl: A_chegar
hu: _Nagyítás
pl: Po_wiêksz
sl: Poveèaj poveèavo

source: Zoom _Out
de: Ansicht ver_kleinern (zoom out)
gl: A_fastar
hu: _Kicsinyítés
pl: Po_mniejsz
sl: Zmanj¹aj poveèavo

source: _Recenter Page
cs: Vy_centrovat stranu
de: Seite neu _zentrieren
el: Κεντ_ράρισμα Σελίδας
es: _Recentrar Página
gl: _Recentrar a páxina
hu: _Középre visszahelyez
it: _Ricentra la pagina
ja: ページの真中(_R)
pl: Wy¶_rodkuj stronê
ro: _Recentreazã pagina
ru: Выровнять страницу
sk: Na _stred stránky
sl: Postavi stran na _sredino
tr: Sayfayý yeniden o_rtala
uk: Вир╕вняти стор╕нку

source: Toggle _current page
cs: Pøepnou_t aktuální stranu
de: Markierung der ak_tuellen Seite umschalten
el: Μεταβολή _τρέχουσας σελίδας
es: Marcar/Desmarcar página _actual
gl: Trocar a marca da páxina a_ctual
hu: _Jelenlegi lap
it: Seleziona la pagina _corrente
ja: 現在のページのマークをトグル(_c)
pl: Prze³±cz _bie¿±c± stronê
ro: (De)selecteazã pagina _curentã
ru: Изменить отметку текущей страницы
sk: Oznaèi» _aktuálnu stránku
sl: Spremeni oznaèitev _trenutne strani
tr: Geçerli sayfa aç/kapa
uk: Зм╕нити поточну стор╕нку

source: Toggle _all pages
cs: Pøepnout _v¹echny strany
de: Markierung _aller Seiten umschalten
el: Μεταβολή _όλων των σελίδων
es: Marcar/Desmarcar _todas las páginas
gl: Trocar as marcas de _tódalas páxinas
hu: _Minden lap
it: _Seleziona tutte le pagine
ja: 全ページのマークをトグル(_a)
pl: Prze³±cz w_szystkie strony
ro: (De)selecteazã _toate paginile
ru: Изменить отметку для всех страниц
sk: Oznaèi» _v¹etky stránky
sl: Spremeni oznaèitev _vseh strani
tr: Tüm sayfalar aç/kapa aç/kapa
uk: Зм╕нити вс╕ стор╕нки

source: Toggle o_dd pages
de: Markierung _der ungeraden Seiten umschalten
gl: Trocar as marcas das páxinas _impares
hu: _Páratlan lapok ki/be
pl: Prze³±cz niepar_zyste strony
sl: Spremeni oznaèitev _lihih strani

source: Toggle _even pages
cs: Pøepnout _sudé strany
de: Markierung der _geraden Seiten umschalten
el: Μεταβολή _άρτιων σελίδων
es: Marcar/Desmarcar páginas _pares
gl: Trocar as marcas das páxinas _pares
hu: _Páros lapok
it: Seleziona le pagine _pari
ja: 偶数ページのマークをトグル(_e)
pl: Prze³±cz p_arzyste strony
ro: (De)selecteazã paginile _impare
ru: Изменить отметку для четных страниц
sk: Oznaèi» _nepárne stránky
sl: Spremeni oznaèitev _sodih strani
tr: Çift numaralý sayfalar aç/kapa
uk: Зм╕нити парн╕ стор╕нки

source: _Unmark all pages
cs: O_dznaèit v¹echny strany
de: Alle Mar_kierungen entfernen
el: _Αποσημάδευση όλων των σελίδων
es: Desmarcar todas las páginas
gl: _Desmarcar tódalas páxinas
hu: _Egyik lap sem
it: _Deseleziona tutte le pagine
ja: 全ページのマークを外す(_U)
pl: O_dznacz wszystkie strony
ro: _Demarcheazã toate paginile
ru: Убрать отметку со всех страниц
sk: _Odznaèi» v¹etky stránky
sl: Zbri¹i oznaèitev vseh strani
tr: Ýþaretli sayfalarýn iþaretlerini kaldýr
uk: Зняти в╕дм╕тки з╕ вс╕х стор╕нок

source: Show _Menus
cs: Zobrazovat _menu
de: _Menüs anzeigen
el: Εμφάνιση _Μενού
es: Mostrar Menúes
gl: Mostrar os _menús
hu: Menük _mutatása
it: Mostra _menu
ja: メニューを表示(_M)
pl: Wy¶wietlanie _menu
ro: Afiºeazã _meniurile
ru: Показать меню
sk: Zobrazi» _menu
sl: Prika¾i menije
tr: _Mönüleri göster
uk: Показати меню

source: Show _Side Panel
de: _Seitenleiste anzeigen
gl: Mostrar o panel _lateral
hu: _Oldalpanel mutatása
pl: Wy¶wietlanie _bocznego panelu
sl: Prika¾i stranski pano

source: Show _Toolbar
cs: Zobrazovat nástrojovou _li¹tu
de: _Werkzeugleiste anzeigen
el: Εμφάνιση _Εργαλειοθήκης
es: Mostrar Barra de Herramientas
gl: Mostrar a barra de _ferramentas
hu: _Eszközsor mutatása
it: Mosta la _barra strumenti
ja: ツールバーを表示(_T)
pl: Wy¶wietlanie paska _narzêdziowego
ro: Afiºeazp _bara de instrumente
ru: Показать панель инструментов
sk: Zobrazi» _nástrojový pruh
sl: Prika¾i orodno vrstico
tr: _Araç çubuðunu göster
uk: Показати панель ╕нструмент╕в

source: _Portrait
cs: _Nastojato
de: _Hochformat
el: _Πορτραίτο
es: _Vertical
gl: _Vertical
hu: Á_lló
it: _Verticale
ja: 縦長(_P)
pl: _Portretowe
ro: _Portret
ru: Вертикальная
sk: Na _vý¹ku
sl: Pokonèno
tr: _Portre
uk: Книжна

source: Portrait orientation
cs: Orientace na vý¹ku
de: Hochformatausrichtung
el: Προσανατολισμός πορτραίτου
es: Orientación vertical
gl: Orientación vertical
hu: Függleges elhelyezkedés
it: Orientamento verticale
ja: 向きを縦長にする
pl: U³o¿enie portretowe
ro: Orientare portret
ru: Вертикальная ориентация
sk: Orientácia na vý¹ku
sl: Pokonèna orientacija dokumenta
tr: Portre
uk: Вертикальна ор╕╓нтац╕я

source: _Landscape
cs: Na_le¾ato
de: _Querformat
el: _Τοπίο
es: Horizontal
gl: _Horizontal
hu: _Fekvõ
it: Orizzontale
ja: 横長(_L)
pl: P_ejza¿owe
ro: P_eisaj
ru: Горизонтальная
sk: Na ¹í_rku
sl: Le¾eèe
tr: Manzara
uk: Альбомна

source: Landscape orientation
cs: Orientace na ¹íøku
de: Querformatausrichtung
el: Προσανατολισμός τοπίου
es: Orientación horizontal
gl: Orientación horizontal
hu: Fekvõ elhelyezkedés
it: Orientamento orizzontale
ja: 向きを横長にする
pl: U³o¿enie pejza¿owe
ro: Orientare peisaj
ru: Горизонтальная ориентация
sk: Orientácia na ¹írku
sl: Le¾eèa orientacija dokumenta
tr: Manzara
uk: Горизонтальна ор╕╓нтац╕я

source: _Upside Down
cs: _Hlavou dolù
de: _Kopfstehend
el: Ανάποδα
es: Al _Revés
gl: In_vertida
hu: F_ejjel lefelé
it: Capovolto
ja: 上下反転(_U)
pl: _Do góry nogami
ro: _Rãsturnat
ru: Перевернутая
sk: _Hore nohami
sl: Narobe pokonèno
tr: Alt-üst
uk: Перевернута

source: Upside down orientation
cs: Orientace hlavou dolù
de: Kopfstehende Ausrichtung
el: Ανάποδος προσανατολισμός
es: Orientación al revés
gl: Orientación invertida
hu: Fejjel lefelé elhelyezkedés
it: Orientamento capovolto
ja: 向きを上下反転する
pl: U³o¿enie do góry nogami
ro: Orientare rãsturnatã
ru: Перевернутая ориентация
sk: Orientácia hore nohami
sl: Narobe obrnjena pokonèna orientacija dokumenta
tr: Alt-üst
uk: Перевернута вертикально ор╕╓нтац╕я

source: _Seascape
cs: Na _stranu
de: _Umgekehrtes Querformat
el: Ανάπο_δο τοπίο
es: Horizontal _invertida
gl: Horizontal _invertida
hu: _Ellenkezõ fekvõ
it: Orizzontale invertito
ja: 上下左右反転(_S)
pl: _Odwrócone
ru: Перевернутая горизонтальная
sk: Na ¹írku (s_prava)
sl: Narobe le¾eèe
tr: Deniz manzara_sý
uk: Перевернута горизонтально

source: Seascape orientation
cs: Strana otoèená doleva
de: Umgekehrte Querformatausrichtung
el: Ανάποδος προσανατολισμός τοπίου
es: Orientación horizontal invertida
gl: Orientación horizontal invertida
hu: Ellenkezõ fekvõ elhelyezkedés
it: Orientamento orizzontale invertito
ja: 向きを上下左右反転する
pl: U³o¿enie odwrócona
ro: Orientare seascape
ru: Перевернутая горизонтальная ориентация
sk: Orientácia na ¹írku (sprava)
sl: Narobe obrnjena le¾eèa orientacija dokumenta
tr: Deniz manzarasý
uk: Перевернута горизонтально ор╕╓нтац╕я

source: _Override Document Orientation
cs: _Vnutit orientaci dokumentu
de: D_okumentausrichtung überschreiben
el: _Παράκαμψη Προσανατολισμού Ντοκουμέντου
es: Ignorar orientación de página
gl: _Ignorar a orientación do documento
hu: A dokumentum _tájolásának felülbírálata.
it: _Ignora orientazione del documento
ja: 文書の向きを上書き(_O)
pl: _Ignorowanie formatu dokumentu
ro: _Suprascrie orientare document
ru: Игнорировать оринетацию документа
sk: Ignorova» _orientáciu v dokumente
sl: Ignoriraj orientacijo dokumenta
tr: Belgenin kaðýt yönünü gözardý et.
uk: ╤╜норувати ор╕╓нтац╕ю документа

source: Override the orientation of the document.
cs: Nepou¾ívat dokumentem urèenou orientaci.
de: Ausrichtung des Dokuments überschreiben.
el: Παράκαμψη του προσανατολισμού του αρχείου.
es: Ignorar orientación del documento
gl: Ignorar a orientación do documento.
hu: A dokumentum tájolásának felülbírálása.
it: Ignora l'orientazione del documento.
ja: 文書の向きを上書きします
pl: Ignoruje u³o¿enie zapisane w dokumencie.
ro: Suprascrie orientarea documentului
ru: Игнорировать ориентацию документа.
sk: Ignoruje orientáciu dokumentu.
sl: Ignoriraj orientacijo doloèeno v dokumentu
tr: Belgenin kaðýt yönünü gözardý et.
uk: ╤╜норувати ор╕╓нтац╕ю документа

source: _Override Document Size
de: Seiten_größe des Dokuments übergehen
gl: Ignorar o _tamaño do documento
hu: A dokumentum mé_retének felülbírálata
pl: Ignorowanie _rozmiaru dokumentu
sl: Ignoriraj tip papirja doloèen v dokumentu

source: Override the size of page to use.
cs: Nepou¾ívat dokumentem urèenou velikost strany.
de: Die zu verwendende Seitengröße übergehen.
el: Παράκαμψη του μεγέθους του χαρτιού που θα χρησιμοποιηθεί.
es: Ignorar el tamaño de la página a utilizar.
gl: Ignorar o tamaño do papel usado.
hu: A papír méretének felülbírálása.
pl: Ignoruje u¿ywany rozmiar strony.
ro: Suprascrie dimensiunea pagini de utilizat
ru: Игнорировать размер бумаги.
sk: Ignoruje pou¾itý rozmer stránky
sl: Ignoriraj tip papirja doloèen v dokumentu
tr: Kullanýlan sayfa boyutunu gözardý et.
uk: ╤╜норувати розм╕р паперу

source: Toggle menu visibility
cs: Pøepnout viditelnost menu
de: Menüanzeige umschalten
el: Μεταβολή ορατότητας μενού
es: Mostrar/Esconder menú
gl: Trocar a visibilidade do menú
hu: Menük láthatóságának kapcsolása
it: Mostra/nasconde i menu
ja: メニューを表示させるか切替える
pl: Prze³±cza widoczno¶æ menu
ro: (De)activeazã vizibilitate meniu
ru: Включить/выключить панель меню
sk: Prepne zobrazovanie menu
sl: Spremeni prikaz menijev
tr: Mönü görünebilirliði aç/kapa
uk: Зм╕нити видим╕сть меню

source: Toggle side panel visibility
cs: Pøepnout viditelnost boèního panelu
de: Seitenleistenanzeige umschalten
el: Μεταβολή ορατότητας πλευρικού ταμπλώ
es: Mostrar/Esconder panel lateral
gl: Trocar a visibilidade do panel lateral
hu: Oldalpanel láthatóságának kapcsolása
it: Mostra/nasconde il pannello laterale
ja: サイドパネルを表示させるか切替える
pl: Prze³±cza widoczno¶æ bocznego panelu
ro: (De)activeazã vizibilitatea panoului lateral
ru: Включить/выключить боковую панель
sk: Prepne zobrazenie boèného panelu
sl: Spremeni prikaz stranskega panoja
tr: Kenar panelinin görünebilirliði aç/kapa
uk: Зм╕нити видим╕сть боково╖ панел╕

source: Toggle toolbar visibility
cs: Pøepnout viditelnost nabídek
de: Werkzeugleistenanzeige umschalten
el: Μεταβολή ορατότητας εργαλειοθήκης
es: Activar/Desactivar barra de herramientas
gl: Trocar a visibilidade da barra de ferramentas
hu: Eszköztár láthatóságának kapcsolása
it: Mostra/nasconde la barra strumenti
ja: ツールバーを表示させるか切替える
pl: Prze³±cza widoczno¶æ paska narzêdziowego
ro: (De)activeazã vizibilitatea barei de instrumente
ru: Переключить видимость панели инструментов
sk: Prepne zobrazenie nástrojového pruhu
sl: Spremeni prikaz menijev
tr: Araç çubuðu görünebilirliði aç/kapa
uk: Зм╕нити видим╕сть панел╕ ╕нструмент╕в

source: _New Window
cs: _Nové okno
de: _Neues Fenster
el: _Νέο Παράθυρο
es: _Nueva Ventana
gl: _Nova fiestra
hu: Ú_j ablak
it: _Nuova finestra
ja: 新規ウィンドウ(_N)
pl: _Nowe okno
ro: Fereastrã _nouã
ru: Новое окно
sk: _Nové okno
sl: _Novo okno
tr: Ye_ni pencere
uk: _Нове в╕кно

source: Open a new window
cs: Vytvoøit nové okno
de: Ein neues Fenster öffnen
el: Άνοιγμα νέου παραθύρου
es: Abrir Nueva Ventana
gl: Abrir unha nova fiestra
hu: Új ablakot nyit
it: Apre una nuova finestra
ja: 新規ウィンドウを開く
pl: Otwiera nowe okno
ro: Deschide o nouã fereastrã
ru: Открыть новое окно
sk: Otvorí nové okno
sl: Odpri novo okno
tr: Yeni bir pencere aç
uk: В╕дкрити нове в╕кно

source: _Open...
cs: _Otevøít...
de: Ö_ffnen...
el: _Άνοιγμα...
es: _Abrir...
gl: _Abrir...
hu: _Megnyitás
it: _Apri...
ja: 開く(_O)...
pl: _Otwórz...
ro: _Deschide...
ru: Открыть...
sk: _Otvori»...
sl: _Odpri...
tr: Aç ...
uk: В╕дкрити...

source: _Reload
cs: Zno_vu naèíst
de: Ne_u laden
el: Επα_νανάγνωση
es: Recargar
gl: Cargar de _novo
hu: Újratöltés
it: _Ricarica
ja: 再読込(_R)
pl: P_rze³aduj
ro: _Reîncarcã
ru: Перезагрузить
sk: _Obnovi»
sl: _Povrni
tr: Yeniden yükle
uk: _Перевантажити

source: Reload current document from disk
cs: Znovu naèíst dokument z disku
de: Aktuelles Dokument von der Festplatte neu laden
el: Επανανάγνωση τρέχοντος εγγράφου από το δίσκο
es: Recargar del disco documento actual
gl: Cargar novamente do disco documento actual
hu: Újra betölti az aktuális dokumentumot a lemezrõl
it: Rilegge dal disco il documento corrente
ja: ディスクから現在の文書を再読込する
pl: Prze³adowuje bie¿±cy dokument z pliku
ro: Reîncarcã documentul curent de pe disc
ru: Перезагрузить текущий документ с диска
sk: Znovu naèíta aktuálny dokument z disku
sl: Ponovno nalo¾i trenutni dokument iz datoteke
tr: Geçerli belgeyi disk'ten yeniden yükle
uk: Перевантажити поточний документ з диска

source: _Print
cs: _Tisk
de: _Drucken
el: Εκτύ_πωση
es: _Imprimir
gl: _Imprimir
hu: _Nyomtatás
it: _Stampa
ja: 印刷(_P)
pl: Wy_drukuj
ro: _Tipãreºte
ru: Печать
sk: _Tlaèi»
sl: _Natisni
tr: Yazdýr
uk: _Друкувати

source: Print the document
cs: Tisk dokumentu
de: Das Dokument drucken
el: Εκτύπωση εγγράφου
es: Imprimir el documento
gl: Imprimir o documento
hu: A dokumentum nyomtatása
it: Stampa il documento
ja: 文書を印刷する
pl: Drukuje dokument
ro: Tipãreºte documentul
ru: Напечатать документ
sk: Vytlaèí dokument
sl: Natisni dokument
tr: Belgeyi yazdýr
uk: Друкувати документ

source: Prin_t marked pages
cs: T_isk oznaèených stran
de: Mar_kierte Seiten drucken
el: Εκ_τύπωση σημαδεμένων σελίδων
es: Imprimir páginas marcadas
gl: Imprimir as páxinas _marcadas
hu: A kijelölt lapok _nyomtatása
it: _Stampa le pagine marcate
ja: マークされたページを印刷(_t)
pl: _Wydrukuj zaznaczone strony
ro: Ti_pãreºte paginile marcate
ru: Напечатать отмеченные страницы
sk: Tlaèi» o_znaèené stránky
sl: Natisni oznaèene strani
tr: Iþare_tlenmiþ sayfalarý yazdýr
uk: Друкувати в╕дм╕чен╕ стор╕нки

source: Print marked pages
cs: Tisknout oznaèené strany
de: Markierte Seiten drucken
el: Εκτύπωση σημαδεμένων σελίδων
es: Imprimir las páginas marcadas
gl: Imprimir as páxinas marcadas
hu: A kijelölt lapok nyomtatása
it: Stampa le pagine marcate
ja: マークされたページを印刷する
pl: Drukuje zaznaczone strony
ro: Tipãreºte paginile marcate
ru: Напечатать отмеченные страницы
sk: Vytlaèí oznaèené stránky
sl: Natisni oznaèene strani
tr: Iþaretlenmiþ sayfalarý yazdýr
uk: Друкувати в╕дм╕чен╕ стор╕нки

source: Save _marked pages...
cs: _Ulo¾it oznaèené strany...
de: _Markierte Seiten speichern...
el: Αποθήκευση ση_μαδεμένων σελίδων...
es: Guardar páginas _marcadas...
gl: Gardar as páxinas marcadas...
hu: A kijelölt lapok mentése...
it: Salva le pagine _marcate...
ja: マークされたページを保存(_m)...
pl: Zapisz z_aznaczone strony...
ro: Salveazã paginile _marcate...
ru: Сохранить отмеченные страницы...
sk: Ulo¾i» ozn_aèené stránky...
sl: Shrani _oznaèene strani
tr: Iþaretlen_miþ sayfalarý kaydet ...
uk: Зберегти в╕дм╕чен╕ стор╕нки...

source: Save marked pages to a new file
cs: Ulo¾it oznaèené strany do nového souboru
de: Markierte Seiten in eine neue Datei speichern
el: Αποθήκευση σημαδεμένων σελίδων σε νέο αρχείο
es: Guardar las páginas marcadas en un nuevo archivo.
gl: Gardar as páxinas marcadas nun novo ficheiro
hu: Kijelölt lapok mentése új fájlba
it: Salva le pagine marcate in un nuovo file
ja: マークされたページを新規ファイルに保存する
pl: Zapisuje zaznaczone strony do nowego pliku
ro: Salveazã paginile marcate într-un nou fiºier
ru: Сохранить отмеченные страницы в новый файл
sk: Ulo¾í oznaèené stránky do nového súboru
sl: Shrani oznaèene strani v novo datoteko
tr: Iþaretlen_miþ sayfalarý yeni bir dosya olarak kaydet
uk: Зберегти в╕дм╕чен╕ стор╕нки в новому файл╕

source: _Close
cs: _Zavøít
de: S_chließen
el: _Κλείσιμο
es: _Cerrar
gl: _Pechar
hu: _Bezárás
it: _Chiudi
ja: 閉じる(_C)
pl: _Zamknij
ro: În_chide
ru: Закрыть
sk: _Zavrie»
sl: _Zapri
tr: Kapat
uk: Закрити

source: Close this window
cs: Uzavøít toto okno
de: Dieses Fenster schließen
el: Κλείσιμο παρόντος παραθύρου
es: Cerrar esta ventana
gl: Pechar esta fiestra
hu: Az ablak bezárása
it: Chiude questa finestra
ja: ウィンドウを閉じる
pl: Zamyka bie¿±ce okno
ro: Închide aceastã fereastrã
ru: Закрыть это окно
sk: Zavrie toto okno
sl: Zapre okno
tr: Bu pencereyi kapat
uk: Закрити це в╕кно

source: E_xit
cs: _Konec
de: _Beenden
el: Έ_ξοδος
es: _Salir
gl: _Saír
hu: _Kilépés
it: _Esci
ja: 終了(_x)
pl: Za_koñcz
ro: _Ieºire
ru: Выход
sk: _Koniec
sl: _Konèaj
tr: Çýk
uk: Завершити

source: Exit GGv
cs: Konec programu GGv
de: GGv verlassen
el: Τερματισμός του GGv
es: Salir de GGv
gl: Saír do GGv
hu: Kilépés a ggv-bõl
it: Esce da GGv
ja: GGv を終了する
pl: Koñczy GGv
ro: Pãrãseºte GGv
ru: Выйти из GGv
sk: Ukonèí GGv
sl: Konèa delo z GGv
tr: GGV'den çýk
uk: Завершити роботу з GGv

source: Show next page
cs: Ukázat následující stranu
de: Nächste Seite anzeigen
el: Εμφάνιση επόμενης σελίδας
es: Mostrar página siguiente
gl: Amosar a páxina seguinte
hu: Lapozás a következõ lapra
it: Mostra la pagina seguente
ja: 次のページを表示する
pl: Wy¶wietla nastêpn± stronê
ro: Afiºeazã pagina urmãtoare
ru: Перейти на следующую страницу
sk: Zobrazí nasledujúcu stránku
sl: Poka¾i naslednjo stran
tr: Sonraki sayfayý göster
uk: Показати наступну стор╕нку
