Repository: lepidotos/suede
Catalog: ggv-1.0.2/po/*.po
Languages: cs, de, el, es, gl, hu, it, ja, pl, ro, ru, sk, sl, tr, uk

source: Show previous page
cs: Ukázat pøedchozí stranu
de: Vorherige Seite anzeigen
el: Εμφάνιση προηγούμενης σελίδας
es: Mostrar página anterior
gl: Amosar a páxina anterior
hu: Lapozás az elõzõ lapra
it: Mostra la pagina precedente
ja: 前のページを表示する
pl: Wy¶wietla poprzedni± stronê
ro: Afiºeazã pagina precedentã
ru: Перейти на предыдущую страницу
sk: Zobrazí predchádzajúcu stránku
sl: Poka¾e prej¹njo stran
tr: Önceki sayfayý göster
uk: Показати попередню стор╕нку

source: Show first page
de: Erste Seite anzeigen
gl: Amosar a primeira páxina
hu: Lapozás az elsõ lapra
pl: Wy¶wietla pierwsz± stronê
sl: Poka¾i naslednjo stran

source: Show last page
de: Letzte Seite anzeigen
gl: Amosar a derradeira páxina
hu: Lapozás az utolsó lapra
pl: Wy¶wietla ostatni± stronê
sl: Poka¾i naslednjo stran

source: Center page
cs: Vycentrovat stranu
de: Seite zentrieren
el: Κεντράρισμα παρούσας σελίδας
es: Recentrar página
gl: Centrar a páxina
hu: Középre helyez
it: Centra la pagina sullo schermo
ja: ページの真中を表示する
pl: Wy¶rodkowuje stronê
ro: Centreazã pagina
ru: Разместить страницу в центре окна
sk: Vycentruje stránku
sl: Postavi stran na sredino
tr: Sayfayý ortala
uk: Вир╕вняти стор╕нку

source: Antialiasin_g
gl: Antialias
hu: Él_simítás
pl: Wyg³adzan_ie
sl: Spremeni oznaèitev _vseh strani

source: Toggle antialiasing
cs: Pøepnout vyhlazování
de: Antialiasing ein/aus
el: Απ/ενεργοποίση εξομάλυνσης
es: Activar/Desactivar antialias
gl: Trocar antialias
hu: Élsimítás kapcsolása
it: Attiva/disattiva l'antialiasing
ja: 平滑化を切替えます
pl: Prze³±cza wyg³adzanie krawêdzi
ro: (De)activeazã antialiasing-ul
ru: Переключить сглаживание
sk: Zapne/Vypne antialiasing
sl: Spremeni oznaèitev _vseh strani
tr: Kenarlarý düzgün tut aç/kapa
uk: Перемикнути згладжування

source: _Watch File
cs: _Hlídat soubor
de: Datei über_wachen
el: _Παρακολούθηση αρχείου
es: _Ver archivo
gl: _Controlar ficheiro
hu: _Fájl figyelése
it: _Controlla file
ja: ファイルを見張る(_W)
pl: ¦_ledzenie pliku
ro: _Monitorizeazã fiºier
ru: Ожидать файла
sk: _Sledova» súbor
sl: Nadziraj datoteko
tr: Dosyayý _izle
uk: Наглядати за файлом

source: Updates display if file changes.
cs: Aktualizuje zobrazení pøi zmìnì souboru.
de: Die Anzeige aktualisieren, wenn sich die Datei ändert.
el: Ενημέρωση οθόνης αν αλλάξει το αρχείο.
es: Actualizar datos si cambia el fichero.
gl: Actualiza o contido se o ficheiro se modifica.
hu: A kép frissítése ha a fájl változik.
it: Aggiorna la visualizzazione se il file cambia.
ja: ファイルが変更された時表示を更新します
pl: Od¶wie¿a widok, je¶li plik ulegnie zmianie.
ro: Actualizeazã afiºajul dacã fiºierul se schimbã.
ru: Обновлять картинку при изменении файла.
sk: Obnoví zobrazenie pri zmene súboru.
sl: Ponovno nalo¾i datoteko, èe se ta spremeni
tr: Dosya deðiþirse görüntüyü yeniler.
uk: Оновлювати картинку при зм╕н╕ файлу.

source: Orien_tation
de: _Ausrichtung
gl: _Orientación
hu: _Tájolás
pl: _U³o¿enie
sl: _Orientacija

source: _Zoom
cs: _Zvìt¹ení
de: Ansicht _verändern (zoom)
el: Μεγέν_θυση
gl: _Escala
hu: _Nagyítás
ja: ズーム(_Z)
pl: P_owiêkszenie
ru: Масштаб
sk: _Lupa
sl: _Poveèava
tr: Büyüt
uk: Масштабування

source: Page _Size
de: _Seitengröße
gl: Tamaño da _páxina
hu: Lap_méret
pl: _Rozmiar strony
sl: Velikost strani

source: _Document
cs: _Dokument
de: Do_kument
el: Έ_γγραφο
es: _Documento
gl: _Documento
hu: _Dokumentum
it: _Documento
ja: 文書(_D)
pl: _Dokument
ru: Документ
sk: _Dokument
sl: _Dokument
tr: Belge
uk: Документ

source: New
cs: Nový
de: Neu
el: Νέο
es: Nuevo
gl: Nova
hu: Új
it: Nuovo
ja: 新規
pl: Nowy
ro: Nou
ru: Новый
sk: Nový
sl: Novo okno
tr: Yeni
uk: Нове

source: Create a new window
cs: Vytvoøit nové okno
de: Ein neues Fenster erzeugen
el: Δημιουργία νέου παραθύρου
es: Abrir Nueva Ventana
gl: Crear unha nova fiestra
hu: Új ablakot nyit
it: Crea una nuova finestra
ja: 新規ウィンドウを開く
pl: Tworzy nowe okno
ro: Creeazã o nouã fereastrã
ru: Создать новое окно
sk: Otvorí nové okno
sl: Odpri novo okno
tr: Yeni bir pencere aç
uk: Створити нове в╕кно

source: Open
cs: Otevøít
de: Öffnen
el: Άνοιγμα
es: Abrir
gl: Abrir
hu: Megnyitás
it: Apri
ja: 開く
pl: Otwórz
ro: Deschide
ru: Открыть
sk: Otvori»
sl: _Odpri...
tr: Aç
uk: В╕дкрити

source: Reload
cs: Znovu naèíst
de: Neu laden
el: Επανάγνωση
es: Recargar
gl: Cargar de novo
hu: Újratöltés
it: Ricarica
ja: 再読込
pl: Prze³aduj
ro: Reîncarcã
ru: Перезагрузить
sk: Obnovi»
sl: _Povrni
tr: Yeniden yükle
uk: Перевантажити

source: Print marked
cs: Tisk oznaèených stran
de: Markiertes drucken
el: Εκτύπωση σημαδεμένων σελίδων
es: Imprimir páginas marcadas
gl: Imprimir páxinas marcadas
hu: Kijelölt nyomtatása
it: Stampa le pagine marcate
ja: マークを印刷
pl: Zydrukuj zaznaczone
ro: Tipãreºte marcate
ru: Напечатать отмеченные
sk: Tlaèi» ozn.
sl: Natisni oznaèene strani
tr: Iþaretli olanlarý yazdýr
uk: Друкувати в╕дм╕чен╕

source: Save marked
cs: Ulo¾it oznaèené
de: Markiertes speichern
el: Αποθήκευση σημαδεμένων σελίδων
es: Guardar páginas marcadas
gl: Gardar as páxinas marcadas
hu: Kijelölt mentése
it: Salve le pagine marcate
ja: マークを保存
pl: Zapisz zaznaczone
ro: Salveazã marcate
ru: Сохранить отмеченные
sk: Ulo¾i» ozn.
sl: Shrani _oznaèene strani
tr: Iþaretli olanlarý kaydet
uk: Зберегти в╕дм╕чене

source: Preferences
cs: Nastavení
de: Eigenschaften
el: Προτιμήσεις
es: Preferencias
gl: Preferencias
hu: Beállítások
it: Preferenze
ja: 設定
pl: Preferencje
ro: Preferinþe
ru: Настройки
sk: Nastavenie
sl: Nastavitve
tr: Ayarlar
uk: Параметри

source: Configure the application
cs: Pøedvolby aplikace
de: Die Anwendung konfigurieren
el: Ρύθμιση της εφαρμογής
es: Configurar la aplicación
gl: Configurar a aplicación
hu: Az alkalmazás beállítása
it: Configura l'applicazione
ja: アプリケーションの設定をする
pl: Konfiguruje aplikacjê
ro: Congfigureazã aplicaþia
ru: Настроить приложение
sk: Nastaví aplikáciu
sl: Spremeni nastavitve aplikacije
tr: Uygulamayý ayarla
uk: Налаштування програми

source: Toggle all pages
cs: Pøepnout v¹echny strany
de: Markierung aller Seiten umschalten
el: Μεταβολή όλων των σελίδων
es: Marcar/Desmarcar todas las páginas
gl: Trocar as marcas de tódalas páxinas
hu: Minden lap ki/be
it: Seleziona tutte la pagine
ja: 全ページの切替える
pl: Prze³±cza wszystkie strony
ro: (De)selecteazã toate paginile
ru: Изменить отметку для всех страниц
sk: Oznaèi» v¹etky stránky
sl: Spremeni oznaèitev _vseh strani
tr: Tüm sayfalar aç/kapa
uk: Зм╕нити виб╕р вс╕х стор╕нок

source: Toggle odd pages
cs: Pøepnout liché strany
de: Markierung der ungeraden Seiten umschalten
el: Μεταβολή περιττών σελίδων
es: Marcar/Desmarcar páginas impares
gl: Trocar as marcas das páxinas impares
hu: Páratlan lapok ki/be
it: Seleziona le pagine dispari
ja: 奇数ページを切替える
pl: Prze³±cza nieparzyste strony
ro: (De)selecteazã paginile pare
ru: Изменить отметку для нечетных страниц
sk: Oznaèi» párne stránky
sl: Spremeni oznaèitev _lihih strani
tr: Tek numaralý sayfalar aç/kapa
uk: Зм╕нити виб╕р непарних стор╕нок

source: Toggle even pages
cs: Pøepnout sudé strany
de: Markierung der geraden Seiten umschalten
el: Μεταβολή άρτιων σελίδων
es: Marcar/Desmarcar páginas pares
gl: Trocar as marcas das páxinas pares
hu: Páros lapok ki/be
it: Seleziona le pagine pari
ja: 偶数ページを切替える
pl: Prze³±cza parzyste strony
ro: (De)selecteazã paginile impare
ru: Изменить отметку для четных страниц
sk: Oznaèi» nepárne stránky
sl: Spremeni oznaèitev _sodih strani
tr: Çift numaralý sayfalar aç/kapa
uk: Зм╕нити виб╕р парних стор╕нок

source: Unmark all pages
cs: Odznaèit v¹echny strany
de: Markierung aller Seiten entfernen
el: Αποσημάδευση όλων των σελίδων
es: Desmarcar todas las páginas
gl: Desmarcar tódalas páxinas
hu: Egyik lap sem
it: Deseleziona tutte le pagine
ja: 全ページのマークを外す
pl: Odznacza wszystkie strony
ro: Demarcheazã toate paginile
ru: Убрать отметку со всех страниц
sk: Odznaèi» v¹etky stránky
sl: Zbri¹i oznaèitev vseh strani
tr: Ýþaretli sayfalarýn üzerindeki iþareti kaldýr
uk: Зняти в╕дм╕тки з╕ вс╕х стор╕нок

source: Previous page
cs: Pøedchozí strana
de: Vorherige Seite
el: Προηγ. σελίδα
es: Página Anterior
gl: Páxina anterior
hu: Elõzõ lap
it: Pagina precedente
ja: 前のページ
pl: Wy¶wietla poprzedni± stronê
ro: Pagina precedentã
ru: Предыдущая страница
sk: Predchádzajúca stránka
sl: Prej¹nja stran
tr: Önceki sayfa
uk: Попередня стор╕нка

source: Next page
cs: Dal¹í strana
de: Nächste Seite
el: Επόμενη σελίδα
es: Página Siguiente
gl: Páxina seguinte
hu: Következõ lap
it: Pagina seguente
ja: 次のページ
pl: Wy¶wietla nastêpn± stronê
ro: Pagina urmãtoare
ru: Следующая страница
sk: Nasledujúca stránka
sl: Naslednja stran
tr: Sonraki sayfa
uk: Наступна стор╕нка

source: Zoom out
cs: Zmen¹it
de: Ansicht verkleinern (zoom out)
el: Σμίκρυνση
es: Empequeñecer
gl: Afastar
hu: Kicsinyítés
it: Riduci
ja: 縮小
pl: Pomniejsza
ro: Reduce zoom-ul
ru: Уменьшить
sk: Zmen¹i»
sl: Zmanj¹aj poveèavo
tr: Küçült
uk: Зменшити

source: Zoom in
cs: Zvìt¹it
de: Ansicht vergrößern (zoom in)
el: Μεγένθυση
es: Agrandar
gl: Achegar
hu: Nagyítás
it: Ingrandisci
ja: 拡大
pl: Powiêksza
ro: Mãreºte zoom-ul
ru: Увеличить
sk: Zväè¹i»
sl: Poveèaj poveèavo
tr: Büyüt
uk: Зб╕льшити

source: GGV Preferences
cs: Nastavení GGV
de: Vorlieben beim GGV
el: Προτιμήσεις GGV
es: Preferencias GGV
gl: Preferencias do GGV
hu: GGV Beállítások
it: Preferenze GGV
ja: GGV 設定
pl: Preferencje GGV
ro: Preferinþe GGV
ru: Настройки GGV
sk: Nastavenie GGV
sl: Nastavitve
tr: GGV Ayarlarý
uk: Параметри GGV

source: Default Zoom
cs: Implicitní zvìt¹ení
de: Größe der Ansicht (zoom) auf Vorgabe einstellen
el: Εξ' ορισμού Μεγέθυνση
es: Zoom por omisión
gl: Escala por omisión
hu: Alapértelmezett nagyítás
it: Zoom predefinito
ja: デフォルトズーム
pl: Domy¶lne powiêkszenie
ro: Zoom implicit
ru: Масштаб по умолчанию
sk: ©tandardná mierka
sl: Privzeta poveèava
tr: Önayarlý büyütme/küçültme
uk: Типовий масштаб

source: Fallback media size
cs: Náhradní velikost média
de: Ausweich-Mediengröße
el: Μέγεθος χαρτιού προσφυγής
es: Tamaño del documento por omisión
gl: Tamaño de páxina por omisión
hu: Lapméret hiba esetén
pl: Domy¶lny rozmiar no¶nika
ro: Dimensiune de rezervã a mediului
ru: Нейтральный размер носителя
sk: Náhradná veµkos» papiera
sl: Privzeti tip papirja
tr: Önceden seçilen medya boyutu
uk: Типовий розм╕р поверхн╕

source: Override media size
cs: Vnutit velikost média
de: Mediengröße übergehen
el: Αγνόηση μέγεθος μέσου
es: Ignorar tamaño de la página
gl: Ignorar o tipo do medio
hu: A lap méretének felülírása
pl: Ignorowanie rozmiaru no¶nika
ro: Suprascrie dimensiunea mediului
ru: Игнорировать размер носителя
sk: Ignorova» veµkos» papieru
sl: Ignoriraj tip papirja doloèen v dokumentu
tr: Medya boyutunu gözardý et
uk: ╤╜норувати розм╕р поверхн╕

source: Fallback media orientation
cs: Náhradní orientace média
de: Ausweich-Medienausrichtung
el: Προσανατολισμός μέσου προσφυγής
es: Orientación del documento por omisión
gl: Orientación da páxina por omisión
hu: Lap elhelyezkedése hiba esetén
pl: Domy¶lne u³o¿enie papieru
ro: Orientare de rezervã a mediului
ru: Нейтральная ориентация носителя
sk: Orientácia náhradného papieru
sl: Narobe obrnjena le¾eèa orientacija dokumenta
tr: Önceden seçilen medya yönü
uk: Типова ор╕╓нтац╕я поверхн╕

source: Override document orientation
cs: Vnutit orientaci dokumentu
de: Ausrichtung des Dokuments überschreiben
el: Αγνόηση προσανατολισμού από έγγραφο
es: Ignorar orientación de documento
gl: Ignorar a orientación do documento
hu: A dokumentum elhelyezkedését felülbírálja
it: Ignora l'orientamento del documento
ja: 文書の向きを上書きします
pl: Ignorowanie u³o¿enia dokumentu
ro: Suprascrie orientarea documentului
ru: Игнорировать ориентацию документа
sk: Ignorova» orientáciu dokumentu
sl: Uporabi orientacijo dokumenta
tr: Belgenin kaðýt yönünü gözardý et
uk: ╤╜норувати ор╕╓нтац╕ю документу

source: Antialiasing
cs: Vyhlazování
el: Εξομάλυνση
es: Antialias
gl: Antialias
hu: Élsimítás
ja: 平滑化
pl: Wyg³adzanie krawêdzi
ru: Сглаживание
tr: Kenarlarý düzgün tut
uk: Згладжування

source: Respect EOF comments
cs: Respektovat EOF komentáøe
de: EOF-Kommentare berücksichtigen
el: Διατήρηση σχολίων τέλους αρχείου
es: Respetar comentarios EOF
gl: Respectar os comentarios EOF
hu: Fájl végi megjegyzések figyelembevétele
pl: Uwzglêdnianie komentarzy o koñcu pliku
ro: Respectã comentariile EOF
ru: Соответствующий EOF комментарий
sk: Re¹pektova» EOF komentáre
sl: Spo¹tuj EOF komentar
tr: EOF yorumlarýný göz önüne al
uk: В╕дпов╕дний EOF-коментар

source: Watch file
cs: Hlídat soubor
de: Datei überwachen
el: Παρακολούθηση αρχείου
es: Ver archivo
gl: Controlar ficheiro
hu: Fájl figyelése
it: Controlla file
ja: ファイルを見張る
pl: ¦ledzenie pliku
ro: Monitorizeazã fiºier
ru: Посмотреть файл
sk: Sledova» súbor
sl: Nadziraj datoteko
tr: Dosyayý izle
uk: Сл╕дкувати за файлом

source: Document
cs: Dokument
de: Dokument
el: Έγγραφο
es: Documento
gl: Documento
hu: Dokumentum
it: Documento
ja: 文書
pl: Dokument
ru: Документ
sk: Dokument
sl: Dokument
tr: Belge
uk: Документ

source: Show side panel by default
cs: Ukazovat implicitnì boèní panel
de: Seitenleiste anzeigen
el: Εξ' ορισμού εμφάνιση πλευρικού ταμπλώ
es: Mostra panel lateral por omisión
gl: Mostrar o panel lateral por omisión
hu: Alapból mutasd az oldalpanelt
it: Mostra il pannello laterale all'avvio
ja: 普段から横のパネルを表示
pl: Domy¶lne wy¶wietlanie bocznego panelu
ro: Afiºeazã implicit panoul lateral
ru: По умолчанию показывать боковую панель
sk: Zobrazi» ¹tandardne boèný panel
sl: Prika¾i stranski pano
tr: Önayarlý olarak kenar panelini göster
uk: Типово показувати бокову панель

source: Show menubar by default
cs: Ukazovat implicitnì menu
de: Menübalken anzeigen
el: Εξ' ορισμού εμφάνιση γραμμής μενού
es: Mostrar barra de menúes por omisión
gl: Mostrar a barra de menú por omisión
hu: Alapból mutasd a menüket
it: Mostra la barra del menu all'avvio
ja: 普段からメニューバーを表示
pl: Domy¶lne wy¶wietlanie paska menu
ro: Afiºeazã implicit bara de meniu
ru: По умолчанию показывать панель меню
sk: Zobrazi» ¹tandardne menu
sl: Prika¾i menije
tr: Önayarlý olarak mönü çubuðunu göster
uk: Типово показувати панель меню

source: Show toolbar by default
cs: Ukazovat implicitnì nástrojovou li¹tu
de: Werkzeugleiste anzeigen
el: Εξ' ορισμού εμφάνιση εργαλειοθήκης
es: Mostrar barra de herramientas por omisión
gl: Mostrar a barra de ferramentas por omisión
hu: Alapból mutasd az eszköztárat
it: Mostra la barra degli strumenti all'avvio
ja: 普段からツールバーを表示
pl: Domy¶lne wy¶wietlanie paska narzêdziowego
ro: Afiºeazã implicit bara de instrumente
ru: Показывать панель инструментов по умолчанию
sk: Zobrazi» ¹tandardne pruh nástrojov
sl: Prika¾i menije
tr: Önayarlý olarak araç çubuðunu göster
uk: Типово показувати панель ╕нструмент╕в

source: Save geometry
cs: Ukládat geometrii
de: Geometrie speichern
el: Αποθήκευση γεωμετρίας
es: Guardar geometría
gl: Gardar a xeometría
hu: Geometria mentése
it: Salva la geometria
ja: ジオメトリを保存
pl: Zapamiêtywanie po³o¿enia i rozmiarów okien
ro: Salveazã geometria
ru: Сохранить геометрию
sk: Ulo¾i» umiestnenie okna
sl: Posnemi geometrijo
tr: Geometriyi kaydet
uk: Зберегти геометр╕ю

source: Jump to beginning of page when using keyboard
cs: Pøi pou¾ití klávesnice skoèit na zaèátek strany
de: Bei Tastaturbenutzung an den Beginn der Seite springen
el: Μετάβαση στην αρχή σελίδας κατά τη χρήση πληκτρολογίου
es: Saltar al principio de la página al usar el teclado
gl: Ir para o inicio da páxina ó usar o teclado
hu: Az oldal elejére ugrás billentyûzet használatakor
it: Salta all'inizio della pagina quando si utilizza la tastiera
ja: キーボード使用時にページの先頭へジャンプ
pl: Przej¶cie do pocz±tku strony po u¿yciu klawiatury
ro: Sari la începutul paginii când se utilizeazã tastatura
ru: Переход к началу страницы при использовании клавиатуры
sk: Prejs» na zaèiatok stránky pri pou¾ití klávesnice
sl: Pri uporabi tipkovnice skoèi na zaèetek strani
tr: Klavyeyi kullanýnca sayfanýn baþýna geç
uk: Переходити до початку стор╕нки при використанн╕ клав╕атури

source: Layout
cs: Rozlo¾ení
el: Διαμόρφωση
es: Disposición
gl: Disposición
hu: Kiosztás
ja: 配置
pl: Uk³ad
ro: Aspect
ru: Макет
sk: Vzhµad
sl: Izgled
tr: Desen
uk: Розсташування

source: Interpreter
cs: Interpretr
el: Διερμηνέας
es: Intérprete
gl: Intérprete
hu: Értelmezõ
it: Interprete
ja: インタプリタ
ro: Interpretor
ru: Интерпретатор
sl: Postscript interpreter
tr: Çevirmen
uk: ╤нтерпретатор

source: Scan PDF
cs: Získání PDF
de: PDF lesen
el: Ανίχνευση PDF
es: Leer PDF
gl: Examinar PDF
hu: PDF ellenõrzése
it: Leggi PDF
ja: PDFの読み込み
pl: Przetwarzanie pliku PDF
ro: Scaneazã PDF
ru: Чтение PDF
sk: Naèítanie PDF
sl: Ukaz za preiskovanje PDF datotek
tr: PDF'yi tara
uk: Перегляд PDF

source: Print command
cs: Pøíkaz k tisku
de: Druckbefehl
el: Εντολή εκτύπωσης
es: Comando de impresión
gl: Comando de impresión
hu: Nyomtatási parancs
it: Comando per la stampa
ja: 印刷コマンド
pl: Polecenie drukowania
ro: Comandã tipãrire
ru: Команда печати
sk: Príkaz pre tlaè
sl: Ukaz za tiskanje
tr: Yazdýrma komutu
uk: Команда друку

source: Printing
cs: Tisk
de: Drucken
el: Εκτύπωση
es: Impresión
gl: Imprimir
hu: Nyomtatás
it: Stampa
ja: 印刷
pl: Drukowanie
ro: Tipãrire
ru: Печать
sk: Tlaè
sl: Tiskanje
tr: Yazdýrýyorum
uk: Друкування

source: Specifies the geometry for the main window
cs: Urèí geometrii hlavního okna
de: Die Geometrie des Hauptfensters angeben
el: Καθορισμός γεωμετρίας κυρίως παραθύρου
es: Especifica la geometría para la ventana principal
gl: Especificar a xeometría da fiestra principal
hu: Az ablak geometriáját lehet megadni
it: Specifica la geometria della finestra principale
ja: メインウィンドウのジオメトリを指定する
pl: Okre¶la geometriê g³ównego okna
ro: Specificã geometria ferestrei principale
ru: Задать геометрию главного окна
sk: Nastavuje rozmery hlavného okna
sl: Doloèi geometrijo glavnega okna
tr: Ana pencerenin geometrisini belirler
uk: Визнача╓ геометр╕ю головного в╕кна

source: GEOMETRY
de: GEOMETRIE
el: ΓΕΩΜΕΤΡΙΑ
es: GEOMETRÍA
gl: XEOMETRÍA
it: GEOMETRIA
pl: GEOMETRIA
ru: ГЕОМЕТРИЯ
tr: GEOMETRÝ
uk: ГЕОМЕТР╤Я

source: Do not use sidebar and toolbar (deprecated)
cs: Nepou¾ívat boèní ani nástrojovou li¹tu (není doporuèováno)
de: Seitenleiste und Werkzeugleiste nicht benutzen (nicht empfohlen)
el: Να μην γίνει χρήση πλάγιας μπάρας και εργαλειοθήκης (μη συνιστώμενο)
es: No usar barra lateral y de herramientas (anticuado)
gl: Non usar a barra lateral e a de ferramentas (obsoleto)
hu: Ne használj eszközsort és oldalsávot (deprecated)
it: Non utilizzare né la barra laterale né la barra degli strumenti (sconsigliato)
ja: サイドバーとツールバーを使用しない (好ましくない)
pl: Nie wy¶wietla bocznego panelu oraz paska narzêdziowego
ro: Nu utiliza bara lateralã si bara de instrumente (depreciate)
ru: Не использовать боковую панель и панель инструментов
sk: Nepou¾íva» boèný panel a panel nástrojov (zastaralé)
sl: Ne prika¾i stranskega panoja in ukazne vrstice
tr: Kenar ve araç çubuklarýný kullanma (tavsiye edilmez)
uk: Не використовувати бокову панель ╕ панель ╕нструмент╕в (небажано)

source: SPARTAN
de: KARG
el: ΛΙΤΟ
es: SIMPLE
gl: SIMPLE
it: SEMPLICE
pl: OKROJONE
uk: СПАРТАНСЬКИЙ

source: Do not use sidebar
cs: Neu¾ívat boèní panel
de: Seitenleiste nicht benutzen
el: Απενεργοποίηση πλευρικού ταμπλώ
es: No usar barra lateral
gl: Non usar a barra lateral
hu: Ne legyen oldalpanel
it: Non utilizzare la barra laterale
ja: サイドバーを使用しない
pl: Nie wy¶weitla bocznego panelu
ro: Nu utiliza bara lateralã
ru: Не использовать боковую панель
sk: Nepou¾íva» boèný panel
sl: Ne prika¾i stranskega panoja
tr: Kenar çubuðunu kullanma
uk: Не використовувати бокову панель

source: NOSIDEBAR
de: KEINESEITENLEISTE
el: ΧΩΡΙΣΠΛΑΓΙΑΜΠΑΡΑ
es: SINBARRAMENU
gl: SENBARRALATERAL
it: SENZABARRALATERALE
pl: BEZPANELU
sl: NOMENUBAR
tr: KENAR ÇUBUÐU YOK
uk: БЕЗБОКОВО╥

source: Do not use a menu bar
cs: Neu¾ívat menu
de: Menüleiste nicht benutzen
el: Απενεργοποίηση γραμμής μενού
es: No usar barra de menúes
gl: Non usar a barra de menú
hu: Ne legyen menü
it: Non utilizzare la barra del menu
ja: メニューバーを使用しない
pl: Nie wy¶wietla paska menu
ro: Nu utiliza bara de meniu
ru: Не использовать панель меню
sk: Nepou¾íva» menu
sl: Ne prika¾i menijev
tr: Mönü çubuðunu kullanma
uk: Не використовувати панель меню

source: NOMENUBAR
de: KEINMENÜ
el: ΧΩΡΙΣΜΕΝΟΥ
es: SINBARRAMENU
gl: SENBARRAMENÚ
it: SENZABARRAMENU
pl: BEZMENU
tr: MÖNÜ ÇUBUÐU YOK
uk: БЕЗМЕНЮ

source: Do not use a tool bar
cs: Neu¾ívat nástrojovou li¹tu
de: Werkzeugleiste nicht benutzen
el: Απενεργοποίηση εργαλειοθήκης
es: No usar barra de herramientas
gl: Non usar a barra de ferramentas
hu: Ne legyen eszköztár
it: Non utilizzare la barra degli strumenti
ja: ツールバーを使用しない
pl: Nie wy¶wietla paska narzêdziowego
ro: Nu utiliza bara de instrumente
ru: Не использовать панель инструментов
sk: Nepou¾íva» panel nástrojov
sl: Ne prika¾i menijev
tr: Araç çubuðunu kullanma
uk: Не використовувати панель ╕нструмент╕в

source: NOTOOLBAR
de: KEINEWERKZEUGLEISTE
el: ΧΩΡΙΣΕΡΓΑΛΕΙΟΘΗΚΗ
es: SINBARRAHERRAMIENTAS
gl: SENBARRAFERR
it: SENZABARRASTRUMENTI
pl: BEZNARZÊDZIOWEGO
tr: ARAÇ ÇUBUÐU YOK
uk: БЕЗ╤НСТРУМЕНТ╤В

source: Use the whole screen for the main window
cs: U¾ít celou obrazovku jako hlavní okno
de: Den kompletten Bildschirm für das Hauptfenster verwenden
el: Χρήση ολόκληρης οθόνης για το κυρίως παράθυρο
es: Usar la pantalla completa para la ventana principal
gl: Usar a pantalla completa para a fiestra principal
hu: Használd az egész képernyõt fõablaknak
it: Utilizza tutto lo schermo per la finestra principale
ja: メインウィンドウを全画面で表示する
pl: Wykorzystuj ca³y ekran na g³ówne okno
ro: Utilizeazã întregul ecran pentru fereastra principalã
ru: Использовать весь экран для главного окна
sk: Pou¾i» celú obrazovku pre hlavné okno
sl: Uporabi celoten zaslon za glavno okno
tr: Tüm ekraný kapla
uk: Використовувати весь екран для головного в╕кна

source: FULLSCREEN
de: VOLLBILD
el: ΠΛΗΡΗΣΟΘΟΝΗ
es: PANTALLACOMPLETA
gl: PANTALLACOMPLETA
it: ATUTTOSCHERMO
pl: PE£NYEKRAN
tr: TÜM EKRAN
uk: НАВЕСЬЕКРАН

source: %s is not a regular file.
cs: %s není bì¾ný soubor.
de: %s ist keine normale Datei.
el: Το %s δεν είναι κανονικό αρχείο.
es: %s no es un fichero normal.
gl: %s non é un ficheiro regular.
hu: %s nem sima fájl.
it: %s non è un file regolare.
ja: %s は普通のファイルではありません
pl: %s nie jest zwyk³ym plikem.
ro: %s nu este un fiºier normal.
ru: %s не является обычным файлом.
sk: %s nie je normálny súbor.
sl: %s ni obièajna datoteka
tr: %s normal bir dosya deðildir.
uk: %s - не звичайний файл.

source: %s does not exist.
cs: Soubor %s neexistuje.
de: %s ist nicht vorhanden.
el: Το %s δεν υπάρχει.
es: %s no existe.
gl: %s non existe.
hu: %s nem létezik.
it: %s non esiste.
ja: %s は存在しません
pl: %s nie istnieje.
ro: %s nu existã.
ru: %s не существует.
sk: %s neexistuje.
sl: %s ne obstaja.
tr: %s yok.
uk: %s не ╕сну╓.

source: Gnome Ghostview
es: Ghostview GNOME
gl: Ghostview de Gnome
pl: Ghostview, edycja GNOME
