Repository: lepidotos/suede
Catalog: gnome-utils-1.4.1.2/po/*.po
Languages: pl

source: EUnable to write to the floppy. Please confirm that it is not write-protected.
pl: ENie mo¿na zapisaæ na dyskietkê. Upewnij siê, ¿e nie jest ona zabezpieczona przed zapisem.

source: EInsufficient permissions to open floppy device %s.
pl: EBrak uprawnieñ do otwarcia urz±dzenia napêdu dyskietek %s.

source: EUnable to access the floppy disk. Please confirm that it is in the drive with the drive door shut.
pl: EBrak dostêpu do stacji dyskietek. Upewnij siê, ¿e dyskietka jest w stacji oraz zosta³a zablokowana.

source: EGeneric error accessing floppy device %s. Error code %s:%d
pl: EB³±d przy dostêpie do urz±dzenia stacji dyskietek %s. Kod b³êdu %s:%d

source: ERead Error: Problem reading cylinder %d, expected %d, read %d
pl: EB³±d przy odczycie: Problem przy odczycie cylindra %d, oczekiwano %d, odczytano %d

source: EProblem reading cylinder %d, expected %d, read %d
pl: EProblem przy odczycie cylindra %d, oczekiwano %d, odczytano %d

source: MBad data in cyl %d. Continuing...
pl: MB³êdne dane w cylindrze %d. Kontynuowanie...

source: EError closing device %s
pl: EB³±d przy zamykaniu urz±dzenia %s

source: MVerifying the format... Done
pl: MWeryfikowanie formatu... Gotowe

source: EUnable to write to device %s
pl: ENie mo¿na wykonaæ zapisu na urz±dzenie %s

source: EGeneric error accessing floppy device %s. Error code %s
pl: EB³±d przy dostêpie do urz±dzenia stacji dyskietek %s. Kod b³êdu %s

source: ECould not determine current format type
pl: ENie mo¿na okre¶liæ bie¿±cego formatu

source: Double Density 3.5" (720 KB)
pl: Podwójna gêsto¶æ 3.5" (720 KB)

source: Double Density 5.25" (360 KB)
pl: Podwójna gêsto¶æ 5.25" (360 KB)

source: File system type:
pl: Typ systemu plików:

source: Floppy Density:
pl: Gêsto¶æ dyskietki:

source: Floppy Device:
pl: Urz±dzenie dyskietki:

source: Format a floppy
pl: Formatowanie dyskietki

source: High Density 3.5" (1.44 MB)
pl: Wysoka gêsto¶æ 3.5" (1.44 MB)

source: High Density 5.25" (1.2 MB)
pl: Wysoka gêsto¶æ 5.25" (1.2 MB)

source: Linux Native (ext2)
pl: Rodzimy linuksowy (ext2)

source: _Quick format
pl: _Szybkie formatowanie

source: MMaking filesystem on disk...
pl: MTworzenie na dyskietce systemu plików...

source: EUnable to create filesystem correctly.
pl: ENie mo¿na utworzyæ systemu plików.

source: MMaking filesystem on disk... Done
pl: MTworzenie na dyskietce systemu plików... Gotowe

source: EUnable to create filesystem.
pl: ENie mo¿na utworzyæ systemu plików.

source: MChecking for bad blocks... (this might take a while)
pl: MWyszukiwanie b³êdnych bloków... (mo¿e to nieco potrwaæ)

source: Unable to open the device %s, formatting cannot continue.
pl: MNie mo¿na otworzyæ urz±dzenia %s. Przerwano formatowanie.

source: The device %s is disconnected. Please attach device to continue.
pl: Urz±dzenie %s jest od³±czone. Aby kontynuowaæ, przy³±cz urz±dzenie.

source: You do not have the proper permissions to write to %s, formatting will not be possible. Contact your system administrator about getting write permissions.
pl: Formatowanie nie jest mo¿liwe z powodu braku uprawnieñ do zapisu do %s. Popro¶ administratora o zmianê uprawnieñ do urz±dzenia.

source: The device to format
pl: Urz±dzenie opisuj±ce formatowan± dyskietkê

source: DEVICE
pl: URZ¡DZENIE

source: Format
pl: Sformatuj

source: Format another floppy?
pl: Sformatowaæ kolejn± dyskietkê?

source: Floppy formatted successfully.
pl: Dyskietka zosta³a sformatowana pomy¶lnie.

source: Floppy formatting cancelled.
pl: Anulowano formatowanie dyskietki.

source: Format progress.
pl: Postêp formatowania.

source: Param
pl: Parametr

source: Current
pl: Aktualnie

source: Scale
pl: Skala

source: Stripchart
pl: Wykresy paskowe

source: The GNOME stripchart program plots various user-specified parameters as a function of time. Its main use is to chart system performance parameters such as CPU load, CPU utilization, network traffic levels, and the like. Other more ingenious uses are left as an exercise for the interested user.
pl: Program wy¶wietla ró¿ne, okre¶lone przez u¿ytkownika parametry jako funkcjê czasu. Jego g³ówne wykorzystanie to wy¶wietlanie parametrów wydajno¶ci systemu, takich jak obci±¿enie procesora, wykorzystanie CPU, ruch sieciowy, itp. Ciekawsze mo¿liwo¶ci mog± zostaæ wykorzystane przez zainteresowanego u¿ytkownika.

source: Show values
pl: Wy¶wietl warto¶ci

source: Edit Prefs...
pl: Zmieñ preferencje...

source: Edit Params...
pl: Zmieñ parametry...

source: closing parenthesis expected
pl: oczekiwano nawiasu zamykaj±cego

source: no such field: %d
pl: nie ma takiego pola: %d

source: missing variable identifer
pl: brakuj±cy identyfikator zmiennej

source: invalid variable identifer: %s
pl: niew³a¶ciwy identyfikator zmiennej: %s

source: number expected
pl: oczekiwano liczby

source: extra junk at end: "%s"
pl: dodatkowe znaki na koñcu: "%s"

source: Parameter
pl: Parametr

source: Equation
pl: Równanie

source: Filename
pl: Nazwa pliku

source: Pattern
pl: Deseñ

source: Max
pl: Maks

source: Linear
pl: Liniowa

source: Logarithmic
pl: Logarytmiczna

source: Type
pl: Typ

source: Indicator
pl: Wska¼nik

source: Line
pl: Linia

source: Point
pl: Punkt

source: Solid
pl: Ci±g³y

source: Add Parameter Before
pl: Dodaj parametr przed

source: Add Parameter After
pl: Dodaj parametr po

source: Apply Parameter Changes
pl: Zastosuj zmiany parametrów

source: Delete Parameter
pl: Usuñ parametr

source: Add Color
pl: Dodaj kolor

source: Delete Color
pl: Usuñ kolor

source: Info
pl: Informacje

source: Parameter Editor
pl: Edytor parametrów

source: Parameters
pl: Parametry

source: Chart
pl: Wykres

source: enabled
pl: Aktywne

source: minor
pl: pomocnicze

source: major
pl: G³ówne

source: Update
pl: Od¶wie¿anie

source: Smooth
pl: G³adko¶æ

source: Ticks
pl: Znaczniki

source: Pen
pl: Pióro

source: Geometry string: WxH+X+Y
pl: Napis geometrii: S:W+X+Y

source: GEO
pl: WYMIARY

source: Configuration file name
pl: Nazwa pliku konfiguracyjnego

source: FILE
pl: PLIK

source: Values
pl: Warto¶ci

source: Prefs...
pl: Preferencje...

source: Params...
pl: Parametry...

source: Executing arbitrary programs that you downloaded from the network might be dangerous. Are you sure you want to run `%s'?
pl: Uruchamianie dowolnych plików pobieranych z sieci mo¿e byæ niebezpieczne. Czy na pewno chcesz uruchomiæ "%s"?

source: Could not access file permissions
pl: Nie mo¿na sprawdziæ uprawnieñ do pliku

source: Could not execute the file `%s' due to a permission problem
pl: Ze wzglêdu na problem z uprawnieniami nie mo¿na wykonaæ pliku "%s"

source: Failure at executing `%s'
pl: B³±d przy wykonywaniu "%s"

source: It was not possible to open the file `%s'
pl: Nie mo¿na otworzyæ pliku "%s"

source: The file `%s' is empty
pl: Plik "%s" jest pusty

source: There was an error. `%s' is empty
pl: Wyst±pi³ b³±d. "%s" jest pusty.

source: This is a library and can not be executed
pl: To jest biblioteka, nie mo¿na jej wykonaæ.

source: The file is a core file and can not be executed
pl: To jest plik core, nie mo¿na go wykonaæ.

source: This is an unknown kind of executable
pl: Plik tego pliku wykonywalnego jest nieznany.

source: The executable is for a different platform and can not be executed on this system
pl: Ten plik wykonywalny nie mo¿e byæ wykonany w tym systemie, poniewa¿ jest przeznaczony dla innej platformy.

source: Number of files: %d Nuber of folders: %d
pl: Liczba plików: %d Liczba folderów: %d

source: No files or folders, drop files or folders above to add them to the archive
pl: Brak plików i folderów. Aby dodaæ pliki lub foldery do archiwum, przeci±gnij je tutaj.

source: Cannot start the archive (tar) program
pl: Nie mo¿na uruchomiæ programu archiwizuj±cego (tar)

source: Cannot run tar/gtar
pl: Nie mo¿na uruchomiæ programu tar/gtar

source: Archive.tar.gz
pl: Archiwum.tar.gz

source: The GNOME Archive Generator
pl: Generator archiwów dla GNOME

source: Drag files in to make archives
pl: Aplikacja pozwalaj±ca na tworzenie archiwów z przeci±gniêtych plików.

source: No filename selected
pl: Nie wybrano nazwy pliku

source: File exists, overwrite?
pl: Plik istnieje, nadpisaæ?

source: No items to archive
pl: Brak elementów w archiwum

source: File does not exists
pl: Plik nie istnieje

source: Add file or folder
pl: Dodanie pliku lub folderu

source: Add file or folder...
pl: Dodaj plik lub folder...

source: Add a file or folder to the archive
pl: Dodaje do archiwum plik lub folder

source: Create archive...
pl: Stwórz archiwum...

source: Create a new archive from the items
pl: Tworzy nowe archiwum z wybranych elementów

source: Remove the selected item(s)
pl: Usuwa zaznaczone elementy

source: GNOME Archive Generator
pl: Generator archiwów dla GNOME

source: Drop files here to add them to the archive.
pl: Aby dodaæ pliki do archiwum, przeci±gnij je tutaj.

source: Archive
pl: Archiwum

source: Drag this button to the destination where you want the archive to be created or press it to pop up a file selection dialog.
pl: Przeci±gnij ten przycisk w miejsce, w którym chcesz stworzyæ archiwum lub wci¶nij go, aby dokonaæ wyboru miejsca w oknie wyboru pliku.

source: Cannot find proper icons anywhere!
pl: Nie mo¿na odnale¼æ nigdzie w³a¶ciwych ikon!

source: Cannot find the archive (tar) program! This is the program used for creating archives.
pl: Nie mo¿na odnale¼æ programu archiwizuj±cego (tar)! Jest on wykorzystywany w procesie tworzenia archiwum.

source: Format Floppy Disks
pl: Formatowanie dyskietek

source: Gnome client for the MIT dictionary server
pl: Klient GNOME do serwera s³ownika MIT

source: GNOME client for RFC 2229-compliant dictionary server
pl: Klient GNOME do serwera s³ownika zgodnego z RFC 2229

source: Shows a stripchart plot
pl: Wy¶wietla wykresy paskowe

source: Stripchart Plotter
pl: Wykresy paskowe

source: Notepad
pl: Notatnik

source: Simple editor (notepad)
pl: Prosty edytor (notatnik)

source: IDE Device Tool
pl: Narzêdzie dla urz±dzeñ IDE

source: Show and Configure IDE Device Settings
pl: Wy¶wietla i konfiguruje ustawienia urz±dzeñ IDE

source: User Listing
pl: Lista u¿ytkowników

source: View users on the system
pl: Wy¶wietla u¿ytkowników w systemie

source: Show various system information
pl: Wy¶wietla ró¿ne informacje o systemie

source: System Info
pl: Informacje o systemie

source: Technical information about this computer
pl: Informacje techniczne na temat systemu

source: Shut Down or Reboot
pl: Wy³±cz lub zrestartuj

source: Turn off or reset the computer
pl: Wy³±cza lub resetuje komputer

source: GNOME Penguin
pl: Pingwin GNOME

source: Browse available X11 colors.
pl: Przegl±danie dostêpnych kolorów X11.

source: Color Browser
pl: Przegl±darka kolorów

source: Archive Generator
pl: Generator archiwów

source: System log monitor
pl: Monitor dzienników systemowych

source: Time Tracker tool
pl: Narzêdzie do ¶ledzenia czasu

source: Time tracking tool
pl: Narzêdzie do ¶ledzenia czasu

source: Shows a stripchart
pl: Wy¶wietla wykresy paskowe

source: GNOME Search Tool
pl: Narzêdzie wyszukiwawcze GNOME

source: Show free space on mounted file systems using dials.
pl: Wy¶wietla przy u¿yciu zegarów wolne miejsce na zamontowanych systemach plików.

source: GNOME Character Map
pl: Mapa znaków dla GNOME

source: Simple Calculator
pl: Prosty kalkulator
