Repository: lepidotos/suede
Catalog: gnome-utils-1.4.1.2/po/*.po
Languages: pl

source: The Gnome Calculator
pl: Kalkulator GNOME

source: Simple double precision calculator similiar to xcalc
pl: Prosty kalkulator podwójnej precyzji podobny do xcalc

source: Run in analog (slide rule) mode
pl: Uruchamia w trybie analogowym (liczyd³o suwakowe)

source: Gnome Calculator
pl: Kalkulator GNOME

source: RAD
pl: RAG

source: Select Character
pl: Wybór znaku

source: Insert
pl: Wstaw

source: Character code:
pl: Kod znaku:

source: Character:
pl: Znak:

source: -adobe-helvetica-bold-r-normal-*-*-180-*-*-p-*-*-*,*-r-*
pl: -adobe-helvetica-bold-r-normal-*-*-180-*-*-p-*-*-2,*-r-2

source: Gnome Character Map
pl: Mapa znaków dla GNOME

source: The Gnome equalivant of Microsoft Windows' Character Map. Warning: might contain bad English.
pl: Odpowiednik Tablicy Znaków Microsoft Windows dla Gnome. Ostrze¿enie: s³owa mog± byæ niepoprawne.

source: %s: Character code %d
pl: %s: Kod znaku %d

source: Text copied to clipboard...
pl: Skopiowano tekst do schowka...

source: Text cut to clipboard...
pl: Wyciêto tekst do schowka...

source: Text pasted from clipboard...
pl: Wklejono tekst ze schowka...

source: Action Toolbar
pl: Pasek czynno¶ci

source: Text to copy:
pl: Kopiowany tekst:

source: -*-helvetica-medium-r-normal-*-12-*-*-*-p-*-*-*,*-r-*
pl: -*-helvetica-medium-r-normal-*-12-*-*-*-p-*-*-2,*-r-2

source: Exit
pl: Zakoñcz

source: Copy
pl: Skopiuj

source: About
pl: Informacje o

source: Help
pl: Pomoc

source: -*-helvetica-bold-r-normal-*-*-180-*-*-p-*-*-*,*-r-*
pl: -*-helvetica-bold-r-normal-*-*-180-*-*-p-*-*-2,*-r-2

source: Insert Character...
pl: Wstaw znak...

source: Insert character(s) by choosing character codes.
pl: Wstawia znaki po podaniu ich kodów.

source: _Action Toolbar
pl: Pasek _czynno¶ci

source: View or hide the action toolbar
pl: Prze³±cza wy¶wietlanie paska czynno¶ci

source: _Text Toolbar
pl: Pasek _tekstowy

source: View or hide the text toolbar
pl: Prze³±cza wy¶wietlanie paska tekstowego

source: _Statusbar
pl: Pasek _stanu

source: View or hide the statusbar
pl: Prze³±cza wy¶wietlanie paska stanu

source: Character Table's Font...
pl: Czcionka tabeli znaków...

source: Set the character table's font.
pl: Ustawia czcionkê wykorzystywan± w tabeli znaków.

source: _Insert at end
pl: _Wstawianie na koñcu

source: Insert every selected character at the end of the text entry
pl: Powoduje wstawianie ka¿dego znaku na koñcu bie¿±cego tekstu

source: _Focusable Buttons
pl: _Skupienie przycisków

source: Set the buttons to be focusable or not
pl: Ustala, czy przyciski maj± przejmowaæ skupienie, czy te¿ nie

source: Insert character(s) by choosing character codes
pl: Wstawia znaki po podaniu ich kodów

source: Cut
pl: Wytnij

source: Cut the selection
pl: Wycina zaznaczenie

source: Copy the selection
pl: Kopiuje zaznaczenie

source: Paste
pl: Wklej

source: Paste the clipboard
pl: Wkleja zawarto¶æ schowka

source: Show Gnome Character Map's manual
pl: Podrêcznik mapy znaków

source: About this application
pl: Informacje o aplikacji

source: Exit the program
pl: Koñczy pracê programu

source: Couldn't start the dictionary; most likely, http://www.dict.org could not be contacted.
pl: Nie mo¿na uruchomiæ s³ownika. Prawdopodobnie nie mo¿na nawi±zaæ po³±cznia z adresem http://www.dict.org.

source: Cannot connect to server
pl: Nie mo¿na nawi±zaæ po³±czenia z serwerem

source: Client for MIT dictionary server. Web: http://gdict.dhs.org/, http://www.psilord.com/code/
pl: Klient serwera s³ownika MIT. Witryna: http://gdict.dhs.org/, http://www.psilord.com/code/

source: Spell-checking...
pl: Wprawdzanie pisowni...

source: Spell check done
pl: Zakoñczono sprawdzanie pisowni

source: No matches found
pl: Nie odnaleziono wyst±pieñ

source: Looking up word...
pl: Wyszukiwanie s³owa...

source: Lookup done
pl: Zakoñczono wyszukiwanie

source: String not found
pl: Nie odnaleziono napisu

source: Find:
pl: Znajd¼:

source: Unable to perform requested operation, either because the server you are using is down or because you are not connected to the Internet. If you are not already connected to the Internet, please do so and try again.
pl: Nie mo¿na wykonaæ operacji. Prawdopodobnie serwer jest nieaktywny lub nie nawi±zano po³±czenia z Internetem.

source: Look up
pl: Wyszukaj

source: Look up word in dictionary
pl: Wyszukuje s³owo w s³owniku

source: Spell
pl: Pisownia

source: Check word spelling
pl: Wprawdza pisowniê s³owa

source: Cut to Clipboard
pl: Wycina do schowka

source: Copy to Clipboard
pl: Kopiuje do schowka

source: Paste Clipboard Contents
pl: Wkleja zawarto¶æ schowka

source: Settings
pl: Ustawienia

source: Server to use, default search strategy, fonts
pl: Wykorzystywany serwer, domy¶lna strategia wyszukiwania, czcionki

source: Word definition
pl: Definicja s³owa

source: About...
pl: Informacje o...

source: Preferences...
pl: Preferencje...

source: Show/Hide Definition Window...
pl: Wy¶wietl/Ukryj okno definicji

source: Spell Check...
pl: Wprawd¼ pisowniê...

source: Cannot create applet!
pl: Nie mo¿na utworzyæ apletu!

source: Error invoking query: %s
pl: B³±d przy zadawaniu pytania: %s

source: Headword:
pl: S³owo wstêpne:

source: Sub-number:
pl: Indeks dolny:

source: Pronunciation:
pl: Wymowa:

source: Etymology:
pl: Etymologia:

source: Part of speech:
pl: Czê¶æ mowy:

source: Example:
pl: Przyk³ad:

source: Main body:
pl: G³ówna zawarto¶æ:

source: Cross-reference:
pl: Odniesienie:

source: Preferences
pl: Preferencje

source: Smart lookup
pl: Inteligentne wyszukiwanie

source: Server:
pl: Serwer:

source: Database:
pl: Baza danych:

source: Default strategy:
pl: Domy¶lna strategia wyszukiwania:

source: Server
pl: Serwer

source: Fonts
pl: Czcionki

source: Display handle bar
pl: Wy¶wietlanie paska uchwytu

source: You have to restart GDict for these settings to become active.
pl: Aby ustawienia wesz³y w ¿ycie, nale¿y ponownie uruchomiæ program.

source: Applet
pl: Aplet

source: Search all databases
pl: Przeszukaj wszystkie bazy danych

source: The server you specified could not be found.
pl: Nie mo¿na odnale¼æ podanego serwera.

source: Word:
pl: S³owo:

source: Search Strategy:
pl: Strategia wyszukiwania:

source: Find Words...
pl: Znajd¼ s³owa...

source: Look up Word...
pl: Wyszukaj s³owo...

source: Spell checker
pl: Sprawdzanie pisowni

source: GDiskFree
pl: Monitor dysków

source: Unable to parse the geometry string '%s'
pl: B³±d przetwarzania parametru geometrii: "%s"

source: Specify the geometry of the window.
pl: Okre¶la geometriê okna.

source: GEOMETRY
pl: WYMIARY

source: GDiskFree is a GNOME implementation of the shell utility 'df'.
pl: Monitor dysku jest implementacj± polecenia "df" dla GNOME

source: GDiskFree Properties
pl: W³a¶ciwo¶ci monitora dysków

source: Invoke sync before getting usage info
pl: Wywo³anie "sync" przed pobraniem informacji o zajêto¶ci

source: Show drive mount points
pl: Wy¶wietlanie punktu montowania

source: Show drive size
pl: Wy¶wietlanie rozmiaru dysku

source: Dial Orientation
pl: Orientacja wska¼ników

source: Vertical
pl: Pionowa

source: Horizontal
pl: Pozioma

source: Update interval (ms)
pl: Czêstotliwo¶æ od¶wie¿ania (ms)

source: General Settings
pl: Ustawienia ogólne

source: File name
pl: Nazwa pliku

source: Don't search subdirectories
pl: Brz przeszukiwania podkatalogów

source: File owner
pl: W³a¶ciciel pliku

source: File owner group
pl: Grupowy w³a¶ciciel pliku

source: Last modification time
pl: Czas ostatniej modyfikacji

source: Don't search mounted filesystems
pl: Bez przeszukiwania zamontowanych systemów plików

source: Empty file
pl: Pusty plik

source: Invalid user or group
pl: Niepoprawny w³a¶ciciel lub grupa

source: Filenames except
pl: Nazwy plików z wyj±tkiem

source: Follow symbolic links
pl: Pod±¿anie za dowi±zaniami symbolicznymi

source: Simple substring search
pl: Nazwy plików zawieraj±ce napis

source: Regular expression search
pl: Wyra¿enie regularne

source: Extended regular expression search
pl: Zaawansowane wyra¿enie regularne

source: grep options found in find list bad bad!
pl: odnaleziono niedozwolone opcje na li¶cie opcji grep!

source: non-grep option found in grep list, bad bad!
pl: nieznana opcja na li¶cie opcji grep!

source: Search already running on another page
pl: Wyszukiwanie jest ju¿ aktywne na innej stronie

source: Search Results
pl: Wyniki wyszukiwania

source: ... Too many errors to display ...
pl: ... Zbyt wiele b³êdów, aby je wy¶wietliæ ...

source: Start directory does not exist
pl: Katalog pocz±tkowy nie istnieje

source: Search command line
pl: Wiersz poleceñ polecenia wyszukiwania

source: This is the command line that can be used to execute this search from the console: (Note: to print one file per line rather then null separated, append "| tr '\000' '\n'" to the line below)
pl: Poni¿ej jest wiersz polecenia, którego mo¿na u¿yæ przy wykonywaniu tego wyszukiwania z konsoli: (aby wypisaæ po jednym pliku w wierszu, do³±cz do tego polecenia "| tr '\000' '\n'")

source: Entry changed called for a non entry option!
pl: Wywo³ano entry_changed dla elementu nie bêd±cego elementem wej¶ciowym!

source: Enable
pl: Aktywne

source: Remove
pl: Usuñ

source: Start in directory:
pl: Rozpoczêcie w katalogu:

source: Browse
pl: Wybór katalogu

source: Add
pl: Dodaj

source: Show Command
pl: Poka¿ Polecenie

source: Start
pl: Szukaj

source: Stop
pl: Zatrzymaj

source: Nothing to locate
pl: Nie podano nazwy do wyszukania

source: This is an interface to locate. If you type in a simple string it will be matched as a subset of the full path, and if you type in a string with wildcards, it will have to match the full path.
pl: To jest interfejs do polecenia "locate". Je¶li zostanie wpisany zwyk³y ci±g znaków, zostanie dopasowany jako fragment pe³nej nazwy pliku, je¶li ci±g znaków bêdzie zawieraæ znaki dopasowania, bêdzie musia³ pasowaæ do pe³nej ¶cie¿ki

source: Locate file:
pl: Wyszukaj plik:

source: Full find (find)
pl: Pe³ne wyszukiwanie (find)

source: Quick find (locate)
pl: Szybkie wyszukiwanie (locate)

source: The Gnome Search Tool
pl: Narzêdzie wyszukiwawcze dla GNOME

source: Frontend to the unix find/grep/locate commands
pl: Nak³adka na unixowe polecenia find/grep/locate

source: Gnome Search Tool
pl: Narzêdzie wyszukiwawcze dla GNOME

source: Cannot save file
pl: Nie mo¿na zapisaæ pliku

source: Save Results
pl: Zapisz wyniki

source: Command mangled
pl: Przekrêcone polecenie

source: No command for this mime type
pl: Brak polecenia odpowiadaj±cego temu typowi MIME

source: no project selected
pl: nie wybrano projektu

source: Couldn't understand geometry (position and size) specified on command line
pl: W wierszu poleceñ okre¶lono niew³a¶ciwe wymiary oraz pozycjê okna

source: Total
pl: Ogó³em

source: Total time spent on this project.
pl: Ogólny czas spêdzony nad tym projektem.

source: Today
pl: Dzisiaj

source: Time spent on this project today.
pl: Czas spêdzony nad projektem w dniu dzisiejszym.

source: Week
pl: Tydzieñ

source: Time spent on this project this week.
pl: Czas spêdzony nad projektem w tym tygodniu.

source: Month
pl: Miesi±c

source: Time spent on this project this month.
pl: Czas spêdzony nad projektem w tym miesi±cu.

source: Year
pl: Rok

source: Time spent on this project this year.
pl: Czas spêdzony nad projektem w tym roku.

source: Title
pl: Nazwa

source: Project Title
pl: Nazwa projektu

source: Description
pl: Opis

source: Diary Entry
pl: Wpis dziennika

source: The current diary entry
pl: Bie¿±cy wpis dziennika

source: Estimated Project Start Date
pl: Szacowana data rozpoczêcia projektu

source: End
pl: Koniec

source: Estimated Project Completion Date
pl: Szacowana data zakoñczenia projektu

source: Size
pl: Rozmiar

source: Done
pl: Ukoñczenie

source: U
pl: Pil

source: Urgency: Does this project need to be done soon, done quickly?
pl: Pilno¶æ: Czy projekt musi byæ wykonany wkrótce? Wykonany szybko?

source: Imp
pl: Wa¿n

source: Importance: How important is this project?
pl: Wa¿no¶æ: Jak wa¿ny jest ten projekt?

source: Status
pl: Stan

source: The current status of this project.
pl: Bie¿±cy stan projektu.

source: Low
pl: Niskie

source: Med
pl: ¦rednie

source: High
pl: Wysokie

source: In Progress
pl: W trakcie

source: On Hold
pl: Wstrzymany

source: Cancelled
pl: Anulowany

source: Completed
pl: Zakoñczony

source: project %t started
pl: rozpoczêto projekt %t

source: stopped project %t
pl: wstrzymano projekt %t

source: (empty)
pl: (puste)

source: Notes
pl: Notatki

source: Task Time
pl: Czas zadania

source: Value
pl: Warto¶æ

source: No Default Value
pl: Brak warto¶ci domy¶lnej

source: Error - Unknown
pl: B³±d - nieznany

source: unknown token: >>>>
pl: nieznany token: >>>>

source: Error 404 Not Found
pl: B³±d 404 - nie odnaleziono

source: The file %s was not found.
pl: Nie odnaleziono pliku %s.

source: (null)
pl: (puste)

source: Unkown Error
pl: Nieznany b³±d

source: Unable to open the file %s %s
pl: Nie mo¿na otworzyæ pliku %s %s

source: Save HTML To File
pl: Zapis HTML-a w pliku

source: Cannot open logfile %s for append
pl: Nie mo¿na dopisaæ danych na koñcu pliku dziennika %s

source: %b %d %H:%M:%S
pl: %d %b %H:%M:%S

source: no description
pl: brak opisu

source: program started
pl: uruchomienie programu

source: program exited
pl: zakoñczenie programu

source: There seems to be another GTimeTracker running. Press OK to start GTimeTracker anyway, or press Cancel to quit.
pl: Wydaje siê, ¿e jest juz uruchomiona jedna kopia GTimeTracker. Wci¶nij OK, aby mimo wszystko uruchomiæ program, lub Anuluj aby zrezygnowaæ

source: Cannot create pid-file!
pl: Nie mo¿na utworzyæ pliku z PID-em!

source: Do you want to continue?
pl: Czy chcesz kontynuowaæ?

source: Error
pl: B³±d

source: Shall I setup a new configuration?
pl: Czy chcesz stworzyæ now± konfiguracjê?

source: Specify geometry
pl: Okre¶l wymiary

source: Select a project on startup
pl: Wybierz projekt przy starcie

source: PROJECT
pl: PROJEKT

source: Warning
pl: Ostrze¿enie

source: New Project...
pl: Nowy projekt...

source: Reload Configuration File
pl: Odczytuje ponownie plik konfiguracyjny aplikacji

source: Do you really want to reload the configuration file?
pl: Czy na pewno chcesz ponownie odczytaæ plik konfiguracyjny?

source: File %s exists, overwrite?
pl: Plik %s istnieje, nadpisaæ?

source: File cannot be written
pl: Nie mo¿na nadpisaæ pliku

source: Export Current State
pl: EKsportuje bie¿±cy stan

source: _New Project...
pl: _Nowy projekt...

source: _Reload Configuration File
pl: _Od¶wie¿ konfiguracjê

source: _Save Configuration File
pl: _Zapisz konfiguracjê

source: _Export Current State
pl: Wy_eksportuj bie¿±cy stan

source: Clear _Daily Counter
pl: Wyczy¶æ licznik _dniowy

source: _Journal...
pl: _Dziennik...

source: _All Journal...
pl: _Ca³y dziennik...

source: _New Report...
pl: _Nowy raport...

source: St_art
pl: U_ruchom

source: Start the timer running
pl: Uruchamia zegar

source: Sto_p
pl: Z_atrzymaj

source: Stop the timer
pl: Zatrzymuje zegar

source: _Timer Running
pl: W³±czony zegar

source: _Reports
pl: _Raporty

source: _Timer
pl: _Zegar

source: Reports
pl: Raporty

source: Reports/<Separator>
pl: Raporty/<Separator>

source: Old GTT Tasks
pl: Stare zadanie GTT

source: empty
pl: pusta

source: [GTT]New
pl: Nowy

source: Create a New Project...
pl: Tworzy nowy projekt...

source: Reload
pl: Od¶wie¿

source: Save
pl: Zapisz

source: Save Configuration File
pl: Zapisuje plik konfiguracyjny

source: Cut Selected Project
pl: Wycina zaznaczony projekt

source: Copy Selected Project
pl: Kopiuje zaznaczony projekt

source: Paste Project
pl: Wklej projekt

source: Journal
pl: Dziennik

source: View and Edit Timestamp Logs
pl: Pozwala na przegl±danie i modyfikacjê dziennika z zapisem czasu

source: Props
pl: W³a¶ciwo¶ci

source: Edit Project Properties...
pl: Modyfikuje w³a¶ciwo¶ci projektu...

source: Timer
pl: Zegar

source: Start/Stop Timer
pl: Uruchamia/Zatrzymuje zegar

source: Calendar
pl: Kalendarz

source: Prefs
pl: Preferencje

source: Edit Preferences...
pl: Modyfikuje preferencje...

source: Manual
pl: Podrêcznik

source: User's Guide and Manual
pl: Podrêcznik u¿ytkownika

source: Quit
pl: Zakoñcz

source: Quit GTimeTracker
pl: Koñczy GTimeTracker

source: 1 Hour
pl: 1 godzina

source: 2 Hours
pl: 2 godziny

source: 3 Hours
pl: 3 godziny

source: Exact Time
pl: Dok³adny czas

source: Add a new time interval.
pl: Dodaje nowy okres czasu.

source: Delete Interval
pl: Usuñ okres

source: Delete This Interval
pl: Usuwa ten okres

source: Merge Down
pl: Po³±cz w dó³

source: Merge Into Interval Above
pl: £±czy z okresem powy¿ej

source: Merge Into Interval Below
pl: £±czy z okresem poni¿ej

source: Merge Up
pl: Po³±cz w górê

source: New Interval
pl: Nowy okres

source: Paste a previously cut diary entry.
pl: Wkleja wyciêty uprzednio wpis dziennika.

source: Close
pl: Zamknij

source: New File
pl: Nowy plik

source: Open File
pl: Otwiera plik

source: Print
pl: Wydrukuj

source: Refresh
pl: Od¶wie¿

source: Save File
pl: Zapisuje plik

source: Information
pl: Informacja

source: This function is not yet implemented! Coming Soon, I hope!
pl: Ta funkcja nie zosta³a jeszcze zaimplementowana!

source: Display
pl: Wy¶wietlanie

source: Entry Start:
pl: Format komunikatu wznowienia:

source: Entry Stop:
pl: Format komunikatu zatrzymania:

source: Fields
pl: Pola

source: Filename:
pl: Nazwa pliku:

source: Idle Seconds:
pl: Sekundy nieaktywno¶ci:

source: Inactivity Timeout
pl: Okres nieaktywno¶ci

source: Logfile
pl: Plik dziennika

source: Misc
pl: Ró¿ne

source: No Project Command:
pl: Polecenie wykonywane po odznaczeniu projektu:

source: Project List Display
pl: Widok listy projektów

source: Shell
pl: Pow³oka

source: Shell Commands
pl: Wykonywanie poleceñ

source: Show Percent Complete
pl: Wy¶wietlanie procentu zakoñczenia

source: Show Planned Project End Date
pl: Wy¶wietlanie planowanej daty zakoñczenia projektu

source: Show Planned Project Start Date
pl: Wy¶wietlanie planowanej daty rozpoczêcia projektu

source: Show Project Description
pl: Wy¶wietlanie opisu projektu

source: Show Project Importance
pl: Wy¶wietlanie wa¿no¶ci projektu

source: Show Project Status
pl: Wy¶wietlanie stanu projektu

source: Show Project Urgency
pl: Wy¶wietlanie pilno¶ci projektu

source: Show Seconds
pl: Wy¶wietlanie sekund

source: Show Status Bar
pl: Wy¶wietlanie paska stanu

source: Show Sub-Projects
pl: Wy¶wietlanie podprojektów

source: Show Table Header
pl: Wy¶wietlanie nag³ówka tabeli

source: Show Time This Month
pl: Wy¶wietlanie czasu w tym miesi±cu

source: Show Time This Week
pl: Wy¶wietlanie czasu w tym tygodniu

source: Show Time This Year
pl: Wy¶wietlanie czasu w tym roku

source: Show Time Today
pl: Wy¶wietlanie czasu dzisiaj

source: Show Toolbar Icons
pl: Wy¶wietlanie ikon na pasku narzêdziowym

source: Show Toolbar Texts
pl: Wy¶wietlanie podpisów pod ikonami na pasku narzêdziowym

source: Show Tooltips
pl: Wy¶wietlanie podpowiedzi

source: Show Total Time Ever
pl: Wy¶wietlanie ³±cznego czasu od zawsze

source: Show `Cut', `Copy', `Paste'
pl: Wy¶wietlanie elementów "Wytnij", "Skopiuj", "Wklej"

source: Show `Help'
pl: Wy¶wietlanie elementu "Pomoc"

source: Show `Journal'
pl: Wy¶wietlanie elementu "Dziennik"

source: Show `New'
pl: Wy¶wietlanie elementu "Nowy"

source: Show `Preferences'
pl: Wy¶wietlanie elementu "Preferencje"

source: Show `Properties'
pl: Wy¶wietlanie elementu "W³a¶ciwo¶ci"

source: Show `Quit'
pl: Wy¶wietlanie elementu "Zakoñcz"

source: Show `Save', `Reload'
pl: Wy¶wietlanie elementów "Zapisz", "Od¶wie¿"

source: Show `Timer'
pl: Wy¶wietlanie elementu "Zegar"

source: Switch Project Command:
pl: Polecenie wykonywane po zaznaczeniu projektu:

source: Toolbar
pl: Pasek narzêdziowy

source: Toolbar Segments
pl: Segmenty paska narzêdziowego

source: Use Logfile
pl: Wykorzystywanie dziennika

source: View Project Fields
pl: Wy¶wietlane pola projektu

source: % Complete
pl: % zakoñczenia

source: A title to assign to this project
pl: Nazwa przypisana temu projektowi

source: Auto-merge Gap:
pl: Przerwa automatycznego ³±czenia:

source: Auto-merge Interval:
pl: Okres automatycznego ³±czenia:

source: Double-Overtime Rate:
pl: Podwójna stawka nadgodzinna:

source: Hours to Finish:
pl: Godziny do zakoñczenia:

source: If the gap between intervals is smaller than this, the intervals will be merged together.
pl: W przypadku przerw pomiêdzy okresami mniejszych od podanej tutaj, okresy bêd± ³±czone.

source: Importance:
pl: Wa¿no¶æ:

source: Intervals
pl: Okresy

source: Intervals smaller than this will be discarded
pl: Okresy krótsze od podanego tutaj bêd± porzucane

source: Minimum Interval:
pl: Minimalny okres:

source: Not Set
pl: Nie ustawione

source: Notes:
pl: Notatki:

source: Overtime Rate:
pl: Stawka zwyk³a:

source: Planned Finish:
pl: Planowane zakoñczenie:

source: Planned Start:
pl: Planowane rozpoczêcie:

source: Planning
pl: Planowanie

source: Project
pl: Projekt

source: Project Description:
pl: Opis projektu:

source: Project Title:
pl: Nazwa projektu:

source: Rates
pl: Stawki

source: Regular Rate:
pl: Stawka nadgodzinna:

source: Status:
pl: Stan:

source: The dollars per hour charged for overtime work on this project.
pl: Kwota p³acona za godzinê pracy w nadgodzinach nad tym projektem.

source: The dollars per hour normally charged for this project.
pl: Kwota p³acona normalnie za godzinê pracy nad tym projektem.

source: The over-overtime rate (overtime on Sundays, etc.)
pl: Kwota p³acona za godzinê pracy w wyj±tkowych nadgodzinach (w niedziele, itp.) nad tym projektem.

source: Time below which an interval is merged with its neighbors
pl: Czas, poni¿ej którego okres ³±czony jest z s±siadami.

source: Urgency:
pl: Pilno¶æ:

source: seconds
pl: sekund

source: Add a new time interval
pl: Dodaje nowy okres czasu

source: New Time Interval
pl: Nowy okres czasu

source: minutes
pl: minut

source: Logview
pl: Przegl±darka dzienników

source: Action database
pl: Baza danych operacji

source: Monitor options
pl: Opcje monitorowania

source: Add...
pl: Dodaj...

source: Edit...
pl: Zmieñ...

source: Cannot open action data base <%s>! Open failed.
pl: Nie mo¿na otworzyæ bazy danych czynno¶ci <%s>! Otwarcie nie powiod³o siê.

source: Error parsing actions data base
pl: B³±d przy analizie bazy danych czynno¶ci

source: Can't write to actions database!
pl: Nie mo¿na zapisaæ bazy danych czynno¶ci!

source: <empty>
pl: <putsy>

source: log name regexp
pl: wyra¿enie regularne nazwy dziennika

source: process regexp
pl: wyra¿enie regularne procesu

source: message regexp
pl: wyra¿enie regularne komunikatu

source: action to execute when regexps are TRUE
pl: czynno¶æ wykonywana przy dopasowaniu do wyra¿enia regularnego

source: description
pl: opis

source: description:
pl: opis:

source: Description of this entry.
pl: Opis bie¿±cego elementu.

source: tag: [%s] log_name: [%s] process: [%s] message: [%s] description: [%s] action: [%s]
pl: znacznik: [%s] nazwa_dz: [%s] proces: [%s] komunikat: [%s] opis: [%s] akcja: [%s]

source: Log stats
pl: Statystyki dziennika

source: Log information
pl: Informacje o dzienniku

source: Log:
pl: Dziennik:

source: Size:
pl: Rozmiar:

source: Modified:
pl: Modyfikacja:

source: Start date:
pl: Data rozpoczêcia:

source: Last date:
pl: Ostatnia data:

source: Num. lines:
pl: Liczba wierszy:

source: %ld bytes
pl: %ld bajtów

source: January
pl: Styczeñ

source: February
pl: Luty

source: March
pl: Marzec

source: April
pl: Kwiecieñ

source: May
pl: Maj

source: June
pl: Czerwiec

source: July
pl: Lipiec

source: August
pl: Sierpieñ

source: September
pl: Wrzesieñ

source: October
pl: Pa¼dziernik

source: November
pl: Listopad

source: December
pl: Grudzieñ

source: Not enough memory!
pl: Brak pamiêci!

source: Out of memory!
pl: Brak pamiêci!

source: Unable to open logfile!
pl: Nie mo¿na otworzyæ pliku dziennika!
