Repository: lepidotos/suede
Catalog: gnome-utils-1.4.1.2/po/*.po
Languages: pl

source: %s is not a regular file.
pl: %s nie jest zwyk³ym plikiem.

source: %s is not user readable. Either run the program as root or ask the sysadmin to change the permissions on the file.
pl: Plik %s nie jest dostêpny dla u¿ytkowników. Uruchom program jako u¿ytkownik root lub popro¶ administratora o zmianê uprawnieñ do pliku.

source: %s could not be opened.
pl: Nie mo¿na otworzyæ %s.

source: %s not a log file.
pl: %s nie jest plikiem dziennika.

source: ReadLogStats: out of memory
pl: ReadLogStats: brak pamiêci

source: Open log...
pl: Otwórz dziennik...

source: Open log
pl: Otwiera dziennik

source: Export log...
pl: Wyeksportuj dziennik...

source: Export log
pl: Eksportuje dziennik

source: Close log
pl: Zamknij dziennik

source: Switch log
pl: Prze³±cz dziennik

source: Monitor...
pl: Monitoruj...

source: Monitor log
pl: Monitoruje dziennik

source: Exit program
pl: Zakoñcz program

source: Show calendar log
pl: Wy¶wietla kalendarz

source: Show log stats
pl: Wy¶wietlanie paska stanu

source: Zoom
pl: Szczegó³y

source: Show line info
pl: Wy¶wietla informacje o wierszu

source: Show user preferences
pl: Wy¶wietla preferencje u¿ytkownika

source: Select...
pl: Wybierz...

source: Select log events
pl: Wybiera zdarzenia dziennika

source: Filter..
pl: Odfiltruj...

source: Filter log events
pl: Diltruje zdarzenia dziennika

source: Info about logview
pl: Wy¶wietla informacje o logview

source: No log files to open
pl: Brak dzienników do otwarcia

source: System Log Viewer
pl: Przegl±darka dzienników systemowych

source: Filename:
pl: Nazwa pliku:

source: Date:
pl: Data:

source: Too many open logs. Close one and try again
pl: Zbyt wiele otwartych dzienników. Spróbuj ponownie po zamkniêciu jednego z nich.

source: Open new logfile
pl: Wybór nowego pliku z dziennikiem

source: Error: [%s]
pl: B³±d: [%s]

source: Choose logs to monitor
pl: Wybierz monitorowane dzienniki

source: Add >>
pl: Dodaj >>

source: Remove <<
pl: Usuñ <<

source: Hide app
pl: Ukrywanie aplikacji

source: Exec actions
pl: Wykonywanie operacji

source: Actions...
pl: Operacje...

source: tmp_list is NULL
pl: tmp_list ma warto¶æ NULL

source: Monitoring logs...
pl: Monitorowanie dzienników...

source: TOUCHED!!
pl: ZMIENIONY!

source: hostname column width ( 0 to hide this column ):
pl: Szeroko¶æ kolumny z nazw± komputera (0 ukrywa kolumnê):

source: Columns
pl: Kolumny

source: Zoom view
pl: Widok szczegó³owy

source: Log line detail for %s
pl: Szczegó³y wiersza z dziennika %s

source: Log line detail for <No log loaded>
pl: Szczegó³y wiersza z dziennika <nie wczytano dziennika>

source: Date:
pl: Data:

source: Process:
pl: Proces:

source: Message:
pl: Komunikat:

source: Description:
pl: Opis:

source: -b&h-lucidatypewriter-medium-r-normal-*-12-*-*-*-*-*-*-*
pl: -b&h-lucidatypewriter-medium-r-normal-*-12-*-*-*-*-*-*-2

source: -b&h-lucidatypewriter-bold-r-normal-*-12-*-*-*-*-*-*-*
pl: -b&h-lucidatypewriter-bold-r-normal-*-12-*-*-*-*-*-*-2

source: -b&h-lucidatypewriter-medium-r-normal-sans-10-*-*-*-*-*-*-*
pl: -b&h-lucidatypewriter-medium-r-normal-sans-10-*-*-*-*-*-*-2

source: -adobe-helvetica-medium-r-normal-*-14-*-*-*-*-*-*-*
pl: -adobe-helvetica-medium-r-normal-*-14-*-*-*-*-*-*-2

source: -adobe-helvetica-bold-r-normal-*-14-*-*-*-*-*-*-*
pl: -adobe-helvetica-bold-r-normal-*-14-*-*-*-*-*-*-2

source: -adobe-helvetica-medium-r-normal-*-12-*-*-*-*-*-*-*
pl: -adobe-helvetica-medium-r-normal-*-12-*-*-*-*-*-*-2

source: Cannot open regexp data base <%s>! Open failed.
pl: Nie mo¿na otworzyæ bazy danych wyra¿eñ regularnych <%s>!. Otwarcie nie powiod³o siê.

source: Cannot open description data base <%s>! Open failed.
pl: Nie mo¿na otworzyæ bazy danych opisów <%s>!. Otwarcie nie powiod³o siê.

source: Do nothing
pl: Brak operacji

source: Append it to ->
pl: Do³±czenie do grupy ->

source: Search it in ->
pl: Wyszukiwanie w ->

source: Edit it
pl: Modyfikacja

source: List
pl: Lista

source: Grid
pl: Siatka

source: Edit
pl: Edycja

source: File
pl: Plik

source: Search RGB
pl: Wyszukiwanie RGB

source: Monitor
pl: Monitorowanie

source: Concat
pl: Po³±czenie

source: '%s' document has been modified; do you wish to save it ?
pl: Dokument "%s" zosta³ zmieniony. Czy chcesz go zapisaæ?

source: GColorsel was unable to paste colors from the clipboard.
pl: Nie mo¿na wkleiæ kolorów ze schowka.

source: Please select a file document before.
pl: Wybierz wcze¶niej plik dokumentu.

source: I can't execute this action. Check that : 1. You have associated an action with this event. 2. The associated document still exists. 3. The type of the associated document. Go to preferences, in the edit menu.
pl: Nie mo¿na wykonaæ tej akcji. Sprawd¼ czy : 1. To zdarzenie jest skojarzone z jak±¶ akcj±. 2. Skojarzony dokument wci±¿ istnieje. 3. Typ skojarzonego dokumentu. Przejd¼ do preferencji w menu edycja.

source: GColorsel
pl: Przegl±darka kolorów

source: <- Remove
pl: <- Usuñ

source: <- Remove all
pl: <- Usuñ wszystkie

source: Add ->
pl: Dodaj ->

source: Add all ->
pl: Dodaj wszystkie ->

source: Available documents
pl: Dostêpne dokumenty

source: Available views
pl: Dostêpne widoki

source: Connect to
pl: Po³±czenie z

source: Create a document
pl: Utworzenie dokumentu

source: Create views
pl: Utworzenie widoków

source: Description :
pl: Opis :

source: Please, select the type of document to create. You can choose a short name, do not confuse it with the file name.
pl: Wybierz typ tworzonego dokumentu. Mo¿esz równie¿ podaæ krótk± nazwê (nie jest to nazwa pliku).

source: Select source document
pl: Wybór dokumentu ¼ród³owego

source: Select type
pl: Wybór typu

source: Short name :
pl: Krótka nazwa :

source: This document read document from one or more other document. Please, choose these documents.
pl: Ten dokument czyta dokument z jednego lub wiêkszej liczby innych dokumentów. Wybierz te dokumenty.

source: You can create one or more views for this document. Note that you have to create at least one view.
pl: Mo¿esz utworzyæ jeden lub wiêcej widoków dokumentu. Musi zostaæ utworzony co najmniej jeden widok.

source: Create a new view
pl: Nowy widok

source: Please, select the type of view you want to create.
pl: Wybierz typ widoku, który chcesz stworzyæ.

source: Actions
pl: Operacje

source: Bottom
pl: Dó³

source: Default
pl: Domy¶lny

source: Display documents menu (restart required).
pl: Wy¶wietlanie menu dokumentów (wymagane ponowne uruchomienie).

source: Documents
pl: Dokumenty

source: DoubleClick in previews:
pl: Dwukrotne klikniêcie podgl±du:

source: DoubleClick in views:
pl: Dwukrotne klikniêcie widoku:

source: Drop:
pl: Upuszczenie:

source: General
pl: Ogólne

source: Grab:
pl: Uchwycenie:

source: Left
pl: Lewa

source: MDI (Multiple Document Interface)
pl: MDI (interfejs dla wielu dokumentów)

source: Modal
pl: Okna modalne

source: Mode:
pl: Tryb:

source: Notebook
pl: Notatnik

source: Notebook Tab position:
pl: Po³o¿enie zak³adek notatnika:

source: On ... execute ...
pl: Operacje wykonywane przy zdarzeniach

source: Right
pl: Prawa

source: Save session on exit.
pl: Zapis sesji przed zakoñczeniem.

source: Session
pl: Sesja

source: Top
pl: Góra

source: Toplevel
pl: Okna nadrzêdne

source: Begin Comments :
pl: Komentarze pocz±tkowe :

source: End Comments :
pl: Komentarze koñcowe :

source: File name :
pl: Nazwa pliku :

source: Header :
pl: Nag³ówek :

source: Special properties
pl: Specjalne w³a¶ciwo¶ci

source: Common properties
pl: Typowe w³a¶ciwo¶ci

source: Name :
pl: Nazwa :

source: Blue :
pl: Niebieski :

source: Green :
pl: Zielony :

source: Red :
pl: Czerwony :

source: Colors format :
pl: Format kolorów :

source: Display document control (if exists)
pl: Wy¶wietlanie elementów steruj±cych dokumentu

source: Color height :
pl: Wysoko¶æ koloru :

source: Color width :
pl: Szeroko¶c koloru :

source: Draw numbers
pl: Wy¶wietlanie liczb

source: New Document
pl: Nowy dokument

source: Create a new document
pl: Tworzy nowy dokument

source: New View
pl: Nowy widok

source: Create a new view for a document
pl: Tworzy nowy widok dokumentu

source: Close document
pl: Zamknij dokument

source: Close the current document
pl: Zamyka bie¿±cy dokument

source: Close view
pl: Zamknij widok

source: Close the current view
pl: Zamyka bie¿±cy widok

source: _Open palette...
pl: _Otwórz paletê...

source: Load a palette
pl: Wczytuje paletê

source: _Save palette
pl: _Zapisz paletê

source: Save the current palette in a file
pl: Zapisuje bie¿±c± paletê w pliku

source: Save palette _As...
pl: Zapisz paletê j_ako...

source: Save the current palette with a different name
pl: Zapisuje bie¿±c± paletê pod inn± nazw±

source: Insert color
pl: Wstaw kolor

source: Remove selected colors
pl: Usuñ zaznaczone kolory

source: Edit selected colors ...
pl: Zmieñ zaznaczone klory...

source: Document/View properties
pl: W³a¶ciwo¶ci dokumentu/widoku

source: GColorsel was unable to save the file : %s Make sure that the path you provided exists, and that you have the approprate write permissions. Do you want to retry ?
pl: Nie mo¿na zapisaæ pliku : %s Upewnij siê, ¿e podana ¶cie¿ka istnieje oraz, ¿e masz odpowiednie uprawnienia do zapisu. Czy chcesz spróbowaæ ponownie?

source: GColorsel was unable to load the file: %s Make sure that the path you provided exists, and that you have permissions for opening the file.
pl: Nie mo¿na odczytaæ pliku: %s Upewnij siê, ¿e podana ¶cie¿ka istnieje oraz, ¿e masz odpowiednie uprawnienia do odczytu.

source: Open Palette
pl: Odczyt palety

source: Loading file, please wait ...
pl: Wczytywanie pliku, poczekaj chwilê ...

source: Save Palette as
pl: Zapis palety pod inn± nazw±

source: File not saved ...
pl: Plik nie zosta³ zapisany ...

source: File saved ...
pl: Plik zosta³ zapisany ...

source: I'm going to close the last view of '%s'. This document will be closed too, continue ? Please note that %d virtual document use data from this document.
pl: Zostanie zamkniêty ostatni widok dokumentu "%s". Spowoduje to równie¿ zamkniêcie dokumentu. Czy kontynuowaæ? Zauwa¿, ¿e %d wirtualnych dokumentów korzysta z danych z tego dokumentu.

source: I'm going to close the last view of '%s'. This document will be closed too, continue ?
pl: Zostanie zamkniêty ostatni widok dokumentu "%s". Spowoduje to równie¿ zamkniêcie dokumentu. Czy kontynuowaæ?

source: I'm going to close '%s'. Please note that %d views will be destroyed, and that %d virtual document use data from this document. Do you want to continue ?
pl: Zostanie zamkniêty "%s". Spowoduje to równie¿ usuniêcie %d widoków. Zauwa¿ te¿, ¿e %d wirtualnych dokumentów korzysta z danych z tego dokumentu. Czy chcesz kontynuowaæ?

source: I'm going to close '%s'. Please note that %d views will be destroyed. Do you want to continue ?
pl: Zostanie zamkniêty "%s". Spowoduje to równie¿ usuniêcie %d widoków. Czy chcesz kontynuowaæ?

source: Gnome Color Browser
pl: Przegl±darka kolorów dla GNOME

source: Small utility to browse available X11 colors.
pl: Niewielkie narzêdzie do przegl±dania dostêpnych kolorów X11.

source: New Color
pl: Nowy kolor

source: View properties
pl: W³a¶ciwo¶ci widoku

source: Document properties
pl: W³a¶ciwo¶ci dokumentu

source: Open
pl: Otwórz

source: Open a palette
pl: Otwiera paletê

source: Grab
pl: Przechwyæ

source: Grab a color on the screen
pl: Przechwytuje koloru z ekranu

source: Your config file is corrupted. Do you want to create a new session ?
pl: Plik konfiguracyjny jest uszkodzony. Czy chcesz stworzyæ now± sesjê?

source: Loading files, please wait ...
pl: Wczytywanie plików, poczekaj chwilê ...

source: One or more files can not be restored :
pl: Nie mo¿na przywróciæ jednego lub wiêcej plików :

source: System Colors
pl: Kolory systemowe

source: User Colors
pl: Kolory u¿ytkownika

source: Search
pl: Wyszukiwanie

source: Decimal 8 bits
pl: Dziesiêtny (8 bitów)

source: Decimal 16 bits
pl: Dziesiêtny (16 bitów)

source: Hex 8 bits
pl: Szesnastkowy (8 bitów)

source: Hex 16 bits
pl: Szesnastkowy (16 bitów)

source: Float
pl: Zmiennoprzecinkowy

source: Color
pl: Kolor

source: Name
pl: Nazwa

source: Tolerance :
pl: Tolerancja :

source: Font Selector
pl: Wybór czcionki

source: Selection:
pl: Wybór:

source: Font to load
pl: Pocz±tkowy wybór czcionki

source: Print selected font name on exit
pl: Wy¶wietl nazwê wybranej czcionki przed zakoñczeniem

source: Inhibit remembering selected font for next run
pl: Nie zapamiêtuj wybranej czcionki dla przysz³ych sesji

source: Inhibit loading of last font
pl: Bez ustalania pocz±tkowej czcionki na poprzednio wybran±

source: Reason %d
pl: Przyczyna %d

source: Where to put the window, and its size
pl: Opis rozmiaru okna i jego po³o¿enia

source: Ignore standard input; may be needed in some cases.
pl: Ignoruje standardowe wej¶cie - mo¿e byæ czasem potrzebne.

source: _New Window
pl: Nowe okno

source: New text viewer window
pl: Otwiera now± przegl±darkê plików tekstowych

source: _Fixed Font
pl: Czcionka o _sta³ej szeroko¶ci

source: Display text with a fixed font
pl: Wy¶wietla tekst wykorzystuj±c czcionkê o sta³ej szeroko¶ci

source: Text File Viewer
pl: Przegl±darka plików tekstowych

source: Copyright 1998, under the GNU General Public License.
pl: Copyright 1998, na licencji GNU GPL.

source: Find string
pl: Wyszukiwanie napisu

source: Find
pl: Znajd¼ nastêpny

source: Loading...
pl: Wczytywanie...

source: No such file or directory: %s
pl: Nie ma takiego pliku ani katalogu: %s

source: Failed to decompress and display the file: %s %s
pl: Dekompresja i wy¶wietlenie pliku nie powiod³y siê: %s %s

source: Unable to display compressed file. zcat not found in your path.
pl: Nie mo¿na wy¶wietliæ skompresowanego pliku. Nie odnaleziono zcat na ¶wie¿ce poleceñ.

source: Error loading file: %s %s
pl: B³±d przy wczytywaniu pliku: %s %s

source: Saving...
pl: Zapisywanie...

source: Failed to write file: %s %s
pl: Zapis do pliku nie powiód³ siê: %s %s

source: Save Text As...
pl: Zapisz tekst jako...

source: Open Text File...
pl: Otwórz plik tekstowy...

source: Sorry, no preferences yet.
pl: Niestety, brak preferencji.

source: Searching...
pl: Wyszukiwanie...

source: No search string was specified!
pl: Nie okre¶lono wyszukiwanego ci±gu!

source: Shut Down
pl: Zamknij system

source: Single User Mode
pl: Tryb pojedynczego u¿ytkownika

source: Runlevel 2
pl: 2. poziom pracy systemu

source: Runlevel 3
pl: 3. poziom pracy systemu

source: Runlevel 4
pl: 4. poziom pracy systemu

source: Runlevel 5
pl: 5. poziom pracy systemu

source: Reboot
pl: Zrestartuj

source: Are you sure you want to shut down the computer?
pl: Czy na pewno chcesz zakoñczyæ pracê systemu?

source: Are you sure you want to switch to single user mode?
pl: Czy na pewno chcesz przej¶æ do trybu pojedynczego u¿ytkownika?

source: Are you sure you want to switch to runlevel 2?
pl: Czy na pewno chcesz prze³±czyæ system na 2. poziom pracy?

source: Are you sure you want to switch to runlevel 3?
pl: Czy na pewno chcesz prze³±czyæ system na 3. poziom pracy?

source: Are you sure you want to switch to runlevel 4?
pl: Czy na pewno chcesz prze³±czyæ system na 4. poziom pracy?

source: Are you sure you want to switch to runlevel 5?
pl: Czy na pewno chcesz prze³±czyæ system na 5. poziom pracy?

source: Are you sure you want to reboot the system?
pl: Czy na pewno chcesz zrestartowaæ system?

source: You must be the super-user (root) to shut down or restart the computer.
pl: Musisz byæ nadzorc± (root) aby zrestartowaæ lub zakoñczyæ pracê systemu.

source: Shutdown or Reboot
pl: Zakoñcz pracê lub zrestartuj

source: Easy
pl: Proste

source: Advanced
pl: Zaawansowane

source: Click OK to shutdown or reboot. You will lose any unsaved information in open applications.
pl: Wci¶nij OK aby zrestartowaæ lub zakoñczyæ pracê systemu. Stracisz wszystkie nie zapisane informacje w aplikacjach.

source: Revert to Defaults
pl: Przywróæ domy¶lne

source: Commands
pl: Polecenia

source: Confirm before shutdown?
pl: Potwierdziæ przed zamkniêciem?

source: %s You will lose any unsaved work.
pl: %s Dane, które nie zosta³y zapisane, bêd± utracone.

source: Don't ask next time.
pl: Bez pytania nastêpnym razem.

source: Command execution failed: fork failed
pl: Wykonanie polecenia nie powiod³o siê: nieudana funkcja fork

source: Make guname act as a control center applet
pl: Uruchomienie guname jako apletu Centrum Sterowania

source: an initialization error occurred while starting 'guname-capplet'.
pl: wyst±pi³ b³±d inicjacji podczas uruchamiania "guname-capplet".

source: System Information
pl: Informacje o systemie

source: Logo file not found
pl: Nie odnaleziono pliku z logo

source: GNOME contributors:
pl: Twórcy GNOME:

source: -Adobe-Helvetica-Medium-R-Normal--*-180-*-*-*-*-*-*
pl: -Adobe-Helvetica-Medium-R-Normal--*-180-*-*-*-*-*-2

source: Email Information...
pl: Wy¶lij informacje...

source: Save Information to File...
pl: Zapisz informacje do pliku...

source: Detailed Information...
pl: Szczegó³owe informacje...

source: Category
pl: Kategoria

source: Your System
pl: Twój system

source: Save As...
pl: Zapisz jako...

source: Mail To...
pl: Wy¶lij do...

source: Error closing file `%s': %s Some or all data may not have been written.
pl: B³±d przy zamykaniu pliku "%s": %s Czê¶æ lub wszystkie dane mog³y nie zostaæ zapisane.

source: Couldn't open file `%s': %s
pl: Nie mo¿na otworzyæ pliku "%s": %s

source: Save System Information As...
pl: Zapisz informacje o systemie jako...

source: Command failed ` %s ': %s
pl: Pocecenie nie powiod³o siê " %s ": %s

source: Couldn't run command ` %s ': %s
pl: Nie mo¿na wykonaæ polecenia " %s ": %s

source: The following mail will be sent to %s. Are you sure you want to mail this information?
pl: Poni¿szy list zostanie wys³any do %s. Czy na pewno chcesz wys³aæ tê informacjê?

source: Are you sure?
pl: Na pewno?

source: Address to mail to:
pl: Wy¶lij na adres:

source: Distribution:
pl: Dystrybucja:

source: Operating System:
pl: System operacyjny:

source: Distribution Version:
pl: Wersja dystrybucji:

source: Operating System Version:
pl: Wersja systemu operacyjnego:

source: Operating System Release:
pl: Numer wydania systemu operacyjnego:

source: Processor Type:
pl: Typ procesora:

source: Processor Speed:
pl: Szybko¶æ procesora:

source: Host Name:
pl: Nazwa hosta:

source: Domain Name:
pl: Nazwa domeny:

source: User Name:
pl: Nazwa u¿ytkownika:

source: X Display Name:
pl: Nazwa ekranu X:

source: System Status:
pl: Stan systemu:

source: Real Memory:
pl: Rzeczywista pamiêæ:

source: Swap Space ("virtual memory"):
pl: Przestrzeñ wymiany:

source: Total Memory:
pl: Ogó³em pamiêci:

source: Free Memory:
pl: Wolna pamiêæ:

source: Device
pl: Urz±dzenie

source: Used space
pl: Wykorzystana przestrzeñ

source: Free space
pl: Wolna przestrzeñ

source: Percent free
pl: Procent wolnej przestrzeni

source: Mount point
pl: Punkt montowania

source: Unknown
pl: Nieznana

source: Unknown filesystem
pl: Nieznany system plików

source: No information for this filesystem.
pl: Brak informacji o tym systemie plików.

source: Memory
pl: Pamiêæ

source: Kilobytes
pl: Kilobajtów

source: %ld%% memory used.
pl: Wykorzystane %ld%% pamiêci

source: %ld%% swap used.
pl: Wykorzystane %ld%% przestrzeni wymiany.

source: Detailed System Information
pl: Szczegó³owe informacje o systemie

source: Disk Information
pl: Informacje o dysku

source: Memory Information
pl: Informacje o pamiêci

source: CPU Information
pl: Informacje o CPU

source: Mount Point:
pl: Punkt montowania:

source: Device:
pl: Urz±dzenie:

source: Filesystem Type:
pl: Typ systemu plików:

source: %ld megabytes, %ld free (%ld superuser); %ld inodes, %ld free.
pl: %ld megabajtów, %ld wolnych (%ld zarezerwowanych); %ld i-wêz³ów, %ld wolnych.

source: %2d%% full
pl: %2d%% zajêto¶ci

source: Couldn't find the "w" command in your path. This command is needed for the program to work.
pl: Nie mo¿na odnale¼æ polecenia "w" na ¶cie¿ce poleceñ. Jest ono niezbêdne dla funkcjonowania programu.

source: Active User Listing
pl: Lista aktywnych u¿ytkowników

source: Update Information
pl: Od¶wie¿ informacje

source: Command Line
pl: Wiersz poleceñ

source: Add some defaults
pl: Dodaj domy¶lne polecenia

source: Delete
pl: Usuñ

source: Command Editor
pl: Edytor poleceñ

source: You can configure the commands on the popup menus. Just enter the name you want to appear on the menu, and the command to execute. In the command, you can use %u to represent the currently selected username, and %t for the tty.
pl: Aby skonfigurowaæ polecenia pojawiaj±ce siê w wyskakuj±cym menu, nale¿y wprowadziæ nazwê, która powinna pojawiaæ siê w menu oraz polecenie wykonywane po jej wybraniu. W tre¶ci polecenia mo¿na u¿ywaæ sekwencji specjalnych: %u zostanie zast±pione nazw± aktualnego u¿ytkownika, za¶ %t - nazw± terminala steruj±cego.

source: Click this button to add some sample commands.
pl: Przycisk ten powoduje dodanie kilku standardowych poleceñ.

source: Menu items
pl: Elementy menu

source: Command
pl: Polecenie

source: Running: %s
pl: Uruchamianie: %s

source: Default 16-bit
pl: Domy¶lny 16-bitowy

source: 32-bit
pl: 32-bitowy

source: 32-bit w/sync
pl: 32-bitowy z synchr.

source: Sleeping
pl: U¶piony

source: Active/Idle
pl: Aktywny/Bezczynny

source: Standby
pl: Czuwaj±cy

source: Unable to access the drive.
pl: Nie mo¿na uzyskaæ dostêpu do napêdu.

source: The DMA setting for this drive cannot be changed.
pl: Ustawienie DMA dla tego napêdu nie mo¿e zostaæ zmienione.

source: Enabled
pl: Aktywne

source: Disabled
pl: Nieaktywne

source: The IRQ unmask setting for this drive cannot be changed.
pl: Odblokowywanie IRQ dla tego napêdu nie mo¿e zostaæ zmienione.

source: The drive refused to keep its settings.
pl: Napêd odmówi³ zachowania ustawieñ.

source: Keep settings
pl: Zachowanie ustawieñ

source: None
pl: Brak

source: (1 Sector)
pl: (1 sektor)

source: No
pl: Nie

source: Yes (%d sector)
pl: Tak (%d sektor)

source: Yes (%d sectors)
pl: Tak (%d sektorów)

source: Firmware
pl: Oznaczenie produktu

source: Serial No.
pl: Numer seryjny

source: Geometry
pl: Geometria

source: Cache
pl: Pamiêæ podrêczna

source: Legacy MFM/RLL drive
pl: Napêd MFM/RLL

source: DMA Mode
pl: Wykorzystanie DMA

source: IO Mode
pl: Tryb We/Wy

source: IRQ Unmask
pl: Odblokowywanie IRQ

source: Multisector
pl: Tryb blokowy

source: On Reset
pl: Przy resecie

source: IDE Status
pl: Status IDE

source: Disk Logo Not Found
pl: Nie odnaleziono logo dysku

source: Only the superuser can use this tool
pl: Tego narzêdzia mo¿e u¿ywaæ tylko nadzorca systemu

source: You appear to have no IDE drives
pl: Nie odnaleziono urz±dzeñ IDE

source: MInternal Error: Unable to seek to the correct location.
pl: MB³±d wewnêtrzny: Nie mo¿na dokonaæ przesuniêcia do odpowiedniego po³o¿enia.

source: MInternal Error: Weird value (%ld) in do_test
pl: MB³±d wewnêtrzny: Nieoczekiwana warto¶æ (%ld) w funkcji do_test

source: EBad block at block %lu
pl: EOdnaleziono b³êdny blok %lu

source: MChecking for bad blocks...
pl: MWyszukiwanie b³êdnych bloków...

source: MFailed to open device %s for badblock checking
pl: MNie mo¿na otworzyæ urz±dzenia %s w celu wyszukania b³êdnych bloków

source: MChecking for bad blocks... Done
pl: MWyszukiwanie b³êdnych bloków... Gotowe

source: MFormatting the disk...
pl: MFormatowanie dyskietki...

source: EI don't know what this is, but it's very wrong.
pl: ENie rozpoznano problemu, lecz wyst±pi³ powa¿ny b³±d.

source: EError formatting track #%d
pl: EB³±d przy formatowaniu ¶cie¿ki #%d

source: EError during completion of formatting
pl: EB³±d podczas koñczenia formatowania

source: MFormatting the disk... Done
pl: MFormatowanie dyskietki... Gotowe

source: MVerifying the format...
pl: MWeryfikowanie formatu...
