Repository: lepidotos/suede
Catalog: scrollkeeper-0.2/po/*.po
Languages: ru, sk, uk

source: wrong content list file %s
ru: неверный файл списка содержимого %s
sk: nesprávny súbor obsahu %s
uk: нев╕рний файл списку вм╕сту %s

source: wrong extended content list file %s
ru: неверный расширенный файла списка содержимого %s
sk: nesprávny roz¹írený súbor obsahu %s
uk: нев╕рний розширений файл списку вм╕сту %s

source: wrong omf file %s
ru: неверный omf файл %s
sk: nesprávny súbor OMF %s
uk: нев╕рний файл omf %s

source: Usage: scrollkeeper_preinstall <DOC FILE> <OMF FILE> <NEW OMF FILE>
ru: Использование: scrollkeeper_preinstall <DOC ФАЙЛ> <OMF ФАЙЛ> <НОВЫЙ OMF ФАЙЛ>
sk: Pou¾itie: scrollkeeper_preinstall <DOC SÚBOR> <OMF SÚBOR> <NOVÝ OMF SÚBOR>
uk: Використання: scrollkeeper_preinstall <ФАЙЛ DOC> <ФАЙЛ OMF> <НОВИЙ ФАЙЛ OMF>

source: %s missing
ru: %s отсутствует
sk: %s chýba
uk: %s в╕дсутн╕й

source: Usage: %s [-v] [-p <SCROLLKEEPER_DB_DIR>] [-o <OMF_DIR>]
ru: Использование: %s [-v] [-p <SCROLLKEEPER_DB_DIR>] [-o <OMF_DIR>]
sk: Pou¾itie: %s [-p <SCROLLKEEPER_DB_PRIEÈ>] [-o <OMF_SÚBOR>]
uk: Використання: %s [-v] [-p <КАТАЛОГ_БД_SCROLLKEEPER>] [-o <КАТАЛОГ_OMF>]

source: %s: warning: %s overrides %s
ru: %s: внимание: %s переписывает %s
sk: %s: varovanie: %s predefinováva %s
uk: %s: увага: %s перепису╓ %s

source: %s: %s: is not a directory
ru: %s: %s: не является каталогом
sk: %s: %s: nie je prieèinok
uk: %s: %s: не ╓ каталогом

source: No Content List for this locale!!!
ru: Нет Списка содержимого для этой локали!!!
sk: Pre túto lokalizáciu nie je Obsah!!!
uk: Нма╓ списку вм╕сту для ц╕╓╖ локал╕!!!

source: error while parsing %s
ru: ошибка разбора %s
sk: chyba pri spracovaní %s
uk: помилка анал╕зу %s

source: Usage: toc <filename>
ru: Использование: toc <имя файла>
sk: Pou¾itie: toc <menosúboru>
uk: Використання: toc <назва_файлу>

source: %s: out of memory: %s
ru: %s: не хватает памяти: %s
sk: %s: nedostatok pamäte: %s
uk: %s: вих╕д за меж╕ пам'ят╕: %s
