Repository: lepidotos/suede
Catalog: sawfish-1.0.1/po/*.po
Languages: cs, pl, uk

source: Raise selected windows (normally by the Windows menu).
cs: Vybraná okna pøesunout dopøedu (normálnì pomocí menu oken).
uk: Подяти вибран╕ в╕кна (зазвичай за допомогою меню "В╕кна").

source: prompt-keymap
cs: zkratky promptu

source: Protect the sawfish
uk: Захист╕ть рибу-пилку.

source: _FAQ...
uk: Част╕ запитання...

source: Raise the window to its highest allowed position in the stacking order.
uk: П╕дняти в╕кно до найвищо╖ допустимо╖ позиц╕╖ в стос╕.

source: If the window is at its highest possible position, then lower it to its lowest possible position. Otherwise raise it as far as allowed.
uk: Якщо в╕кно у найвищий позиц╕╖, то опустити його у найнижчу. А ╕накше, п╕дняти його на найвищу допустиму позиц╕ю.

source: Move the current window to the specified viewport.
uk: Перенести поточне в╕кно у вказану д╕лянку перегляду.

source: Unignore the window.
uk: Вимикнути ╕╜норування в╕кна.

source: Toggle whether a window is focusable or not.
uk: Перемикнути можлив╕сть в╕кна мати фокус.

source: Toggle whether a window is ignored while window cycling.
uk: Перемикнути режим ╕╜норування в╕кна п╕д час цикл╕чного перебору.

source: Toggle whether a window will be include in the window list.
uk: Перемикнути режим включення в╕кна у список в╕кон.

source: ok
uk: гаразд

source: OK
uk: Гаразд
