Repository: lepidotos/suede
Catalog: sawfish-1.0.1/po/*.po
Languages: cs, pl, uk

source: and many others...
pl: i wielu innych...
uk: ╕ багато ╕нших...

source: Sawfish manages your windows extensibly.
pl: Sawfish jest rozszerzalnym mened¿erem okien.
uk: Розширений наб╕р операц╕й з в╕кнами.

source: Sawfish homepage
pl: Witryna domowa Sawfisha
uk: Домашня стор╕нка Sawfish

source: Reload themes in window manager after saving.
cs: Znovu naèítat témata ve správci oken po ulo¾ení.
pl: Ponowny odczyt motywów mened¿era okien po zapisaniu.
uk: Перевантажити теми у в╕конному менеджер╕ п╕сля збереження.

source: Remove unused definitions when saving.
cs: Odstranit nepou¾ité definice pøi ukládání.
pl: Pomijanie nieu¿ywanych definicji podczas zapisywania.
uk: Видалити п╕д час збереження визначення, що не використовуються.

source: [left]
cs: [vlevo]
pl: [lewa]
uk: [л╕воруч]

source: [right]
cs: [vpravo]
pl: [prawa]
uk: [праворуч]

source: [top]
cs: [nahoru]
pl: [góra]
uk: [вгор╕]

source: [bottom]
cs: [dolu]
pl: [dó³]
uk: [знизу]

source: Select color
pl: Wska¿ kolor
uk: Виб╕р кольору

source: Browse...
cs: Procházet...
pl: Przegl±daj...
uk: Перегляд...

source: Select font
pl: Wybierz czcionkê
uk: Виб╕р шрифту

source: Properties...
cs: Vlastnosti...
pl: W³a¶ciwo¶ci...
uk: Властивост╕...

source: Select Image
pl: Wybierz obraz
uk: Виб╕р зображення

source: Image Properties
pl: W³a¶ciwo¶ci obrazu
uk: Властивост╕ зображення

source: No matching item for %S
pl: Brak odpowiedniego elementu dla %S
uk: Нема╓ в╕дпов╕дного елементу для %S

source: Added pattern `%s'
cs: Pøidaný vzorek `%s'
pl: Dodano wzorzec "%s"
uk: Додано шаблон "%s"

source: Frame name
cs: Jméno rámu
pl: Nazwa ramki
uk: Назва рамки

source: Added frame `%s'
cs: Pøidaný rám `%s'
pl: Dodano ramkê "%s"
uk: Додано рамку "%s"

source: <none>
cs: <¾ádné>
pl: <brak>
uk: <нема╓>

source: Added frame type `%s'
cs: Pøidaný typ rámu `%s'
pl: Dodano typ ramki "%s"
uk: Додано рамку типу "%s"

source: error while building frame: %S
cs: chyba pøi vytváøení rámu: %S
pl: B³±d podczas tworzenia ramki: %S
uk: помилка складання рамки: %S

source: Saved as `%s'
cs: Ulo¾ené jako `%s'
pl: Zapisano jako "%s"
uk: Збережено як "%s"

source: Generated theme in directory `%s'
cs: Vytvoøené téma v adresáøi.`%s'
pl: Utworzono motyw w katalogu "%s"
uk: Створено тему в каталоз╕ "%s"

source: Read theme from `%s'
cs: Téma pøeètené z`%s'
pl: Czytaj motyw z "%s"
uk: Зчитати тему з "%s"

source: Theme Directory
cs: Adresáø témat
pl: Katalog motywu
uk: Каталог тем

source: Open
cs: Otevøít
pl: Otwórz
uk: В╕дкрити

source: Preferences
cs: Nastavení
pl: Ustawienia
uk: Налаштування

source: Crux Theme
cs: Téma Crux
pl: Motyw Crux
uk: Тема Crux

source: Accent color for focused windows (if unset uses the GTK+ selection color).
cs: Zvýrazòovací barva aktivních oken (jestli¾e není nastavena, pou¾ije se barva výbìru GTK+).
pl: Kolor akcentowany dla aktywnego okna (je¶li nie ustawiony, u¿ywa koloru wyboru z GTK).
uk: Кол╕р п╕дсв╕тки в╕кна у фокус╕ (якщо не встановлено, використання кольору вибору GTK+).

source: Display the window's icon in its menu button.
cs: Zobrazit ikonu okna v tlaèítku menu.
pl: Wy¶wietlanie ikony okna w jego przycisku menu.
uk: Показати п╕ктограму в╕кна у його кнопц╕ меню.

source: Display title buttons to mimic: \w
cs: Zobrazit tlaèítka v titulku podobnì jako: \w
pl: Przyciski paska tytu³owego w stylu: \w
uk: Показати назви кнопок схоже до: \w

source: Gradient Theme
cs: Téma Pøechody
pl: Motyw Gradient
uk: Град╕╓нтна тема

source: horizontal
cs: vodorovnì
pl: poziomo
uk: горизонтальна

source: vertical
cs: svisle
pl: pionowo
uk: вертикальна

source: diagonal
cs: úhlopøíènì
pl: uko¶nie
uk: д╕гональна

source: Direction of gradient in `gradient' frame style.
cs: Smìr pøechodu v tématu 'Pøechody'.
pl: Kierunek gradientu na ramkach z motywem "gradient".
uk: Напрямок град╕╓нту в рамц╕ град╕╓нтного типу.

source: `From' color of inactive frames in `gradient' frame style.
cs: Barva 'z' neaktivních rámù v tématu 'Pøechody'.
pl: Pocz±tkowy kolor nieaktywnych ramek z motywem "gradient".
uk: Початковий кол╕р град╕╓нту в неактивних рамках град╕╓нтного стилю.

source: `To' color of inactive frames in `gradient' frame style.
cs: Barva 'do' neaktivních rámù v tématu 'Pøechody'.
pl: Koñcowy kolor nieaktywnych ramek z motywem "gradient".
uk: К╕нцевий кол╕р град╕╓нту в неактивних рамках град╕╓нтного стилю.

source: `From' color of active frames in `gradient' frame style.
cs: Barva 'z' aktivních rámù v tématu 'Pøechody'.
pl: Pocz±tkowy kolor aktywnych ramek z motywem "gradient".
uk: Початковий кол╕р град╕╓нту в активних рамках град╕╓нтного стилю.

source: `To' color of active frames in `gradient' frame style.
cs: Barva 'do' aktivních rámù v tématu 'Pøechody'.
pl: Koñcowy kolor aktywnych ramek z motywem "gradient".
uk: К╕нцевий кол╕р град╕╓нту в активних рамках град╕╓нтного стилю.

source: Use less memory when creating gradients, possibly affecting quality.
cs: ©etøit pamìtí pøi vytváøení pøechodù pøípadnì i za cenu kvality
pl: U¿ycie mniejszej ilo¶ci pamiêci na cele gradientu (przy pogorszeniu jako¶ci).
uk: Використовувати менше пам'ят╕ для створення град╕╓нт╕в, можливо втрачаючи як╕сть.

source: Mono Theme
cs: Téma Mono
pl: Motyw Mono
uk: Монохронма тема

source: Color of inactive frames (if unset use GTK+ background color).
cs: Barva neaktivních rámù (jestli¾e není nastavena pou¾ít barvu pozadí GTK+).
pl: Kolor nieaktywnych ramek (je¶li nieustalony, u¿ywa koloru t³a z GTK+).
uk: Кол╕р неактивних рамок (якщо не встановлено, використання кольору тла GTK+).

source: Color of active frames (if unset use GTK+ selection color).
cs: Barva aktivních rámù (jestli¾e není nastavena pou¾ít barvu výbìru GTK+).
pl: Kolor aktywnych ramek (je¶li nieustalony, u¿ywa koloru wyboru z GTK+).
uk: Кол╕р активних рамок (якщо не встановлено, використання кольору вибору GTK+).

source: left
cs: vlevo
pl: lewej
uk: л╕воруч

source: right
cs: vpravo
pl: prawej
uk: праворуч

source: center
cs: doprostøed
pl: ¶rodka
uk: центр

source: Text is \w justified in window titles.
cs: Text titulku je zarovnaný \w.
pl: Wyrównanie tekstu w paskach tytu³owych okien do \w
uk: Текст в заголовку в╕кна вир╕вню╓ться \w.

source: Simple Theme
cs: Jednoduché téma
pl: Motyw Simple
uk: Проста тема

source: Color of inactive frames in `simple' frame style.
cs: Barva neaktivních rámù v tématu 'Jednoduché'.
pl: Kolor nieaktywnych ramek z motywem "simple".
uk: Кол╕р неактивних рамок у "простому" стил╕ рамки.

source: Color of active frames in `simple' frame style.
cs: Barva aktivních rámù v tématu 'Jednoduché'.
pl: Kolor aktywnych ramek z motywem "simple".
uk: Кол╕р активних рамок у "простому" стил╕ рамки.

source: SMaker Theme
cs: Téma SMaker
pl: Motyw SMaker
uk: Тема SMaker

source: Use black-on-white button images.
cs: Pou¾ít èernobílé obrázky tlaèítek.
pl: U¿yj czarno-bia³ych przycisków.
uk: Використовувати чорно-б╕л╕ зображення конопок.

source: Color to use when drawing text.
cs: Barva pro zobrazování textu.
pl: Kolor tekstu.
uk: Кол╕р тексту.

source: Bar image for unfocused windows.
cs: Obrázek titulku pro neaktivní okna.
pl: Obraz na pasku tytu³owym nieaktywnych okien.
uk: Зображення стр╕чки для в╕кон, що не мають фокуса.

source: Bar image for focused windows.
cs: Obrázek titulku pro aktivní okna.
pl: Obraz na pasku tytu³owym aktywnych okien.
uk: Зображення стр╕чки для в╕кон, що мають фокус.

source: Bar image for highlighted parts.
cs: Obrázek titulku pro zvýraznìné èásti.
pl: Obraz dla pod¶wietlonych elementów.
uk: Зображення стр╕чки для п╕дсв╕чених елемент╕в.

source: Bar image for clicked parts.
cs: Obrázek titulku pøi stisku tlaèítka my¹i.
pl: Obraz dla klikniêtych elementów.
uk: Зображення стр╕чки для клацнутих елемент╕в.

source: Height of title bar.
cs: Vý¹ka titulku.
pl: Wysoko¶æ paska tytu³owego.
uk: Висота заголовку.

source: Width of window border.
cs: ©íøka okraje okna.
pl: Szeroko¶æ obramowania okna.
uk: Висота рамки в╕кна.

source: Border width of bar images.
cs: ©íøka okraje obrázkù titulku.
pl: Szeroko¶æ obramowania obrazów.
uk: Ширина рамки зображень.

source: Key
cs: Klávesa
pl: Klawisz
uk: Ключ

source: Value
cs: Hodnota
pl: Warto¶æ
uk: Значення

source: Select file
pl: Wybierz plik
uk: Виб╕р файлу

source: Add...
cs: Pøidat...
pl: Dodaj...
uk: Додати...

source: Delete
cs: Smazat
pl: Usuñ
uk: Стерти

source: Edit...
cs: Upravit...
pl: Zmodyfikuj...
uk: Зм╕нити...

source: Add:
cs: Pøidat:
pl: Dodaj:
uk: Додати:

source: Edit:
cs: Upravit:
pl: Zmodyfikuj:
uk: Зм╕нити:

source: ** unknown widget **
cs: ** neznámý prvek **
pl: ** nieznany widget **
uk: ** нев╕домий в╕джет **

source: Cancel
cs: Zru¹it
pl: Anuluj
uk: В╕дм╕на

source: Revert
pl: Przywróæ
uk: Повернути

source: Context:
cs: Kontext:
pl: Kontekst:
uk: Вм╕ст:

source: While changing %s:
cs: Pøi zmìnì %s:
pl: W trakcie zmiany %s:
uk: П╕д час зам╕ни %s:

source: Sawfish Error
cs: Chyba Sawfish
pl: B³±d Sawfisha
uk: Редактор Sawfish

source: Sawfish configurator
cs: Nastavení Sawfish
pl: Konfigurator Sawfisha
uk: Конф╕гуратор Sawfish

source: Workspaces:
cs: Pracovní plochy:
pl: Biurka:
uk: Робоч╕ м╕сця:

source: Columns:
cs: Sloupce:
pl: Kolumny:
uk: Стовпчики:

source: Rows:
cs: Øádky:
pl: Rzêdy:
uk: Рядки:

source: Command
cs: Pøíkaz
pl: Polecenie:
uk: Команда

source: Undocumented
cs: Nedokumentované
pl: Nieudokumentowane
uk: Недокументовано

source: Grab...
cs: Zachytit...
pl: Przechwyæ...
uk: Захопити...

source: Select Icon
cs: Vybrat ikonu
pl: Wybór ikony
uk: Виб╕р п╕ктограми

source: Edit binding
cs: Upravit zkratku
pl: Zmieñ skrót
uk: Зм╕нити комб╕нац╕╖

source: Key:
cs: Klávesa:
pl: Klawisz:
uk: Клав╕ша:

source: Matchers
cs: Testy
pl: Wzorce
uk: Сп╕впад╕ння

source: Actions
cs: Akce
pl: W³a¶ciwo¶ci
uk: Д╕╖

source: Match window properties
cs: Porovnat vlastnosti okna
pl: W³a¶ciwo¶ci skojarzeñ
uk: Сп╕впад╕ння властивостей в╕кна

source: Index:
pl: Indeks:
uk: ╤ндекс:

source: Window Cycling
cs: Pøepínání oken
pl: Prze³±czanie miêdzy oknami
uk: Цикл╕чна зм╕на в╕кон

source: Sound
cs: Zvuk
pl: D¼wiêki
uk: Звук

source: Edge Flipping
cs: Okraje obrazovky
pl: Sklejanie krawêdzi ekranów
uk: В╕дзеркалення кра╖в

source: Matched Windows
cs: Zvlá¹tnì spravovaná okna
pl: Skojarzenia okien
uk: Сп╕впал╕ в╕кна

source: Shade Hover
cs: Automatické rozbalování
pl: Tymczasowe rozwijanie
uk: Ширяюча т╕нь

source: Tooltips
cs: Rady
pl: Podpowiedzi
uk: П╕дказки

source: Call command
cs: Vykonat pøíkaz
pl: Polecenie:

source: Call the command NAME; optionally with the prefix argument PFX-ARG.
pl: Wywo³aj polecenie NAZWA; opcjonalnie z argumentem prefiksowym PFX-ARG.
uk: Викликати команду NAME з необов'язковим преф╕ксним ар╜ументом PFX-ARG.

source: Run shell command
cs: Vykonat pøíkaz shellu
pl: Uruchomienie polecenie pow³oki

source: Execute the given shell command.
pl: Wykonanie wprowadzonych poleceñ pow³oki.
uk: Виконати вказану команду оболонки.

source: Command:
cs: Pøíkaz:
pl: Polecenie:
uk: Команда:

source: Command sequence
cs: Posloupnost pøíkazù
pl: Sekwencja poleceñ

source: Invoke the list of commands, one by one.
pl: Wywo³uje listê poleceñ, jednego po drugim.
uk: Викликати список команд, одну за одною.

source: Quit
cs: Konec
pl: Zakoñcz
uk: Вийти

source: Restart
cs: Restartovat
pl: Zrestartuj
uk: Перезапустити

source: Destroy window
cs: Zniè okno
pl: Zniszczenie okna

source: Kill client
cs: Zabít úlohu
pl: Zamkniêcie klienta

source: Call command with output to screen
cs: Vykonat pøíkaz s výstupem na obrazovku
pl: Wywo³anie polecenia z wy¶wietleniem wyj¶cia na ekran

source: Prompt for a command, execute it, and print any output to the screen.
pl: Wczytuje polecenie, wykonujej je i wy¶wietla rezultaty.
uk: Запитати команду, виконати ╖╖ ╕ надрукувати результат на екран.

source: Focus
cs: Aktivování oken
pl: Aktywacja
uk: Фокус

source: Move/Resize
cs: Pøesun/Zmìna velikosti
pl: Przenoszenie/Zmiana rozmiaru
uk: Перем╕щення та зм╕на розм╕ру

source: Placement
cs: Umís»ování
pl: Po³o¿enie
uk: Розм╕щення

source: Appearance
cs: Vzhled
pl: Wygl±d
uk: Зовн╕шн╕й вигляд

source: Workspaces
cs: Pracovní plochy
pl: Biurka
uk: Робоч╕ м╕сця

source: Bindings
cs: Klávesové zkratky
pl: Skróty
uk: Комб╕нац╕╖

source: Minimizing/Maximizing
cs: Minimalizace/Maximalizace
pl: Minimalizacja/Maksymalizacja
uk: М╕н╕м╕зац╕я/Максим╕зац╕я

source: Minimizing
cs: Minimalizace
pl: Minimalizacja
uk: М╕н╕м╕зац╕я

source: Maximizing
cs: Maximalizace
pl: Maksymalizacja
uk: Маским╕зац╕я

source: Miscellaneous
cs: Rùzné
pl: Ró¿ne
uk: Р╕зне

source: Customize
cs: Pøizpùsobit
pl: Dostosowanie

source: Invoke the user-customization system.
pl: Wywo³uje system dostosowywania do potrzeb u¿ytkownika.
uk: Викликати систему налаштування.

source: When does the mouse pointer affect the input focus.
cs: Kdy kurzor my¹i ovlivòuje aktivitu oken.
pl: Tryb aktywacji okna za pomoc± wska¼nika myszy.
uk: Коли вказ╕вник миш╕ вплива╓ на фокеус вводу.

source: Does click-to-focus mode pass the click through to the window.
cs: Pøedávat kliknutí oknu v módu 'zmìna aktivity pøi kliknutí'.
pl: Po klikniêciu w celu aktywacji okno otrzymuje zdarzenie klikniêcia.
uk: Передавати клацання в╕кну в режим╕ клацання для фокусування.

source: Default frame style:
cs: Standardní styl rámu:
pl: Domy¶lny motyw ramki:
uk: Типовий стиль рамки:

source: Automatically reload themes when they are updated.
cs: Automaticky naèítat témata pøi jejich obnovení.
pl: Automatyczne uwzglêdnianie zmian motywów.
uk: Автоматично перевантажити теми: коли ╖х буде поновлено.

source: Frame type fallbacks: Associate frame types with type to try if the theme doesn't implement the requested type.
cs: Náhrada typù rámù: Pøiøadit typy rámu, jestli¾e téma nedefinuje po¾adovaný typ.
pl: Awaryjny typ ramki: Skojarzenie typów ramek z typem, który zostanie u¿yty w przypadku gdy motyw nie implementuje ¿±danego typu.
uk: Зам╕щення тип╕в рамок: Вкаж╕ть зам╕щення тип╕в рамок на ╕нш╕ типи (це буде використано у випадку, якщо тема не визнача╓ якийсь тип рамок)

source: Default font: \w
cs: Standardní písmo: \w
pl: Domy¶lna czcionka: \w
uk: Типовий шрифт: \w

source: Bevel intensity: \wpercent.
cs: Intenzita zkosení: \w procent.
pl: Intensywno¶æ ¿³obienia: \wprocent
uk: ╤нтенсивн╕сть скос╕в: \wpercent.

source: Edit frame style
cs: Edituj styl rámu
pl: Modyfikacja motywu ramki

source: Default
cs: Výchozí
pl: Domy¶lny
uk: Типово

source: Normal
cs: Normální
pl: Zwyk³a
uk: Звичайний

source: Title-only
cs: Jen titulek
pl: Tytu³owa
uk: Лише заголовок

source: Border-only
cs: Jen okraj
pl: Obramowana
uk: Лише рамка

source: Top-border
cs: Titulek s okrajem
pl: Obramowana od góry
uk: Гор╕шня рамка

source: None
cs: ®ádný
pl: Brak
uk: Нема╓

source: global-keymap
cs: globální zkratky
pl: globalne ustawienia klawiatury

source: Keymap containing bindings active anywhere.
cs: Klávesové zkratky aktivní v¹ude.
pl: Zestaw skrótów globalnych.
uk: Комб╕нац╕╖ активн╕ всюди.

source: window-keymap
cs: zkratky okna
pl: ustawienia klawiatury dla okna

source: Keymap containing bindings active when a client window is focused.
cs: Klávesové zkratky aktivní, kdy¾ je aktivní nìjaké okno.
pl: Zestaw skrótów dla aktywnego okna.
uk: Комб╕нац╕╖ активн╕ коли кл╕╓нське в╕кно сфокусоване.

source: Keymap containing bindings active when the pointer is in the root window (or when no window is focused).
cs: Klávesové zkratky aktivní, kdy¾ je kurzor nad plochou (a nebo kdy¾ není aktivní ¾ádné okno).
pl: Zestaw skrótów aktywnych gdy wska¼nik znajduje siê wewn±trz okna g³ównego (lub gdy ¿adne okno nie jest aktywne).
uk: Комб╕нац╕╖ активн╕ коли вказ╕вник у головному в╕кн╕. (або жодного в╕кна не сфокусовано).

source: Keymap containing bindings active when the pointer is in the title of a window. (Only mouse-bindings are evaluated in this map.)
cs: Klávesové zkratky aktivní, kdy¾ je kurzor nad titulkem okna. (Pou¾ijí se jen zkratky s my¹í)
pl: Zestaw skrótów aktywnych gdy wska¼nik znajduje siê na pasku tytu³owym okna (tylko skróty myszy).
uk: Комб╕нац╕╖ активн╕ коли вказ╕вник на заголовку в╕кна. (Допускаються лише под╕╖ миш╕).

source: Keymap containing bindings active when the pointer is in the border of a window. (Only mouse-bindings are evaluated in this map.)
cs: Klávesové zkratky aktivní, kdy¾ je kurzor na okraji okna. (Pou¾ijí se jen zkratky s my¹í)
pl: Zestaw skrótów aktywnych gdy wska¼nik znajduje siê na krawêdzi okna (tylko skróty myszy).
uk: Комб╕нац╕╖ активн╕ коли вказ╕вник на рамц╕ в╕кна. (Допускаються лише под╕╖ миш╕).

source: Keymap containing bindings active when the pointer is in the close button of a window. (Only mouse-bindings are evaluated in this map.)
cs: Klávesové zkratky aktivní, kdy¾ je kurzor nad zavíracím tlaèítkem okna. (Pou¾ijí se jen zkratky s my¹í)
pl: Zestaw skrótów aktywnych gdy wska¼nik znajduje siê nad ikon± zamkniêcia okna (tylko skróty myszy).
uk: Комб╕нац╕╖ активн╕ коли вказ╕вник на кнопц╕ закриття в╕кна. (Допускаються лише под╕╖ миш╕).

source: Keymap containing bindings active when the pointer is in the iconify button of a window. (Only mouse-bindings are evaluated in this map.)
cs: Klávesové zkratky aktivní, kdy¾ je kurzor nad minimalizaèním tlaèítkem okna. (Pou¾ijí se jen zkratky s my¹í)
pl: Zestaw skrótów aktywnych gdy wska¼nik znajduje siê nad ikon± minimalizacji okna (tylko skróty myszy).
uk: Комб╕нац╕╖ активн╕ коли вказ╕вник на кнопц╕ м╕н╕м╕зац╕╖ в╕кна. (Допускаються лише под╕╖ миш╕).

source: Keymap containing bindings active when the pointer is in the maximize button of a window. (Only mouse-bindings are evaluated in this map.)
cs: Klávesové zkratky aktivní, kdy¾ je kurzor nad maximalizaèním tlaèítkem okna. (Pou¾ijí se jen zkratky s my¹í)
pl: Zestaw skrótów aktywnych gdy wska¼nik znajduje siê nad ikon± maksymalizacji okna (tylko skróty myszy).
uk: Комб╕нац╕╖ активн╕ коли вказ╕вник на кнопц╕ максим╕зац╕╖ в╕кна. (Допускаються лише под╕╖ миш╕).

source: Keymap containing bindings active when the pointer is in the menu button of a window. (Only mouse-bindings are evaluated in this map.)
cs: Klávesové zkratky aktivní, kdy¾ je kurzor nad tlaèítkem menu okna. (Pou¾ijí se jen zkratky s my¹í)
pl: Zestaw skrótów aktywnych gdy wska¼nik znajduje siê nad ikon± menu okna (tylko skróty myszy).
uk: Комб╕нац╕╖ активн╕ коли вказ╕вник на кнопц╕ меню в╕кна. (Допускаються лише под╕╖ миш╕).

source: Motion threshold for mouse pointer: \wpixels
cs: Hranice pro pohyb my¹i: \w bodù
pl: Próg ruchu dla wska¼nika myszy (w pikselach): \w
uk: Пор╕г перем╕щення для вказ╕вника миш╕ (в п╕кселях): \w

source: Modifier key(s) used for default window manager shortcuts.
cs: Modifikátor pou¾ívaný pro standardní zkratky správce oken.
pl: Klawisz modyfikuj±cy dla domy¶lnych skrótów mened¿era okien.
uk: Клав╕ш╕-модиф╕катори, що використовуються в якост╕ типового модиф╕катора в╕конного менеджера.

source: Display key-binding information in menu items.
cs: Zobrazit informaci o klávesových zkratkách v polo¾kách menu
pl: Wy¶wietlanie informacji o skrótach klawiszowych w pozycjach menu.
uk: Показувати ╕нформац╕ю про комб╕нац╕╖ клав╕ш у пунктах меню.

source: Minimize
cs: Minimalizovat
pl: Minimalizuj
uk: М╕н╕м╕зувати

source: Unmaximize
pl: Przywróæ
uk: Розмасим╕зувати

source: Maximize
pl: Maksymalizuj
uk: Максим╕зувати

source: _Close
cs: _Zavøít
pl: Zam_knij
uk: Закрити

source: _Toggle
cs: _Pøepnout
pl: Prz_e³±cz tryb
uk: Перемикнути

source: In _group
cs: Ve _skupinì
pl: _Grupy
uk: В груп╕

source: _Send window to
cs: P_oslat okno
pl: _Wy¶lij okno na
uk: Перем╕стити в╕кно на

source: _Previous workspace
cs: Na _pøedchozí plochu
pl: _Poprzednie biurko
uk: Попередн╓ робоче м╕сце

source: _Next workspace
cs: Na _následující plochu
pl: _Nastêpne biurko
uk: Наступне робоче м╕сце

source: Copy to previous
cs: Kopírovat na pøedchozí
pl: Skopiuj na poprzednie
uk: Скоп╕ювати попередн╕й

source: Copy to next
cs: Kopírovat na následující
pl: Skopiuj na nastêpne
uk: Скоп╕ювати на наступний

source: _Left
cs: V_levo
pl: W _lewo
uk: Л╕воруч

source: _Right
cs: V_pravo
pl: W pr_awo
uk: Праворуч

source: _Up
cs: Nahor_u
pl: W gó_rê
uk: Вгору

source: _Down
cs: _Dolu
pl: W _dó³
uk: Вниз

source: Stacking
cs: Vrstvení
pl: Warstwy
uk: Порядок

source: Raise
cs: Dopøedu
pl: Wierzchnia
uk: П╕дняти

source: Lower
cs: Dozadu
pl: Spodnia
uk: Опустити

source: Upper layer
cs: Vy¹¹í vrstva
pl: Wy¿sza
uk: Гор╕шн╕й шар

source: Lower layer
cs: Ni¾¹í vrstva
pl: Ni¿sza
uk: Нижн╕й шар

source: Frame type
cs: Typ rámu
pl: Typ ramki
uk: Тип облям╕вки

source: Frame style
cs: Styl rámu
pl: Motyw ramki
uk: Стиль рамки

source: _Windows
cs: _Okna
pl: O_kna
uk: В╕кна

source: Work_spaces
cs: Pracovní _plochy
pl: _Biurka
uk: Робоч╕ м╕сця

source: _Programs
cs: P_rogramy
pl: _Programy
uk: Програми

source: _Customize
cs: Pøi_zpùsobit
pl: _Dostosuj
uk: Налаштувати

source: _Help
cs: _Nápovìda
pl: Pomo_c
uk: Дов╕дка

source: _News...
cs: _Novinky...
pl: _Nowo¶ci...
uk: Новини...

source: _WWW page...
cs: _WWW stránka...
pl: Witryna _WWW...
uk: Стор╕нка WWW...

source: _Manual...
cs: _Manuál...
pl: _Podrêcznik...
uk: Пос╕бник...

source: _About Sawfish...
cs: _O programu Sawfish...
pl: _Informacje o Sawfishu...
uk: Про Sawfish...

source: Popup window menu
cs: Zobrazit menu okna
pl: Menu okna

source: Display the menu listing all window operations.
pl: Wy¶wietla menu operacji na oknie.
uk: Показати меню вс╕х д╕й в╕кна.

source: Popup root menu
cs: Zobrazit hlavní menu
pl: Menu nadrzêdne

source: Display the main menu.
pl: Wy¶wietla menu g³ówne.
uk: Показати головне меню.

source: Popup apps menu
cs: Zobraz menu aplikací
pl: Menu aplikacji

source: Display the applications menu.
pl: Wy¶wietla menu aplikacji.
uk: Показати меню програм.

source: All settings
cs: V¹echna nastavení
pl: Wszystkie ustawienia
uk: Вс╕ налаштування

source: Edit theme...
cs: Upravit téma...
pl: Zmodyfikuj motyw...
uk: Виправити тему...

source: Method of placing windows: \w
cs: Zpùsob umís»ování oken: \w
pl: Sposób uk³adania okien: \w
uk: Метод розм╕щення в╕кон: \w

source: Method of placing dialog windows: \w
cs: Zpùsob umís»ování dialogù: \w
pl: Sposób uk³adania okien dialogowych: \w
uk: Метод розм╕щення д╕алогових в╕кон: \w

source: Ignore program-specified window placements.
cs: Ignorovat umístìní dané programem.
pl: Pomijanie pozycji okna okre¶lonej przez program.
uk: ╤╜норувати визначене в програм╕ розм╕щення в╕кна.

source: all
cs: v¹ím
pl: wszystkich
uk: вс╕

source: parents
cs: rodièi
pl: macierzystych
uk: батьки

source: none
cs: nic
pl: brak
uk: нема╓

source: Keep transient windows stacked above: \w
cs: Udr¾ovat podøazená okna nad: \w
pl: Utrzymywanie okien potomnych powy¿ej: \w
uk: Лишати пром╕жков╕ в╕кна з╕браними над: \w

source: Raise single window
cs: Zvý¹it jedno okno
pl: Wydobycie pojedynczego okna

source: Lower single window
cs: Sní¾it jedno okno
pl: Zepchniêcie pojedynczego okna

source: Lower the window to its lowest allowed position in the stacking order.
pl: Spycha okno na spodni± warstwê.
uk: Опустити в╕кно до найнажчо╖ допустимо╖ позиц╕╖ в стос╕.

source: Raise lower single window
cs: Zvý¹it-sní¾it jedno okno
pl: Wydobycie lub zepchniêcie pojedynczego okna

source: Put the window in the stacking level above its current level.
pl: Przesuwa okno na warstwê wy¿sz± od obecnie zajmowanej.
uk: Пом╕стити в╕кно в стос над його поточним р╕внем.

source: Lower window depth
cs: Pøesunout okno ní¾e
pl: Obni¿enie warstwy okna

source: Put the window in the stacking level beneath its current level.
pl: Przesuwa okno na warstwê ni¿sz± od obecnie zajmowanej.
uk: Пом╕стити в╕кно в стос п╕д його поточним р╕внем.

source: Windows uniconify to the current viewport.
cs: Obnovovat okna z ikon do souèasného pohledu.
pl: Przywracanie zminimalizowanych okien na bie¿±cy pulpit.
uk: Дем╕н╕м╕зовувати в╕кна у поточну д╕лянку перегляду.

source: Activate viewport
cs: Vybrat pohled
pl: Uaktywnianie pulpitu

source: Select the specified viewport.
pl: Wybiera okre¶lony pulpit.
uk: Вибрати вказану д╕лянку перегляду.

source: Column:
cs: Sloupec:
pl: Kolumna:
uk: Стовпчик:
