Repository: lepidotos/suede
Catalog: sawfish-1.0.1/po/*.po
Languages: cs, pl, uk

source: Row:
cs: Øádek:
pl: Rz±d:
uk: Рядок:

source: Activate viewport column
cs: Vybrat sloupec pohledu
pl: Uaktywnianie kolumny pulpitu

source: Select the specified viewport column.
pl: Wybiera okre¶lon± kolumnê pulpitu.
uk: Вибрати вказаний стовпчик д╕лянки перегляду.

source: Activate viewport row
cs: Vybrat øádek pohledu
pl: Uaktywnianie rzêdu pulpitu

source: Select the specified viewport row.
pl: Wybiera okre¶lony rz±d pulpitu.
uk: Вибрати вказаний рядок д╕лянки перегляду.

source: Move window to viewport
cs: Pøesunout okno na pohled
pl: Przeniesienie okna na pulpit

source: Move viewport right
cs: Pøesunout pohled doprava
pl: Przeniesienie pulpitu w prawo

source: Move the viewport one screen to the right.
pl: Przenosi pulpit o jeden ekran w prawo.
uk: Перенести д╕лянку перегляду на один екран праворуч.

source: Move viewport left
cs: Pøesunout pohled doleva
pl: Przeniesienie pulpitu w lewo

source: Move the viewport one screen to the left.
pl: Przenosi pulpit o jeden ekran w lewo.
uk: Перенести д╕лянку перегляду на один екран л╕воруч.

source: Move viewport up
cs: Pøesunout pohled nahoru
pl: Przeniesienie pulpitu w górê

source: Move the viewport one screen up.
pl: Przenosi pulpit o jeden ekran w górê.
uk: Перенести д╕лянку перегляду на один екран вгору.

source: Move viewport down
cs: Pøesunout pohled dolu
pl: Przeniesienie pulpitu w dó³

source: Move the viewport one screen down.
pl: Przenosi pulpit o jeden ekran w dó³.
uk: Перенести д╕лянку перегляду на один екран вниз.

source: Move window right
cs: Pøesunout okno doprava
pl: Przeniesienie okna w prawo

source: Move the window to the viewport on the right.
pl: Przenosi okno na pulpit po prawej.
uk: Перенести в╕кно у д╕лянку перегляду праворуч.

source: Move window left
cs: Pøesunout okno doleva
pl: Przeniesienie okna w lewo

source: Move the window to the viewport on the left.
pl: Przenosi okno na pulpit po lewej.
uk: Перенести в╕кно у д╕лянку перегляду л╕воруч.

source: Move window up
cs: Pøesunout okno nahoru
pl: Przeniesienie okna w górê

source: Move the window to the viewport above.
pl: Przenosi okno na pulpit wy¿ej.
uk: Перенести в╕кно у д╕лянку перегляду вище.

source: Move window down
cs: Pøesunout okno dolu
pl: Przeniesienie okna w dó³

source: Move the window to the viewport below.
pl: Przenosi okno na pulpit ni¿ej.
uk: Перенести в╕кно у д╕лянку перегляду нижче.

source: The default window animation mode: \w
cs: Standardní zpùsob animace oken: \w
pl: Domy¶lny tryb animacji okna: \w
uk: Типовий режим ан╕мац╕╖ в╕кна: \w

source: Give focus to windows even when they haven't asked for it. Windows should set the `accepts input' hint in their WM_HINTS property to show if they require the focus or not.
cs: Aktivovat okna, i kdy¾ o to ne¾ádala. Okna by mìla nastavit pøíznak 'accepts input' ve svých WM_HINTS aby naznaèila, èi po¾adují aktivaci èi ne.
pl: Uaktywnianie tak¿e tych okien, które tego nie ¿±da³y. Okna powinny w³±czaæ ¿±danie "accepts input" we w³a¶ciwo¶ci WM_HINTS aby okre¶liæ czy potrzebuj± aktywacji.
uk: Надавати фокус в╕кнам, нав╕ть якщо вони його не просили. В╕кна мають встановлювати ознаку "accepts input" у властивост╕ WM_HINTS, щоб пов╕домити, чи потр╕бний ╖м фоус.

source: Offset (%) from left window edge when warping pointer. A negative number means outside the left window edge.
cs: Vzdálenost (%) od levého okraje okna pøi pøesunu kurzoru. Záporné èíslo znamená mimo okna.
pl: Procentowy odstêp od lewej krawêdzi okna przy przyci±ganiu wska¼nika. Liczba ujemna oznacza miejsce poza lew± krawêdzi± okna.
uk: Зм╕щення (у %%) в╕д л╕вого краю в╕кна п╕д час перекидання вказ╕вника. В╕д'╓мне число означа╓ внутр╕шню сторону л╕вого краю в╕кна.

source: Offset (%) from top window edge when warping pointer. A negative number means outside the top window edge.
cs: Vzdálenost (%) od horního okraje okna pøi pøesunu kurzoru. Záporné èíslo znamená mimo okna.
pl: Procentowy odstêp od górnej krawêdzi okna przy przyci±ganiu wska¼nika. Liczba ujemna oznacza miejsce poza górn± krawêdzi± okna.
uk: Зм╕щення (у %%) в╕д верхнього краю в╕кна п╕д час перекидання вказ╕вника. В╕д'╓мне число означа╓ внутр╕шню сторону верхнього краю в╕кна.

source: Format to create unique window names. Has two arguments (NAME INDEX) applied to it.
cs: Formát pro vytváøení jednoznaèných jmen oken. Pou¾ijí se dva argumenty (JMÉNO INDEX).
pl: Format u¿ywany do tworzenia unikalnych nazw okien. Stosuje siê dwa argumenty: (NAZWA NUMER).
uk: Формат для створення ун╕кальних назв в╕кон. Ма╓ два ар╜ументи (НАЗВА та ╤НДЕКС), що застосовуються до нього.

source: Delete window
cs: Zavøít okno
pl: Zamkniêcie okna

source: Delete the window.
pl: Zamyka okno.
uk: Стерти в╕кно.

source: Delete window safely
cs: Zavøít okno bezpeènì
pl: Bezpieczne zamkniêcie okna.

source: Delete the window, or beep if the window can't be closed safely.
pl: Zamyka okno lub ostrzega d¼wiêkiem je¶li nie mo¿na go bezpiecznie zamkn±æ.
uk: Стерти в╕кно, чи проси╜нал╕зувати звуком якщо в╕кно неможливо безпечно закрити.

source: Uniquify window name
cs: Vynutit jednoznaèné jméno okna
pl: Unikalne nazywanie okien

source: Force the current window to have a unique title.
pl: Wymuszanie unikalnej nazwy dla bie¿±cego okna.
uk: Примусове використання ун╕кального заголовка поточним окном.

source: Virtual desktop configuration.
cs: Nastavení virtuálních pracovních ploch.
pl: Konfiguracja wirtualnego biurka.
uk: Конф╕╜урац╕я в╕ртуального робочого столу.

source: stop
cs: zastav
pl: zatrzymaj
uk: зупинятись

source: wrap-around
cs: jdi dokola
pl: zapêtlij
uk: завертатись

source: keep-going
cs: pokraèuj
pl: id¼ dalej
uk: продовжувати рух

source: When passing the first or last workspace: \w
cs: Pøi pøepnutí za první èi poslední plochu: \w
pl: W przypadku próby przej¶cia poza pierwsze lub ostatnie biurko: \w
uk: П╕д час передач╕ на перше чи останн╓ робоче м╕сце: \w

source: When passing the first or last workspace, while moving a window: \w
cs: Pøi pøepnutí za první èi poslední plochu pøi pøesunu okna: \w
pl: W przypadku próby przeniesienia okna za pierwsze lub ostatnie biurko: \w
uk: П╕д час передач╕ на перше чи останн╓ робоче м╕сце п╕д час пересування в╕кна: \w

source: Preserve empty workspaces in pager.
cs: Zachovat prázdné plochy v Pageru.
pl: Zachowywanie pustych biurek w oknie pagera.
uk: Тримати пуст╕ робоч╕ м╕сця в пайджер╕.

source: Dialogs appear on the same workspace as their application.
cs: Zobrazit dialogy na stejné plo¹e jako jejich aplikace.
pl: Otwieranie okien potomnych na biurku macierzystego.
uk: Д╕ало╜и з'являються на тому ж м╕сц╕, що й ╖хн╕ прогами.

source: Workspace names
cs: Jména pracovních ploch
pl: Nazwy biurek
uk: Назви робочих м╕сць

source: Insert workspace
cs: Vlo¾it plochu
pl: Wstaw biurko
uk: Вставити робоче м╕сце

source: Select next workspace
cs: Pøejít na následující plochu
pl: Wybierz nastêpne biurko
uk: Вибрати наступне робоче м╕сце

source: Select previous workspace
cs: Pøejít na pøedcházející plochu
pl: Wybierz poprzednie biurko
uk: Вибрати попередн╓ робоче м╕сце

source: Merge with next
cs: Spojit s následující
pl: Po³±cz z nastêpnym biurkiem
uk: Об'╓днати з наступним

source: Merge with previous
cs: Spojit s pøedcházející
pl: Po³±cz z poprzednim biurkiem
uk: Об'╓днати з попередн╕м

source: Move workspace right
cs: Pøesunout plochu doprava
pl: Przenie¶ biurko w prawo
uk: Пересунути робоче м╕сце праворуч

source: Move workspace left
cs: Pøesunout plochu doleva
pl: Przenie¶ biurko w lewo
uk: Пересунути робоче м╕сце л╕воруч

source: space %d
cs: plocha %d
pl: biurko %d
uk: м╕сце %d

source: Popup workspace list
cs: Zobrazit list pracovních ploch
pl: Wy¶wietlenie listy biurek

source: Display the menu containing the list of all workspaces.
pl: Wy¶wietla menu zawieraj±ce listê biurek.
uk: Показати меню, що м╕стить список вс╕х робочих м╕сць.

source: Popup window list
cs: Zobrazit seznam oken
pl: Lista okien

source: Display the menu of all managed windows.
pl: Wy¶wietla listê wszystkich zarz±dzanych okien.
uk: Показати меню вс╕х керованих в╕кон.

source: Next workspace
cs: Následující plocha
pl: Nastêpne biurko

source: Display the next workspace.
pl: Wy¶wietla nastêpne w kolejno¶ci biurko.
uk: Показати наступне робоче м╕сце.

source: Previous workspace
cs: Pøedchozí plocha
pl: Poprzednie biurko

source: Display the previous workspace.
pl: Wy¶wietla poprzednie biurko.
uk: Показати попередн╓ робоче м╕сце.

source: Send to next workspace
cs: Poslat na následující plochu
pl: Przeniesienie na nastêpne biurko

source: Move the window to the next workspace.
pl: Przenosi okno na nastêpne biurko.
uk: Перенести в╕кно на наступне робоче м╕сце.

source: Send to previous workspace
cs: Poslat na pøedcházející plochu
pl: Przeniesienie na poprzednie biurko

source: Move the window to the previous workspace.
pl: Przenosi okno na poprzednie biurko.
uk: Перенести в╕кно на попередн╓ робоче м╕сце.

source: Copy to next workspace
cs: Kopírovat na následující plochu
pl: Kopiowanie na nastêpne biurko.

source: Copy the window to the next workspace.
pl: Kopiuje okno na nastêpne biurko.
uk: Скоп╕ювати в╕кно на наступне робоче м╕сце.

source: Copy to previous workspace
cs: Kopírovat na pøedcházející plochu.
pl: Kopiowanie na poprzednie biurko.

source: Copy the window to the previous workspace.
pl: Kopiuje okno na poprzednie biurko.
uk: Скоп╕ювати в╕кно на поперен╓ робоче м╕сце.

source: Append workspace and send
cs: Pøidat plochu na konec a poslat
pl: Do³±czenie biurka i wys³anie na nie

source: Create a new workspace at the end of the list, and move the window to it.
pl: Tworzy nowe biurko na koñcu listy i przenosi tam okno.
uk: Створити нове робоче м╕сце в к╕нц╕ списку та перенести в╕кно туди.

source: Prepend workspace and send
cs: Pøidat plochu na zaèátek a poslat
pl: Do³±czenie biurka na pocz±tku i wys³anie na nie

source: Create a new workspace at the start of the list, and move the window to it.
pl: Tworzy nowe biurko na pocz±tku listy i przenosi tam okno.
uk: Створити нове робоче м╕сце на початку списку та перенести в╕кно туди.

source: Merge next workspace
cs: Spojit s následující plochou
pl: Z³±czanie z nastêpnym biurkiem

source: Delete the current workspace. Its member windows are relocated to the next workspace.
pl: Usuwa bie¿±ce biurko. Okna zostan± przeniesione na nastêpne biurko.
uk: Стерти поточне робоче м╕сце. Вс╕ в╕кна в ньому перем╕стити на наступне робоче м╕сце.

source: Merge previous workspace
cs: Spojit s pøedcházející plochou
pl: Z³±czanie z poprzednim biurkiem

source: Delete the current workspace. Its member windows are relocated to the previous workspace.
pl: Usuwa bie¿±ce biurko. Okna zostan± przeniesione na poprzednie biurko.
uk: Стерти поточне робоче м╕сце. Вс╕ в╕кна в ньому перем╕стити на попередн╓ робоче м╕сце.

source: Insert workspace after
cs: Vlo¾it plochu za
pl: Wstawienie biurka za bie¿±cym

source: Create a new workspace following the current workspace.
pl: Tworzy nowe biurko za bie¿±cym biurkiem.
uk: Створити нове робоче м╕сце за поточним.

source: Insert workspace before
cs: Vlo¾it plochu pøed
pl: Wstawienie biurka przed bie¿±cym

source: Create a new workspace before the current workspace.
pl: Tworzy nowe biurko przed bie¿±cym biurkiem.
uk: Створити нове робоче м╕сце перед поточним.

source: Move workspace forwards
cs: Pøesunout plochu dopøedu
pl: Przeniesienie biurka w prawo

source: Move the current workspace one place to the right.
pl: Przenosi bie¿±ce biurko w prawo.
uk: Пересунути поточне робоче м╕сце на одну позиц╕ю праворуч.

source: Move workspace backwards
cs: Pøesunout plochu dozadu
pl: Przeniesienie biurka w lewo

source: Move the current workspace one place to the left.
pl: Przenosi bie¿±ce biurko w lewo.
uk: Пересунути поточне робоче м╕сце на одну позиц╕ю л╕воруч.

source: Delete empty workspaces
cs: Smazat prázdné plochy
pl: Usuwanie pustych biurek

source: Delete any workspaces that don't contain any windows.
pl: Usuwa wszystkie biurka, na których nie ma okien.
uk: Стирати робоч╕ м╕сця, що не м╕стять в╕кон.

source: Delete window instance
cs: Zavøít kopii okna.
pl: Zamkniêcie kopii okna

source: Remove the copy of the window on the current workspace. If this is the last instance remaining, then delete the actual window.
pl: Usuwa kopiê okna na bie¿±cym biurku. Je¶li jest to ostatnia kopia, zamyka okno.
uk: Видалити коп╕ю в╕кна на поточному робочому м╕сц╕. Якщо це остання коп╕я, видалити в╕кно.

source: Activate workspace
cs: Vybrat plochu
pl: Uaktywnianie biurka

source: Select the N'th workspace.
pl: Wybiera okre¶lone biurko
uk: Вибрати робоче м╕сце N.

source: Workspace:
cs: Plocha:
pl: Biurko:
uk: Робоче м╕сце:

source: Send to workspace
cs: Poslat na plochu
pl: Wy¶lij na biurko

source: Move the current window to the N'th workspace.
pl: Przenosi bie¿±ce okno na n-te biurko.
uk: Перем╕стити поточне в╕кно у робоче м╕сце N.

source: Copy to workspace
cs: Zkopírovat na plochu
pl: Kopiowanie na biurko

source: Copy the current window to the N'th workspace.
pl: Kopiuje bie¿±ce okno na okre¶lone biurko.
uk: Скоп╕ювати поточне в╕кно у робоче м╕сце N.

source: Select workspace interactively
cs: Vybrat plochu interaktivnì
pl: Wybierz biurko interaktywne

source: Prompt for a workspace and switch to it.
pl: Pyta o biurko i prze³±cza siê na nie.
uk: Запитати робоче м╕сце ╕ перемикнутись на нього.

source: Next workspace window
cs: Následující okno na plo¹e
pl: Nastêpne okno na biurku

source: Select the next window of the current workspace.
pl: Uaktywnia nastêpne okno na bie¿±cym biurku.
uk: Вибрати наступне в╕кно на поточному робочому м╕сц╕.

source: Previous workspace window
cs: Pøedchozí okno na plo¹e
pl: Poprzednie okno na biurku

source: Focus on the previous window of the current workspace.
pl: Uaktywnia poprzednie okno na bie¿±cym biurku.
uk: Надати фокус попередньому в╕кну на поточному робочому м╕сц╕.

source: Next window
cs: Následující okno
pl: Nastêpne okno

source: Select the next window, cycling through all possible workspaces.
pl: Wybiera nastêpne okno, prze³±czaj±c siê cyklicznie przez wszystkie biurka.
uk: Вибирати наступне в╕кно цикл╕чно через вс╕ доступн╕ робоч╕ м╕сця.

source: Previous window
cs: Pøedchozí okno
pl: Poprzednie okno

source: Select the previous window, cycling through all possible workspaces.
pl: Wybiera poprzednie okno, prze³±czaj±c siê pomiêdzy wszystkimi biurkami.
uk: Вибирати попередн╓ в╕кно цикл╕чно через вс╕ доступн╕ робоч╕ м╕сця.

source: Describe symbol
cs: Popsat symbol
pl: Opis symbolu

source: Display the documentation of a specified symbol.
pl: Wy¶wietla dokumentacjê wybranego symbolu.
uk: Показати документац╕ю до вказаного позначення.

source: Apropos function
cs: Popsat funkci
pl: Informacje o funkcji

source: Apropos variable
cs: Popsat promìnnou
pl: Informacje o zmiennej

source: Gnome toggle skip winlist
cs: Gnome pøepnout uvádìní v seznamu oken
pl: Prze³±cz tryb obecno¶ci na li¶cie okien Gnome

source: Toggle the GNOME SKIP_WINLIST hint of the window.
pl: Prze³±cza ¿±danie okna GNOME SKIP_WINLIST.
uk: Перемикнути параметр в╕кна GNOME SKIP_WINLIST.

source: Gnome set skip winlist
cs: Gnome zapnout uvádìní v seznamu oken
pl: Nieobecno¶æ na li¶cie okien Gnome

source: Set the GNOME SKIP_WINLIST hint of the window.
pl: W³±cza ¿±danie okna GNOME SKIP_WINLIST.
uk: Встановити параметр в╕кна GNOME SKIP_WINLIST.

source: Gnome clear skip winlist
cs: Gnome vypnout uvádìní v seznamu oken
pl: Obecno¶æ na li¶cie okien Gnome

source: Unset the GNOME SKIP_WINLIST hint of the window.
pl: Wy³±cza ¿±danie okna GNOME SKIP_WINLIST.
uk: Скинути параметр в╕кна GNOME SKIP_WINLIST.

source: Gnome toggle skip tasklist
cs: Gnome pøepnout uvádìní v seznamu úloh
pl: Prze³±cz tryb obecno¶ci na li¶cie zadañ Gnome

source: Toggle the GNOME SKIP_TASKLIST hint of the window.
pl: Prze³±cza ¿±danie okna GNOME SKIP_TASKLIST.
uk: Перемикнути параметр в╕кна GNOME SKIP_TASKLIST.

source: Gnome set skip tasklist
cs: Gnome zapnout uvádìní v seznamu úloh
pl: Nieobecno¶æ na li¶cie zadañ Gnome

source: Set the GNOME SKIP_TASKLIST hint of the window.
pl: W³±cza ¿±danie okna GNOME SKIP_TASKLIST.
uk: Встановити параметр в╕кна GNOME SKIP_TASKLIST.

source: Gnome clear skip tasklist
cs: Gnome vypnout uvádìní v seznamu úloh
pl: Obecno¶æ li¶cie zadañ Gnome

source: Unset the GNOME SKIP_TASKLIST hint of the window.
pl: Wy³±cza ¿±danie okna GNOME SKIP_TASKLIST.
uk: Скинути параметр в╕кна GNOME SKIP_TASKLIST.

source: Gnome logout
cs: Gnome odhlásit
pl: Wylogowanie z Gnome

source: Logout from the current GNOME session.
pl: Wylogowuje z bie¿±cej sesji GNOME.
uk: Вийти з поточного сеансу GNOME.

source: Gnome www page
cs: Gnome webová stránka
pl: Witryna WWW Gnome

source: Display the WWW page of the GNOME project.
pl: Wy¶wietla witrynê WWW projektu GNOME.
uk: В╕добразити WWW-стор╕нку проекту GNOME.

source: Gnome help browser
cs: Spustit nápovìdu GNOME.
pl: Przegl±darka pomocy Gnome

source: Launch the GNOME help browser.
pl: Uruchamia przegl±darkê pomocy GNOME.
uk: Запустити програму перегляду дов╕дки.

source: Gnome about
cs: Gnome o programu
pl: Informacje o Gnome

source: Launch the GNOME about dialog.
pl: Uruchamia informacje o GNOME.
uk: Запустити в╕кно ╕нформац╕╖ про GNOME.

source: Iconify group
cs: Minimalizovat skupinu
pl: Minimializacja grupy

source: Uniconify group
cs: Obnovit skupinu
pl: Przywrócenie grupy

source: Iconify transient group
cs: Minimalizovat skupinu podøízených
pl: Minimalizacja grupy potomnych

source: Uniconify transientgroup
cs: Obnovit skupinu podøízených
pl: Przywrócenie grupy potomnych

source: Make group sticky
cs: Pøilepit skupinu
pl: Przyczepienie grupy

source: Make group unsticky
cs: Odlepit skupinu
pl: Odczepienie grupy

source: Send group to current workspace
cs: Poslat skupinu na souèasnou plochu
pl: Wy¶lij grupê na bie¿±ce biurko

source: Send group to next workspace
cs: Poslat skupinu na následující plochu
pl: Wy¶lij grupê na kolejne biurko

source: Send group to previous workspace
cs: Poslat skupinu na pøedchozí plochu
pl: Wy¶lij grupê na poprzednie biurko

source: Move group left
cs: Pøesunout skupinu doleva
pl: Przeniesienie grupy w lewo

source: Move group right
cs: Pøesunout skupinu doprava
pl: Przeniesienie grupy w prawo

source: Move group up
cs: Pøesunout skupinu nahoru
pl: Przeniesienie grupy w górê

source: Move group down
cs: Pøesunout skupinu dolu
pl: Przeniesienie grupy w dó³

source: Raise group
cs: Zvý¹it skupinu
pl: Wydobycie grupy

source: Lower group
cs: Sní¾it skupinu
pl: Zepchniêcie grupy

source: Raise lower group
cs: Zvý¹it-sní¾it skupinu
pl: Wydobycie lub zepchniêcie grupy

source: Raise group depth
cs: Zvý¹it hloubku skupiny
pl: Wydobycie grupy wy¿ej

source: Lower group depth
cs: Sní¾it hloubku skupiny
pl: Obni¿enie warstwy grupy

source: Delete group
cs: Smazat skupinu
pl: Usuwanie grupy

source: Delete all windows in the group that the current window is a member of.
pl: Usuwa wszystkie okna nale¿±ce do tej samej grupy co bie¿±ce okno.
uk: Стерти вс╕ в╕кна з групи, членом яко╖ ╓ поточне в╕кно.

source: Whether growing an already grown window grows it again.
cs: Zdali se má zvìt¹ovat u¾ jednou zvìt¹ené okno.
pl: Okre¶la czy zwiêkszanie ju¿ zwiêkszonego okna powoduje dalsze jego powiêkszenie.
uk: Чи зб╕льшувати розм╕р вже зб╕льшеного в╕кна.

source: Whether growing is considered to be maximization. When you turn this on, you can use `unmaximize-window' or something similar to get back to the original size.
cs: Zdali je zvìt¹ování pova¾ované za maximalizaci. Kdy¾ je zapnuto je mo¾no pou¾ívat `unmaximize-window' nebo nìco podobného k návratu k pùvodní velikosti.
pl: Czy zwiêkszanie jest uznawane za maksymalizacjê. W³±czenie tej opcji pozwala na "przywracanie" pierwotnego rozmiaru okna, podobnie jak w przypadku okna zmaksymalizowanego.
uk: Чи вважа╓ться зб╕льшення розм╕ру максим╕зац╕╓ю. Коли це ув╕мкнено, можна використовувати розмаксим╕зац╕ю в╕кна для повернення попередгього розм╕ру.

source: maybe
cs: mo¾no
pl: mo¿e
uk: можливо

source: always
cs: v¾dy
pl: zawsze
uk: завжди

source: never
cs: nikdy
pl: nigdy
uk: н╕коли

source: Whether and how to move the pointer when packing windows. `maybe' means that the pointer is moved along with the window, if the pointer was within the window area before packing. `always' warps the pointer to the center of the window if it isn't already in the window, then does like `maybe'. `never' means not to warp the pointer.
cs: Zdali a jak se pøesouvá kurzor pøi pakovaní oken. 'mo¾no' znamená, ¾e kurzor bude pøesunutý dohromady s oknem, jestli¾e byl ve chvíli pakování v oknì. 'v¾dy' pøesune kurzor do støedu okna. Jestli¾e u¾ byl v oknì, tak se chová stejnì jako 'mo¾no'. 'nikdy' znamená, ¾e kurzor nebude pøesouván.
pl: Czy i jak ma siê poruszaæ wska¼nik przy pakowaniu okien. "maybe" oznacza, ¿e wska¼nik jest przenoszony wraz z oknem, je¶li znajdowa³ siê w oknie przed pakowaniem. "always" przyci±ga wska¼nik do ¶rodka okna, je¶li znajduje siê on poza oknem, potem zachowuje siê jak w "maybe". "never" nie przyci±ga wska¼nika do okna.
uk: Метод пересування вказ╕вника при пакуванн╕ в╕кон. "можливо" означа╓, що вказ╕вник перем╕щу╓ться разом з в╕кном, якщо в╕н був над в╕кном перед пакуванням. "завжди" перекида╓ вказ╕вник в центр в╕кна якщо в╕н не над в╕кном, а пот╕м д╕╓ так, як у випадку з "можливо". "н╕коли" означа╓, що вказ╕вник не перем╕щу╓ться.

source: Grow window left
cs: Rùst doleva
pl: Rozci±gniêcie okna lewostronne

source: Grows window to the left until it `bumps into' another window.
pl: Rozci±ga okno w lewo a¿ do "zderzenia" z innym oknem.
uk: Розширити в╕кно л╕воруч, доки воно не досягне ╕ншого.

source: Grow window right
cs: Rùst doprava
pl: Rozci±gniêcie okna prawostronne

source: Grows window to the right until it `bumps into' another window.
pl: Rozci±ga okno w prawo a¿ do "zderzenia" z innym oknem.
uk: Розширити в╕кно праворуч, доки воно не досягне ╕ншого.

source: Grow window up
cs: Rùst nahoru
pl: Rozci±gniêcie okna w górê

source: Grows window upwards until it `bumps into' another window.
pl: Rozci±ga okno w górê a¿ do "zderzenia" z innym oknem.
uk: Розширити в╕кно вгору, доки воно не досягне ╕ншого.

source: Grow window down
cs: Rùst dolu
pl: Rozci±gniêcie okna w dó³

source: Grows window downwards until it `bumps into' another window.
pl: Rozci±ga okno w dó³ a¿ do "zderzenia" z innym oknem.
uk: Розширити в╕кно вниз, доки воно не досягне ╕ншого.

source: Moves window to the left until it `bumps into' another window.
pl: Przenosi okno w lewo a¿ do "zderzenia" z innym oknem.
uk: Перенести в╕кно л╕воруч, доки воно не досягне ╕ншого.

source: Moves window to the right until it `bumps into' another window.
pl: Przenosi okno w prawo a¿ do "zderzenia" z innym oknem.
uk: Перенести в╕кно праворуч, доки воно не досягне ╕ншого.

source: Moves window upwards until it `bumps into' another window.
pl: Przenosi okno w górê a¿ do "zderzenia" z innym oknem.
uk: Перенести в╕кно вгору, доки воно не досягне ╕ншого.

source: Moves window downwards until it `bumps into' another window.
pl: Przenosi okno w dó³ a¿ do "zderzenia" z innym oknem.
uk: Перенести в╕кно вниз, доки воно не досягне ╕ншого.

source: Help show faq
cs: Pomoc ukázat FAQ
pl: Pomoc: FAQ

source: Help show news
cs: Pomoc ukázat novinky
pl: Pomoc: Nowo¶ci

source: Help show programmer manual
cs: Pomoc ukázat manuál programátora
pl: Pomoc: Podrêcznik programisty

source: Help show homepage
cs: Pomoc domácí stránka
pl: Pomoc: Witryna WWW

source: Help about
cs: Pomoc o programu
pl: Pomoc: Informacje o

source: Number of pixels to move pointer in `move-cursor-' commands.
cs: Poèet bodù, o který se posune kurzor pøi operacích `move-cursor-'.
pl: Przesuwa wska¼nik ilo¶æ pikseli okre¶lon± w poleceniach "move-cursor-".
uk: К╕льк╕сть точок растру для перем╕щення вказ╕вника командою "перем╕стити вказ╕вник".

source: Move cursor right
cs: Posunout kurzor doprava
pl: Przesuniêcie kursora w prawo
