Repository: lepidotos/suede
Catalog: sawfish-1.0.1/po/*.po
Languages: cs, pl, uk

source: Move the cursor `move-cursor-increment' pixels to the right.
pl: Przesuwa wska¼nik w prawo o ilo¶æ pikseli okre¶lon± przez zmienn± "move-cursor-increment".
uk: Перем╕стити вказ╕вник на "крок перем╕щення курсору" точок растру праворуч.

source: Move cursor left
cs: Posunout kurzor doleva
pl: Przesuniêcie kursora w lewo

source: Move the cursor `move-cursor-increment' pixels to the left.
pl: Przesuwa wska¼nik w lewo o ilo¶æ pikseli okre¶lon± przez zmienn± "move-cursor-increment".
uk: Перем╕стити вказ╕вник на "крок перем╕щення курсору" точок растру л╕воруч.

source: Move cursor up
cs: Posunout kurzor nahoru
pl: Przesuniêcie wska¼nika do góry.

source: Move the cursor `move-cursor-increment' pixels upwards.
pl: Przesuwa wska¼nik do góry o ilo¶æ pikseli okre¶lon± przez zmienn± "move-cursor-increment".
uk: Перем╕стити вказ╕вник на "крок перем╕щення курсору" точок растру вгору.

source: Move cursor down
cs: Posunout kurzor dolu
pl: Przesuniêcie wska¼nika w dó³

source: Move the cursor `move-cursor-increment' pixels downwards.
pl: Przesuwa wska¼nik w dó³ o ilo¶æ pikseli okre¶lon± przez zmienn± "move-cursor-increment".
uk: Перем╕стити вказ╕вник на "крок перем╕щення курсору" точок растру вниз.

source: Move cursor right fine
cs: Posunout kurzor doprava jemnì
pl: Precyzyjne przesuniêcie wska¼nika w prawo

source: Move the cursor 1 pixel to the right.
pl: Przesuwa wska¼nik o 1 piksel w prawo.
uk: Посунути курсор на один п╕ксель праворуч.

source: Move cursor left fine
cs: Posunout kurzor doleva jemnì
pl: Precyzyjne przesuniêcie wska¼nika w lewo

source: Move the cursor 1 pixel to the left.
pl: Przesuwa wska¼nik o 1 piksel w lewo.
uk: Посунути курсор на один п╕ксель л╕воруч.

source: Move cursor up fine
cs: Posunout kurzor nahoru jemnì
pl: Precyzyjne przesuniêcie wska¼nika w górê

source: Move the cursor 1 pixel upwards.
pl: Przesuwa wska¼nik o 1 piksel do góry.
uk: Посунути курсор на один п╕ксель вгору.

source: Move cursor down fine
cs: Posunout kurzor dolu jemnì
pl: Precyzyjne przesuniêcie wska¼nika w dó³

source: Move the cursor 1 pixel downwards.
pl: Przesuwa wska¼nik o 1 piksel w dó³.
uk: Посунути курсор на один п╕ксель вниз.

source: opaque
cs: celé okno
pl: nieprzezroczyste
uk: показувати вм╕ст

source: box
cs: rámeèek
pl: kratka
uk: показувати рамку

source: How windows being moved are animated: \w
cs: Zpùsob animování oken pøi pøesunu: \w
pl: Metoda animacji okna podczas przenoszenia: \w
uk: Як буде ан╕муватися перенесення в╕кна: \w

source: How windows being resized are animated: \w
cs: Zpùsob animování oken pøi zmìnì velikosti: \w
pl: Metoda animacji okna podczas zmiany rozmiaru: \w
uk: Як буде ан╕муватися зм╕на розм╕ру в╕кна: \w

source: Raise windows when they are moved or resized.
cs: Pøesunout okna dopøedu pøi pøesunu nebo zmìnì velikosti.
pl: Wydobywanie okien przenoszonych i zmieniaj±cych rozmiar.
uk: П╕дн╕мати в╕кна при перем╕щенн╕ чи зм╕н╕ розм╕ру.

source: Show current position of windows while moving.
cs: Zobrazit aktuální pozici okna bìhem pøesunu.
pl: Wy¶wietlanie bie¿±cej pozycji przenoszonego okna.
uk: Показувати поточну позиц╕ю в╕кна п╕д час його пересування.

source: Show current dimensions of windows while resizing.
cs: Zobrazit aktuální rozmìry okna bìhem zmìny velikosti.
pl: Wy¶wietlanie bie¿±cych rozmiarów okna zmieniaj±cego rozmiar.
uk: Показувати поточн╕ розм╕ри в╕кна п╕д час зм╕ни його розм╕р╕в.

source: region
cs: oblast
pl: obszar
uk: д╕лянка

source: border
cs: okraj
pl: brzeg
uk: рамка

source: grab
cs: zachytit
pl: uchwycenie

source: How to choose window edges when resizing: \w
cs: Zpùsob výbìru okraje pøi zmìnì velikosti: \w
pl: Metoda wyboru krawêdzi okna podczas zmiany rozmiaru: \w
uk: Як вибирати кра╖ в╕кна п╕д час зм╕ни розм╕р╕в: \w

source: Snap window position to edges of other windows while moving.
cs: Pøitahovat okno k okrajùm ostatních oken bìhem pøesouvání.
pl: Przyci±ganie do krawêdzi innych okien podczas przenoszenia.
uk: Вир╕внювати позиц╕ю в╕кна до кра╖в ╕нших в╕кон при перем╕щенн╕.

source: Proximity in pixels before snapping to a window edge.
cs: Vzdálenost v bodech pro pøitahování k okrajùm oken.
pl: Odleg³o¶æ w pikselach, poni¿ej której okno zostaje przyci±gniête.
uk: В╕дстань в п╕кселях перед притягуванням до краю в╕кна.

source: magnetism
cs: magnetismus
pl: magnetyzm
uk: магнетизм

source: resistance
cs: odpor
pl: przytrzymywanie
uk: оп╕р

source: attraction
cs: pøitahování
pl: przyci±ganie
uk: притягування

source: How to snap together window edges: \w
cs: Zpùsob pøitahování okrajù oken: \w
pl: Sposób przyci±gania do siebie krawêdzi okien: \w
uk: При╓днання кра╖в в╕кон: \w

source: Snap to otherwise-ignored windows.
cs: Pøitahovat k jinak ignorovaným oknùm.
pl: Przyci±ganie do pomijanych okien.

source: Only update window contents after it has stopped moving.
cs: Obnovit obsah okna a¾ po skonèení pøesunu.
pl: Od¶wie¿anie zawarto¶ci okna dopiero po zakoñczeniu przenoszenia.
uk: Оновлювати вм╕ст в╕кна лише п╕сля завершення перем╕щення.

source: Move window interactively
cs: Pøesunout okno interaktivnì
pl: Przeniesienie okna przy pomocy myszy

source: Move the window interactively using the mouse.
pl: Przenosi okno przy pomocy myszy.
uk: Перенести в╕кно ╕нтерактивно з використанням миш╕.

source: Resize window interactively
cs: Zmìnit velikost okna interaktivnì
pl: Zmiana rozmiaru okna przy pomocy myszy

source: Resize the window interactively using the mouse.
pl: Zmienia rozmiar okna przy pomocy myszy.
uk: Зм╕нити розм╕р в╕кна ╕нтерактивно з використанням миш╕.

source: Move selected window
cs: Pøesunout vybrané okno
pl: Przesuniêcie wybranego okna

source: Wait for the user to select a window, then interactively move that window.
pl: Czeka na wybór okna do przeniesienia.
uk: Чекати поки користувач вибере в╕кно, а пот╕м ╕нтерактивно перем╕щувати це в╕кно.

source: Resize selected window
cs: Zmìnit velikost vybraného okna
pl: Zmiana rozmiaru wybranego okna

source: Wait for the user to select a window, then interactively resize that window.
pl: Czeka na wybór okna do zmiany rozmiaru.
uk: Чекати поки користувач вибере в╕кно, а пот╕м ╕нтерактивно зм╕нювати розм╕ри цього в╕кна.

source: Raise and pass through click
cs: Zvý¹it a pøedat kliknutí
pl: Wydobycie i przyjêcie zdarzenia

source: Raise the window that received the current event, then replay any pointer events that invoked the command.
pl: Wydobywa okno które otrzyma³o bie¿±ce zdarzenie i powtarza zdarzenia, które wywo³a³y polecenie.
uk: П╕дняти в╕кно, що отримало поточну под╕ю, а пот╕м повторити под╕╖ вказ╕вника, що викликали цю команду.

source: Raise and pass through click if focused
cs: Zvý¹it a pøedat kliknutí jen pro aktivní
pl: Wydobycie i przyjêcie zdarzenia w przypadku aktywacji

source: Raise the window that received the current event (if it's focused), then replay any pointer events that invoked the command.
pl: Wydobywa okno które otrzyma³o bie¿±ce zdarzenie (je¶li aktywne) i powtarza zdarzenia, które wywo³a³y polecenie.
uk: П╕дняти в╕кно, що отримало поточну под╕ю (якщо воно ма╓ фокус), а пот╕м повторити под╕╖ вказ╕вника, що викликали цю команду.

source: Raise or pass through click
cs: Zvý¹it nebo pøedat kliknutí
pl: Wydobycie lub przyjêcie zdarzenia

source: Raise window and pass through click
cs: Pøesune okno dopøedu a pøedá kliknutí
pl: Wydobycie okna i przyjêcie zdarzenia

source: Raise group and pass through click
cs: Zvý¹it skupinu a pøedat kliknutí
pl: Wydobycie grupy i przyjêcie zdarzenia

source: Raise the group of windows that received the current event, then replay any pointer events that invoked the command.
pl: Wydobywa grupê okien która otrzyma³a bie¿±ce zdarzenie i powtarza zdarzenia, które wywo³a³y polecenie.
uk: П╕дняти групу в╕кон, що отримала поточну под╕ю, а пот╕м повторити под╕╖ вказ╕вника, що викликали цю команду.

source: Raise transients and pass through click
cs: Zvý¹it podøízená a pøedat kliknutí
pl: Wydobycie potomnych i przyjêcie zdarzenia

source: Raise the window that received the current event and any transients it has, then replay any pointer events that invoked the command.
pl: Wydobywa okno które otrzyma³o bie¿±ce zdarzenie wraz z wszystkimi jego potomnymi i powtarza zdarzenia, które wywo³a³y polecenie.
uk: П╕дняти в╕кно ╕ вс╕ його тимчасов╕ в╕кна, що отримали поточну под╕ю, а пот╕м повторити под╕╖ вказ╕вника, що викликали цю команду.

source: Size window add row
cs: Zvìt¹it okno o øádek
pl: Powiêksz okno o rz±d

source: Increase the size of the current window by one row.
pl: Powiêksza rozmiar bie¿±cego okna o rz±d.
uk: Зб╕льшити розм╕р поточного в╕кна на один рядок.

source: Size window subtract row
cs: Zmen¹it okno o øádek
pl: Zmniejsz okno o rz±d

source: Decrease the size of the current window by one row.
pl: Zmniejsza rozmiar bie¿±cego okna o rz±d.
uk: Зменшити розм╕р поточного в╕кна на один рядок.

source: Size window add column
cs: Zvìt¹it okno o sloupec
pl: Powiêksz okno o kolumnê

source: Increase the size of the current window by one column.
pl: Powiêksza rozmiar bie¿±cego okna o jedn± kolumnê.
uk: Зб╕льшити розм╕р поточного в╕кна на один стовпчик.

source: Size window subtract column
cs: Zmen¹it okno o sloupec
pl: Zmniejsz okno o kolumnê

source: Decrease the size of the current window by one column.
pl: Zmniejsza rozmiar bie¿±cego okna o jedn± kolumnê.
uk: Зменшити розм╕р поточного в╕кна на один стовпчик.

source: Number of pixels to move window in `slide-' commands.
cs: Poèet bodù, o který se pøesune okno pøi pøíkazech `slide-'.
pl: Ilo¶æ pikseli u¿ywana do przesuwania okna w poleceniach "slide-".
uk: К╕льк╕сть п╕ксел╕в для пересування в╕кна в командах зсуву.

source: Slide window left
cs: Posunout okno vlevo
pl: Przesuñ okno w lewo

source: Move the window `slide-window-increment' pixels to the left.
pl: Przesuwa okno w lewo o ilo¶æ pikseli podan± w zmiennej "slide-window-increment".
uk: Перем╕стити в╕кно л╕воруч на крок зсуву в╕кна.

source: Slide window right
cs: Posunout okno vpravo
pl: Przesuñ okno w prawo

source: Move the window `slide-window-increment' pixels to the right.
pl: Przesuwa okno w prawo o ilo¶æ pikseli podan± w zmiennej "slide-window-increment".
uk: Перем╕стити в╕кно праворуч на крок зсуву в╕кна.

source: Slide window up
cs: Posunout okno nahoru
pl: Przesuñ okno do góry

source: Move the window `slide-window-increment' pixels upwards.
pl: Przesuwa okno do góry o ilo¶æ pikseli podan± w zmiennej "slide-window-increment".
uk: Перем╕стити в╕кно вище на крок зсуву в╕кна.

source: Slide window down
cs: Posunout okno dolu
pl: Przesuñ okno w dó³

source: Move the window `slide-window-increment' pixels downwards.
pl: Przesuwa okno w dó³ o ilo¶æ pikseli podan± w zmiennej "slide-window-increment".
uk: Перем╕стити в╕кно нижще на крок зсуву в╕кна.

source: Slide group left
cs: Posunout skupinu doleva
pl: Przesuñ grupê w lewo

source: Move the window group `slide-window-increment' pixels to the left.
pl: Przesuwa grupê w lewo o ilo¶æ pikseli podan± w zmiennej "slide-window-increment".
uk: Перем╕стити групу в╕кон л╕воруч на крок зсуву в╕кна.

source: Slide group right
cs: Posunout skupinu doprava
pl: Przesuñ grupê w prawo

source: Move the window group `slide-window-increment' pixels to the right.
pl: Przesuwa grupê w prawo o ilo¶æ pikseli podan± w zmiennej "slide-window-increment".
uk: Перем╕стити групу в╕кон праворуч на крок зсуву в╕кна.

source: Slide group up
cs: Posunout skupinu nahoru
pl: Przesuñ grupê do góry

source: Move the window group `slide-window-increment' pixels upwards.
pl: Przesuwa grupê do góry o ilo¶æ pikseli podan± w zmiennej "slide-window-increment".
uk: Перем╕стити групу в╕кон вище на крок зсуву в╕кна.

source: Slide group down
cs: Posunout skupinu dolu
pl: Przesuñ grupê w dó³

source: Move the window group `slide-window-increment' pixels downwards.
pl: Przesuwa grupê w dó³ o ilo¶æ pikseli podan± w zmiennej "slide-window-increment".
uk: Перем╕стити групу в╕кон нижче на крок зсуву в╕кна.

source: Move viewport next
cs: Zmìò pohled na následující
pl: Przeniesienie na kolejny pulpit

source: Move to the next viewport.
pl: Przenosi na kolejny pulpit.
uk: Перенести у наступну д╕лянку перегляду.

source: Move viewport previous
cs: Zmìò pohled na pøedcházející
pl: Przeniesienie na poprzedni pulpit

source: Move to the previous viewport.
pl: Przenosi na poprzedni pulpit.
uk: Перенести у попередню д╕лянку перегляду.

source: Move window previous
cs: Pøesunout okno na pøedcházející pohled
pl: Przeniesienie okna na poprzedni

source: Move the window to the previous viewport.
pl: Przenosi okno na poprzedni pulpit.
uk: Перенести в╕кно у попередню д╕лянку перегляду.

source: Move window next
cs: Pøesunout okno na následující pohled
pl: Przeniesienie okna na kolejny

source: Move the window to the next viewport.
pl: Przenosi okno na kolejny pulpit.
uk: Перенести в╕кно у наступну д╕лянку перегляду.

source: Display window names while cycling through windows.
cs: Zobrazit jména oken bìhem pøepínání mezi okny.
pl: Wy¶wietlnie nazw okien podczas prze³±czania miêdzy oknami.
uk: Показувати назви в╕кон в процес╕ ╖х перебору.

source: Display window icons while cycling through windows.
cs: Zobrazit ikony oken bìhem pøepínání mezi okny.
pl: Wy¶wietlanie ikon okien podczas prze³±czania miêdzy oknami.
uk: Показувати п╕ктограми в╕кон в процес╕ ╖х перебору.

source: Include iconified windows when cycling.
cs: Pøepínat i na minimalizovaná okna.
pl: Uwzglêdnianie zminimalizowanych okien przy prze³±czaniu.
uk: Включати м╕н╕м╕зован╕ в╕кна в переб╕р.

source: Include windows on all workspaces when cycling.
cs: Pøepínat i na okna na jiných plochách.
pl: Uwzglêdnianie okien na wszystkich biurkach przy prze³±czaniu.
uk: Включати в╕кна на вс╕х робочих м╕сцях в переб╕р.

source: Include windows on all viewports when cycling.
cs: Pøepínat na okna ve v¹ech pohledech.
pl: Uwzglêdnianie okien na wszystkich pulpitach przy prze³±czaniu.
uk: Включати в╕кна у вс╕х д╕лянках перегляду в переб╕р.

source: Raise windows while they're temporarily selected during cycling.
cs: Pøesunout dopøedu okno, kdy¾ jsou doèasnì vybráno bìhem pøepínání.
pl: Wydobywanie tymczasowo wybieranych okien podczas prze³±czania.
uk: П╕дн╕мати в╕кна коли вони тимчасово вибран╕ в процес╕ перебору.

source: Warp the mouse pointer to windows as they're temporarily selected.
cs: Pøesunout kurzor do okna, kdy¾ je doèasnì vybráno bìhem pøepínání.
pl: Przyci±ganie wska¼nika myszy do tymczasowo wybieranych okien.
uk: Перекидати вказ╕вник миш╕ у в╕кна, коли ╖х тимчасово вибрано.

source: Focus windows when they're temporarily selected during cycling.
cs: Aktivovat okno, kdy¾ je doèasnì vybráno bìhem pøepínání.
pl: Uaktywnianie tymczasowo wybieranych okien podczas prze³±czania.
uk: Фокусувати в╕кна коли ╖х тимчасово вибрано в процес╕ перебору.

source: Disable auto-raising while temporarily selecting windows.
cs: Zakázat automatický pøesun dopøedu bìhem doèasného vybrání.
pl: Wy³±czenie automatycznego wydobywania tymczasowo wybranych okien.
uk: Вимкнути автоп╕дн╕мання для тимчасового вибору в╕кон.

source: The program launched by the `xterm' command.
cs: Program spou¹tìný pøíkazem 'xterm'.
pl: Program uruchamiany poleceniem "xterm".
uk: Програма, що запуска╓ться командою "xterm".

source: Optional arguments given to the `xterm' command.
cs: Dal¹í argumenty pøedané pøíkazu 'xterm'.
pl: Opcjonalne argumenty przekazywane do polecenia "xterm".
uk: Додатков╕ ар╜ументи, що передаються команд╕ "xterm".

source: Start a new xterm.
pl: Uruchom nowy xterm.
uk: Запустити новий xterm.

source: 3d hack
pl: Logo 3D

source: Event
cs: Událost
pl: Zdarzenie
uk: Под╕я

source: Audio file
cs: Zvukový soubor
pl: Plik d¼wiêkowy
uk: Ауд╕офайл

source: Raise windows when they are focused.
cs: Pøesunout okna dopøedu, kdy¾ jsou aktivována.
pl: Wydobywanie uaktywnianych okien.
uk: П╕дн╕мати в╕кна коли вони потрапляють у фокус.

source: Delay in milliseconds until focused windows are raised.
cs: Zpo¾dìní v milisekundách pøed pøesunutím aktivního okna dopøedu.
pl: Opó¼nienie wydobywania uaktywnianych okien (w milisekundach).
uk: Затримка в м╕л╕секундах перед п╕дйомом в╕кна, що отримало фокус.

source: viewport
cs: pohled
pl: pulpit
uk: д╕лянка перегляду

source: workspace
cs: pracovní plochu
pl: biurko
uk: робоче м╕сце

source: Hitting the screen edge selects the next: \w
cs: Dosa¾ení okraje obrazovky vybere dal¹í: \w
pl: Zbli¿enie do brzegu ekranu prze³±cza na nastêpne: \w
uk: Торкання до меж╕ екрану вибира╓ наступний: \w

source: Only flip when interactively moving a window.
cs: Pøejít jen pøi interaktivním pøesunu okna.
pl: Zmiana pulpitu/biurka tylko podczas interaktywnego przenoszenia okna.
uk: В╕дзеркалювати лише п╕д час ╕нтерактивного пересування в╕кна.

source: Milliseconds to delay before flipping: \w
cs: Zpo¾dìní v milisekundách pøed pøepnutím: \w
pl: Opó¼nienie prze³±czania (w milisekundach): \w
uk: Затримка перед в╕дзеркаленням у м╕л╕секундах: \w

source: Warp pointer to opposite screen edge when flipping.
cs: Pøi pøepnutí pøesunout kurzor na opaènou stranu obrazovky.
pl: Przenoszenie wska¼nika do przeciwnej krawêdzi ekranu podczas prze³±czania.
uk: Перекидати вказ╕вник на протилежний край екрану на в╕дзеркаленн╕.

source: Error Handling
cs: Zpracování chyb
pl: Obs³uga b³êdów
uk: Обробка помилок

source: Emit a beeping sound when errors occur.
cs: Pøi chybì zapípat
pl: Wydawanie d¼wiêku w przypadku wyst±pieniu b³êdu.
uk: Видавати звуковий си╜нал в раз╕ помилки.

source: nowhere
cs: nikam
pl: nigdzie
uk: н╕куди

source: screen
cs: na obrazovku
pl: ekran
uk: екран

source: standard-error
cs: na standardní chybový výstup
pl: wyj. diagnostyczne
uk: стандартна помилка

source: Where to display error messages: \w
cs: Chybové zprávy zobrazovat: \w
pl: Miejsce wy¶wietlania komunikatów o b³êdach: \w
uk: Куди в╕дображати пов╕домлення про помилки: \w

source: No errors.
cs: ®ádné chyby.
pl: Brak b³êdów.
uk: Без помилок.

source: Display errors
cs: Zobrazit chyby
pl: Wy¶wietlanie b³êdów

source: Display all errors that have occurred to the screen.
pl: Wy¶wietlenie wszystkiech b³êdów na ekranie.
uk: В╕дображати вс╕ помилки на екран.

source: Name
cs: Jméno
pl: Nazwa
uk: Назва

source: Class
cs: Tøída
pl: Klasa
uk: Клас

source: Icon Name
cs: Jméno ikony
pl: Nazwa ikony

source: Role
pl: Rola

source: Host
cs: Poèítaè
pl: Komputer

source: Locale
pl: Ustawienia lokalne

source: Avoid
cs: Ignoruj
pl: Unikanie

source: Ignore program position
cs: Ignoruj pozici programu
pl: Pomijanie po³o¿enia okna okre¶lonego przez program

source: Place mode
cs: Zpùsob umís»ování
pl: Sposób ustawiania

source: Position
cs: Pozice
pl: Po³o¿enie

source: Dimensions
cs: Rozmìry
pl: Wymiary

source: Workspace
cs: Pracovní plocha
pl: Biurko

source: Viewport
cs: Pohled
pl: Pulpit

source: Depth
cs: Hloubka
pl: Warstwy

source: Placement weight
cs: Váha umístìní
pl: Waga po³o¿enia

source: Maximized
cs: Maximalizované
pl: Maksymalizowanie

source: Raise on focus
cs: Zvý¹it pøi aktivování
pl: Wydobywane przy aktywacji

source: Never focus
cs: Nikdy neaktivovat
pl: Nigdy nie uaktywniane

source: Focus mode
cs: Zpùsob aktivování
pl: Sposób aktywacji

source: Ignored
cs: Ignorované
pl: Pomijane

source: Iconified
cs: Ikonifikované
pl: Zminimalizowane

source: Shaded
cs: Sbalené
pl: Zwiniête

source: Sticky
cs: Lepivé
pl: Przyczepione

source: Group
cs: Skupina
pl: Grupowane

source: Ungrouped
cs: Neseskupené
pl: Nie grupowane

source: Window list skip
cs: Neuvádìt v seznamu oken
pl: Na li¶cie okien

source: Unique name
cs: Jednoznaèné jméno
pl: Unikalna nazwa

source: Auto gravity
cs: Automatická pøita¾livost
pl: Automatyczne przyci±ganie

source: Shade hover
cs: Automatické rozbalování
pl: Tymczasowo rozwijane

source: Transients above
cs: Podøízená nad
pl: Utrzymywanie potomnych powy¿ej

source: Ignore stacking requests
cs: Ignorovat po¾adavky na hloubku
pl: Pomijanie ¿±dañ warstwy

source: State
cs: Stav
pl: Stan
uk: Стан

source: Other
cs: Jiný
pl: Inne
uk: ╤нше

source: Enable shade-hover mode. (Temporarily unshades windows while the mouse pointer is over them.)
cs: Povolit automatické rozbalování oken. (Doèasnì rozbalí okna, kdy¾ na nì ukazuje kurzor.)
pl: Tymczasowe rozwijanie. Tymczasowe rozwijanie okna, gdy wska¼nik znajduje siê nad nim.

source: Delay in milliseconds before unshading windows.
cs: Zpo¾dìní v milisekundách pøed rozbalením oken.
pl: Opó¼nienie rozwijania okien (w milisekundach).
uk: Затримка у м╕л╕секундах перед розгортанням в╕кон.

source: Raise windows when they are unshaded.
cs: Pøesunou okna pøi rozbalení nahoru.
pl: Wydobywanie rozwijanych okien.
uk: П╕дн╕мати в╕кна п╕д час розгортання.

source: Display tooltips for window frames.
cs: Zobrazit rady pro rámy oken.
pl: Wy¶wietlanie podpowiedzi na ramce okna.
uk: Показувати п╕дказки для рамок в╕кна.

source: Remove tooltips after a period of time.
cs: Odstranit rady po uvedeném èase.
pl: Usuwanie podpowiedzi po okre¶lonym czasie.
uk: Видаляти п╕дказки через вказаний час.

source: Show full documentation in tooltips.
cs: Zobrazit úplnou dokumentaci v radách.
pl: Wy¶wietlanie pe³ne wyja¶nieñ w podpowiedziach.
uk: Показувати повну документац╕ю у п╕дказках.

source: Number of milliseconds before displaying tooltips.
cs: Poèet milisekund pøed zobrazením rady.
pl: Opó¼nienie wy¶wietlania porad (w milisekundach).
uk: К╕льк╕сть м╕л╕секунд перед в╕дображенням п╕дказок.

source: Number of milliseconds before removing tooltips.
cs: Poèet milisekund pøed odstranìním rady.
pl: Opó¼nienie usuwania podpowiedzi (w milisekundach).
uk: К╕льк╕сть м╕л╕секунд перед прибиранням п╕дказок.

source: Font used to display tooltips.
cs: Písmo pro rady.
pl: Czcionka wykorzystywana do wy¶wietlania podpowiedzi.
uk: Шрифт в╕дображення п╕дказок.

source: Color used for the tooltips background
cs: Barva pozadí pro rady
pl: Kolor wy¶wietlany w tle podpowiedzi.
uk: Кол╕р тла п╕дказок

source: Color used for the tooltips foreground
cs: Barva popøedí pro rady
pl: Kolor czcionki podpowiedzi.
uk: Кол╕р переднього плану п╕дказок

source: Remember _position
cs: Zapamatovat si _pozici
pl: Pamiêtaj p_ozycjê
uk: Запам'ятати позиц╕ю

source: Remember _dimensions
cs: Zapamatovat si _rozmìry
pl: Pamiêtaj _wymiary
uk: Запам'ятати розм╕ри

source: Remember _attributes
cs: Zapamatovat si _atributy
pl: Pamiêtaj _atrybuty
uk: Запам'ятати атрибути

source: _Forget saved state
cs: _Zapomenout ulo¾ený stav
pl: _Zapomnij zapamiêtany stan
uk: Забути збережений стан

source: Automatically remember window positions.
cs: Automaticky si zapamatovat pozice oken.
pl: Automatyczne zapamiêtywanie po³o¿enia okna.
uk: Автоматично запам'ятати позиц╕╖ в╕кон.

source: Automatically remember window sizes.
cs: Automaticky si zapamatovat velikosti oken.
pl: Automatyczne zapamiêtywanie wymiarów okna.
uk: Автоматично запам'ятатовувати розм╕ри в╕кон.

source: Automatically remember other window attributes.
cs: Automaticky si zapamatovat jiné atributy oken.
pl: Automatyczne zapamiêtywanie innych atrybutów okna.
uk: Автоматично запам'ятатовувати ╕нш╕ атрибути в╕кон.

source: Don't automatically remember details of transient windows.
cs: Automaticky si nepamatovat detaily podøízených oken.
pl: Bez automatycznego zapamiêtywania szczegó³ów okien potomnych.
uk: Не запам'ятовувати автоматично подробиц╕ тимчасових в╕кон.

source: Window history save position
cs: Ulo¾it polohu do historie
pl: Zapisz pozycjê okna w historii

source: Remember the current position of the focused window.
pl: Zapamiêtuje bie¿±c± pozycjê aktywnego okna.
uk: Запам'ятати поточну позиц╕ю сфокусованого в╕кна.

source: Window history save dimensions
cs: Ulo¾it rozmìry do historie
pl: Zapisz rozmiar okna w historii

source: Remember the current dimensions of the focused window.
pl: Zapamiêtuje bie¿±cy rozmiar aktywnego okna.
uk: Запам'ятати поточн╕ розм╕ри сфокусованого в╕кна.

source: Window history save attributes
cs: Ulo¾it atributy do historie
pl: Zapisz w³a¶ciwo¶ci okna w historii
