Repository: lepidotos/suede
Catalog: sawfish-1.0.1/po/*.po
Languages: cs, pl, uk

source: Remember the current attributes of the focused window.
pl: Zapamiêtuje bie¿±ce w³a¶ciwo¶ci aktywnego okna.
uk: Запам'ятати поточн╕ ознаки сфокусованого в╕кна.

source: Window history forget
cs: Zapomenout historii okna
pl: Zapomnij historiê okna

source: Forget any persistent state associated with the current window.
pl: Zapomina stan zwi±zany z bie¿±cym oknem.
uk: Забути вс╕ ст╕йк╕ стани асоц╕йован╕ з поточним викном.

source: Window history clear
cs: Zapomenout historii v¹ech
pl: Wyczy¶æ historiê okna

source: Forget all saved window history.
pl: Zapomna ca³± historiê okna.
uk: Забути всю збережену ╕стор╕ю в╕кна.

source: _History
cs: _Historie
pl: _Historia
uk: ╤стор╕я

source: Invoke the GNOME control center from the `Customize' menu.
cs: Vyvolat ovládací centrum GNOME z menu 'Pøizpùsobit'.
pl: Wywo³ywanie centrum sterowania GNOME z menu "Dostosuj".
uk: Викликати "Центр керування GNOME" з меню "Установки".

source: _GNOME Help...
cs: _GNOME Nápovìda...
pl: Pomoc _GNOME...
uk: Дов╕дка GNOME...

source: GNOME WWW...
pl: Witryna WWW GNOME...
uk: WWW GNOME...

source: About GNOME...
cs: O GNOME...
pl: O GNOME...
uk: Про GNOME...

source: Gnome menus update
cs: Gnome obnovit nabídky
pl: Uaktualnienie menu Gnome

source: Try to leave at least this many pixels between window edges in first/best-fit.
cs: Pokusit se o ponechání aspoò tolika bodù mezi okraji oken pøi first/best-fit.
pl: Minimalny odstêp (w pikselach) miêdzy krawêdziami okien w metodzie "first/best fit".

source: Distance between successive placements in `stagger' placement mode.
cs: Vzdálenost mezi následujícími umístìními v módu 'stagger'.
pl: Odleg³o¶æ pomiêdzy kolejnymi pozycjami pojawiaj±cych siê okien w trybie "stagger".

source: Automatically select window gravity from position on screen.
cs: Automaticky vybrat pøita¾livost okna podle pozice na obrazovce.
pl: Automatyczny wybór grawitacji okna w zale¿no¶ci od po³o¿enia na ekranie.
uk: Автоматичний виб╕р ╜рав╕тац╕╖ в╕кна в залежност╕ в╕д положення на екран╕.

source: Ignore requests from applications to change window stacking.
cs: Ignorovat po¾adavky aplikací na zmìny ve vrstvení oken.
pl: Pomijanie ¿±dania aplikacji o zmianê warstwy dla okna
uk: ╤╜норуванти вимоги програм зм╕нити позиц╕ю в╕кна в╕кна в стос╕.

source: In GNOME _task list
cs: V seznamu úl_oh GNOME
pl: Na li¶cie _zadañ GNOME
uk: В списку завдань GNOME

source: Windows are focused after being uniconified.
cs: Aktivovat okna pøi obnovení z ikony.
pl: Aktywacja zminimalizowanych okien po przywróceniu.
uk: В╕кна отримують фокус п╕сля дем╕н╕м╕зац╕╖.

source: Windows are raised after being uniconified.
cs: Pøesunout okna dopøedu pøi obnovení z ikony.
pl: Wydobywanie zminimalizowanych okien po przywróceniu.
uk: В╕кна п╕дн╕маються п╕сля дем╕н╕м╕зац╕╖.

source: Unmanaged windows may be iconified.
cs: Nespravovaná okna je mo¾no zmen¹it do ikony.
pl: Niezarz±dzane okna mog± byæ minimalizowane.
uk: Некерован╕ в╕кна можуть бути м╕н╕м╕зован╕.

source: Windows uniconify to the current workspace.
cs: Obnovovat okna z ikon na aktuální plochu.
pl: Przywracanie zminimalizowanych okien na bie¿±ce biurko.
uk: В╕кна дем╕н╕м╕зуються на поточне робоче м╕сце.

source: transients
cs: podøízená okna
pl: potomne
uk: тимчасов╕

source: group
cs: skupinu
pl: grupê
uk: група

source: Iconifying a window also iconifies the: \w
cs: Zmen¹ení okna do ikony té¾ zmen¹í: \w
pl: Minimalizacja okna minimalizuje tak¿e: \w
uk: М╕н╕м╕зац╕я в╕кна також призводить до м╕н╕м╕зац╕╖: \w

source: Uniconifying a window also uniconifies the: \w
cs: Obnovení okna té¾ obnoví: \w
pl: Przywracanie okna przywraca tak¿e: \w
uk: В╕дновлення в╕кна також призводить до в╕дновлення: \w

source: Iconify window
cs: Minimalizovat okno
pl: Minimalizacja okna

source: Iconify the window.
pl: Minimalizuje okno.
uk: М╕н╕м╕зувати в╕кно.

source: Uniconify window
cs: Obnov okno
pl: Przywrócenie okna

source: Return the window from its iconified state.
pl: Przywraca zminimalizowane okno.
uk: Повернути в╕кно з м╕н╕м╕зованого стану.

source: Toggle window iconified
cs: Pøepni ikonifikaci
pl: Prze³±czenie trybu minimalizacji okna

source: Toggle the iconification of window W.
pl: Prze³±cza tryb minimalizacji danego okna.
uk: Перемикнути стан м╕н╕м╕зац╕╖ в╕кна W.

source: Iconify workspace windows
cs: Minimalizovat okna na plo¹e
pl: Minimalizacja okien na biurku

source: Iconify all windows on the current workspace.
pl: Minimalizuje wszystkie okna na bie¿±cym biurku.
uk: М╕н╕м╕зувати вс╕ в╕кна на поточному робочому м╕сц╕.

source: Make window sticky
cs: Pøilepit okno
pl: Przyczepienie okna

source: Make window unsticky
cs: Odlepit okno
pl: Odczepienie okna

source: Toggle window sticky
cs: Pøepni lepivost okna
pl: Prze³±czenie trybu przyczepienia okna

source: Toggle the `stickiness' of the window--whether or not it is a member of all workspaces.
pl: Prze³±cza tryb "przyczepiania" okna (bez wzglêdu na jego obecno¶æ na innych biurkach.

source: _Sticky
cs: _Lepivé
pl: _Przyczepianie
uk: Липка

source: Make window ignored
cs: Ignorovat okno
pl: Pomijanie okna

source: Ignore the window.
pl: Pomija okno.
uk: ╤╜норувати в╕кно.

source: Toggle whether a window is ignored or not.
pl: Prze³±cza tryb pomijania okna.
uk: Перемикнути режим ╕╜норування в╕кна.

source: _Ignored
cs: _Ignorované
pl: Po_mijanie
uk: ╤╜нору╓ться

source: _Focusable
cs: _Aktivovatelné
pl: _Uaktywnianie
uk: Отриму╓ фокус

source: _Cyclable
cs: _Pøepínatelné
pl: P_rze³±czanie
uk: В списку перемикання м╕ж в╕кнами

source: In _window list
cs: V seznamu _oken
pl: Na li¶cie _okien
uk: В списку в╕кон

source: Raise windows when they are maximized.
cs: Pøesunou okna dopøedu pøi maximalizaci.
pl: Wydobywanie zmaksymalizowanych okien.
uk: П╕дн╕мати максим╕зован╕ викна.

source: Let unmanaged windows be overlapped when filling windows.
cs: Nespravovaná okna mohou být zakryta pøi maximalizování oken.
pl: Zas³anianie pomijanych okien podczas wype³niania.
uk: Дозволити перекривання некерованих в╕кон п╕д час максим╕зац╕╖ в╕кон.

source: Don't cover `avoided' windows when maximizing.
cs: Nezakrývat 'chránìná' okna pøi maximalizaci.
pl: Maksymalizacja nie przes³ania "unikanych" okien.
uk: Не зач╕пати "уникнутих" в╕кон п╕д час максим╕зац╕╖.

source: Lock position and size while windows are maximized.
cs: Zamknout pozici a velikost, kdy¾ je okno maximalizované.
pl: Blokowanie po³o¿enia i rozmiaru zmaksymalizowanych okien.
uk: Ф╕ксувати положення ╕ розм╕р в╕кон при максим╕зац╕╖.

source: Maximize window
cs: Maximalizuj okno
pl: Maksymalizacja okna

source: Maximize the dimensions of the window.
pl: Maksymalizuje rozmiary okna.
uk: Максим╕зувати розм╕ри в╕кна.

source: Unmaximize window
cs: Odmaximalizuj okno
pl: Przywrócenie okna

source: Restore the dimensions of the window to its original, unmaximized, state.
pl: Przywraca zmaksymalizowane okno do jego wcze¶niejszych rozmiarów.
uk: В╕дновити розм╕ри в╕кна.

source: Maximize window vertically
cs: Maximalizuj okno svisle
pl: Maksymalizacja okno w pionie

source: Maximize the vertical dimension of the window.
pl: Maksymalizuje pionowy rozmiar okna.
uk: Максим╕зувати в╕кно по вертикал╕.

source: Maximize window horizontally
cs: Maximalizuj okno vodorovnì
pl: Maksymalizacja okna w poziomie

source: Maximize the horizontal dimension of the window.
pl: Maksymalizuje poziomy rozmiar okna.
uk: Максим╕зувати в╕кно по горизонтал╕.

source: Toggle the state of the window between maximized and unmaximized.
pl: Prze³±cza pomiêdzy maksymalizacj± a przywróceniem okna.
uk: Перемикнути стан в╕кна м╕ж максим╕зованим та немаксим╕зованим.

source: Toggle the state of the window between horizontally maximized and unmaximized.
pl: Prze³±cza pomiêdzy maksymalizacj± w poziomie, a przywróceniem okna.
uk: Перемикнути стан в╕кна м╕ж горизонтально максим╕зованим та немаксим╕зованим.

source: Toggle the state of the window between vertically maximized and unmaximized.
pl: Prze³±cza pomiêdzy maksymalizacj± w pionie, a przywróceniem okna.
uk: Перемикнути стан в╕кна м╕ж вертикально максим╕зованим та немаксим╕зованим.

source: Maximize fill window
cs: Maximalizuj-nepøekrývej
pl: Dope³nienie oknem

source: Maximize the window without obscuring any other windows.
pl: Maksymalizuje okno nie zas³aniaj±c innych okien.
uk: Максим╕зувати в╕кно без перекриття ╕нших в╕кон.

source: Maximize fill window vertically
cs: Maximalizuj-nepøekrývej svisle
pl: Dope³nienie oknem w pionie

source: Maximize the window vertically without obscuring any other windows.
pl: Maksymalizuje okno w pionie nie zas³aniaj±c innych okien.
uk: Максим╕зувати в╕кно вертикально без перекриття ╕нших в╕кон.

source: Maximize fill window horizontally
cs: Maximalizuj-nepøekrývej vodorovnì
pl: Dope³nienie oknem w poziomie

source: Maximize the window horizontally without obscuring any other windows.
pl: Maksymalizuje okno w poziomie nie zas³aniaj±c innych okien.
uk: Максим╕зувати в╕кно горизонтально без перекриття ╕нших в╕кон.

source: Toggle the state of the window between maximized-filled and unmaximized.
pl: Prze³±cza pomiêdzy dope³nieniem oknem, a jego przywróceniem.
uk: Перемикнути стан в╕кна м╕ж максим╕зованим-заповненим ╕ немаксим╕зованим.

source: Toggle the state of the window between horizontally maximized-filled and unmaximized.
pl: Prze³±cza pomiêdzy dope³nieniem oknem w poziomie, a jego przywróceniem.
uk: Перемикнути стан в╕кна м╕ж горизонтально максим╕зованим-заповненим ╕ немаксим╕зованим.

source: Toggle the state of the window between vertically maximized-filled and unmaximized.
pl: Prze³±cza pomiêdzy dope³nieniem oknem w pionie, a jego przywróceniem.
uk: Перемикнути стан в╕кна м╕ж вертикально максим╕зованим-заповненим ╕ немаксим╕зованим.

source: Shade window
cs: Sbalit okno
pl: Zwiñ okno

source: Display only the title bar of the window.
pl: Wy¶wietlaj tylko pasek tytu³owy okna.
uk: Показувати лише панель заголовку в╕кна.

source: Unshade window
cs: Rozbalit okno
pl: Rozwiñ okno

source: If the window is shaded (see `shade-window'), restore it to it's usual state.
pl: Przywróæ okno do zwyk³ego stanu, je¶li jest zwiniête (zobacz "shade-window").
uk: Якщо в╕кно згорнуте, повернути його до звичайного стану.

source: Toggle the shaded (only the title bar is displayed) state of the window.
pl: Prze³±cz pomiêdzy zwiniêciem a rozwiniêciem okna (je¶li ma pasek tytu³owy).
uk: Перемикнути стан згорнутост╕ в╕кна (в╕дображу╓ться лише рядок заголовка).

source: S_haded
cs: _Sbalené
pl: Z_wijanie
uk: З т╕нню

source: Dialog windows inherit the focus from their parent.
cs: Dialogy pøebírají fokus od rodièovského okna.
pl: Dziedziczenie aktywno¶ci okna macierzystego przez potomne.
uk: Д╕алогов╕ в╕кна успадковують фокус в╕д батьк╕в.

source: Decorate dialog windows similarly to application windows.
cs: Rámy dialogù jsou podobné rámùm normálních oken.
pl: Dziedziczenie motywu okna macierzystego przez potomne.
uk: Декорац╕╖ д╕алога схож╕ до декорац╕й в╕кна програми.

source: Raise the current window to its highest allowed position in the stacking order. Also raise any transient windows that it has.
pl: Wydob±d¼ okno i jego okna potomne na wierzchni± warstwê.

source: Lower window and transients
cs: Sní¾it okno a podøízená
pl: Zepchniêcie okna i potomnych

source: Lower the current window to its lowest allowed position in the stacking order. Also lower any transient windows that it has.
pl: Spycha okno i jego okna potomne na spodni± warstwê.

source: Raise lower window and transients
cs: Zvý¹it-sní¾it okno s podøízenými
pl: Wydobycie lub zepchniêcie okna i potomnych

source: If the window is at its highest possible position, then lower it to its lowest possible position. Otherwise raise it as far as allowed. Also changes the level of any transient windows it has.
pl: Je¶li okno jest na wierzchniej warstwie, zepchnij je na spód; w przeciwnym wypadku wydob±d¼ je. Dotyczy tak¿e wszystkich jego okien potomnych.

source: Windows uniconify to the current workspace when they are selected.
cs: Obnovovat okna na souèasnou plochu, kdy¾ jsou vybrána.
pl: Przywracanie zminimalizowanych okien na bie¿±ce biurko je¶li okna te s± wybrane.
uk: В╕кна дем╕н╕м╕зуються на поточне робоче м╕сце коли ╖х вибрано.

source: Unshade selected windows.
cs: Vybraná okna rozbalit.
pl: Rozwijanie wybieranych okien.
uk: Розгорнути вибран╕ в╕кна.

source: Warp the pointer to selected windows.
cs: Pøesunout kurzor do vybraných oken.
pl: Przyci±ganie wska¼nika do wybieranych okien.
uk: Перекидати вказ╕вник у вибран╕ в╕кна.

source: Display window without focusing
cs: Zobrazit okno bez aktivování
pl: Wy¶wietlenie okna bez jego aktywacji

source: Display the workspace/viewport containing the window W.
pl: Wy¶wietlenie biurka/pulpitu zawieraj±cego dane okno.
uk: Показати робоче м╕сце ╕ д╕лянку перегляду, що м╕стить в╕кно W.

source: Display window
cs: Zobrazit okno
pl: Wy¶wietlenie okna

source: Display the workspace containing the window W, then focus on W.
pl: Wy¶wietlenie biurka zawieraj±cego dane okno i aktywacja tego okna.
uk: Показати робоче м╕сце, що м╕стить в╕кно W, тод╕ сфокусувати W.

source: Group transient windows with their parents.
cs: Seskupit podøazená okna s jejich rodièi.
pl: Grupowanie okien potomnych z macierzystymi.
uk: Групувати тимчасов╕ в╕кна з ╖хн╕ми батьками.

source: Persistent group ids
cs: Stálé ID skupin
pl: Trwa³e identyfikatory grup
uk: Ст╕йк╕ ╕дентиф╕катори груп

source: New group
cs: Nová skupina
pl: Nowa grupa
uk: Нова група

source: Gtkrc reload style
cs: Gtkrc znovu nahraj styl
pl: Ponowne wczytanie motywu gtkrc

source: Reload the gtkrc settings.
pl: Ponownie wczytuje ustawienia gtkrc.
uk: Перезавантажити параметри gtkrc.

source: Describe key
cs: Popsat klávesu
pl: Opis klawisza

source: Prompt for a key sequence, then print its binding.
pl: Oczekuje na kombinacjê klawiszy i wypisuje skrót.

source: Press key...
pl: Naci¶nij klawisz(e)...
uk: Натисн╕ть клав╕шу...

source: [Quote]
cs: [Apostrof]
pl: [Przekazanie]
uk: [Лапка]

source: Quote event
cs: Nemìnit událost
pl: Przekazanie zdarzenia

source: Sends the next key event directly to the focused client window, ignoring any window manager bindings that it may have.
pl: Wysy³a nastêpne zdarzenie bezpo¶rednio do aktywnego okna, pomijaj±c wszelkie mo¿liwe skróty przypisane w mened¿erze.

source: novice
cs: zaèínajícího
pl: nowicjusz
uk: новачок

source: intermediate
cs: støednì pokroèilého
pl: ¶redniozaawansowany
uk: середн╕й

source: expert
cs: pokroèilého
pl: ekspert
uk: експерт

source: Show options suitable for \w users.
cs: Zobrazit mo¾nosti vhodné pro \w u¾ivatele.
pl: Opcje dla u¿ytkownika na poziomie: \w
uk: Пораметри, що показуються для користувач╕в типу \w.

source: revert/cancel/ok
cs: Zpìt/zru¹it/OK
pl: przywróæ/anuluj/ok
uk: в╕дновити/в╕дм╕нити/гаразд

source: apply/revert/cancel/ok
cs: Zkusit/zpìt/zru¹it/OK
pl: zastosuj/przywróæ/anuluj/ok
uk: застосувати/в╕дновити/в╕дм╕нити/гаразд

source: Buttons shown in configurator: \w
cs: Tlaèítka zobrazená v nastavení: \w
pl: Przyciski widoczne w konfiguratorze: \w
uk: Кнопки, що показуються у конф╕╜уратор╕: \w

source: Show variable names of each customization option.
cs: Zobrazit jména promìnných pro ka¾dou volbu.
pl: Wy¶wietlanie nazw zmiennych ka¿dej opcji dostosowania.
uk: Показувати назви зм╕нних кожного параметру налаштування.

source: The program used to play audio samples. If unset, built-in support for ESD is used.
cs: Program pro pøehrávání zvukových efektù. Kdy¾ není nastavený, pou¾ije se zabudovaná podpora ESD.
pl: Program u¿ywany do odtwarzania d¼wiêków. Je¶li nie zaznaczone, uruchamiana jest wbudowana obs³uga ESD.
uk: Програма, що використову╓ться для в╕дтворення звук╕в. Якщо не встановлено, використову╓ться владнана п╕дтримка для ESD.

source: Window:
cs: Okno:
pl: Okno:
uk: В╕кно:

source: Workspace %d
pl: Biurko %d
uk: Робоче м╕сце %d

source: Keymap containing bindings active when reading a string from the user.
cs: Klávesové zkratky aktivní pøi vstupu textu od u¾ivatele.
pl: Zestaw skrótów aktywnych podczas wprowadzania tekstu.
uk: Комб╕нац╕╖ активн╕ п╕д час зчитування рядка вводу користувача.

source: When raising a window, also raise its: \w
cs: Pøi pøesunu okna dopøedu se pøesunou i jeho: \w
pl: Wydobywanie okna wydobywa tak¿e: \w
uk: В раз╕ п╕дн╕мання в╕кна, п╕дн╕мати його: \w

source: Raise window
cs: Zvý¹it okno
pl: Wydob±d¼ okno

source: Lower window
cs: Sní¾it okno
pl: Zepchniêcie okna

source: Raise lower window
cs: Zvý¹it-sní¾it okno
pl: Wydobycie lub zepchniêcie okna

source: to:
cs: na:
pl: na:
uk: на:

source: About
cs: O programu
pl: Informacje
uk: Про

source: About:
cs: O tématu:
pl: Informacje:
uk: Про:

source: Add
cs: Pøidat
pl: Dodaj
uk: Додати

source: Attributes
cs: Atributy
pl: Atrybuty
uk: Атрибути

source: Clicked
cs: Stisknuté
pl: Klikniête
uk: Клацнутий

source: Copy
cs: Kopírovat
pl: Skopiuj
uk: Коп╕ювати

source: Copy...
cs: Kopírovat...
pl: Skopiuj...
uk: Скоп╕ювати...

source: Details
cs: Detaily
pl: Opis
uk: Подробиц╕

source: Directory:
cs: Adresáø:
pl: Katalog:
uk: Каталог:

source: E_xit
cs: _Konec
pl: Za_koñcz
uk: Вийти

source: Focused
cs: Aktivní
pl: Aktywne
uk: Сфокусоване

source: Frame
cs: Rám
pl: Ramka
uk: Рамка

source: Frame Part _Definitions
cs: _Definice èástí rámu
pl: _Definicje czê¶ci ramki
uk: Означення частин рамки

source: Frame _Classes
cs: _Tøídy rámù
pl: _Klasy ramki
uk: Класи рамок

source: Frames
cs: Rámy
pl: Ramki
uk: Рамки

source: HIghlighted
cs: Zvýraznìné
pl: Pod¶wietlone
uk: П╕дсв╕чене

source: Highlighted
cs: Zvýraznìné
pl: Pod¶wietlone
uk: П╕дсв╕чене

source: Inactive
cs: Neaktivní
pl: Nieaktywne
uk: Неактивне

source: Inactive- Clicked
cs: Neaktivní- Stisknuté
pl: Nieaktywne- klikniête
uk: Неактивне вибране

source: Inactive- Highlighted
cs: Neaktivní- Zvýraznìné
pl: Nieaktywne- pod¶wietlone
uk: Неактивне п╕дсв╕чене

source: Map:
cs: Mapovat:
pl: Mapuj:
uk: Мапа:

source: Mapping
cs: Mapování
pl: Mapowanie
uk: В╕дображення

source: New Theme
cs: Nové téma
pl: Nowy motyw
uk: Нова тема

source: Patterns
cs: Vzorky
pl: Wzory
uk: Шаблони

source: Properties
cs: Vlastnosti
pl: W³a¶ciwo¶ci
uk: Властивост╕

source: Save Theme _As...
cs: U_lo¾it téma jako...
pl: Zapisz motyw j_ako...
uk: Зберегти тему як...

source: Sawfish Theme Builder
cs: Tvùrce témat Sawfish
pl: Konstruktor motywów Sawfisha
uk: Конструктор тем Sawfish

source: Sawfish Themer Preview
cs: Ukázka témat Sawfish
pl: Podgl±d motywów Sawfisha
uk: Перегляд теми Sawfish

source: Theme name:
cs: Jméno tématu:
pl: Nazwa motywu:
uk: Назва теми:

source: This window previews the current theme.
cs: Toto okno ukazuje editované téma.
pl: Okno podgl±du bie¿±cego motywu.
uk: Це в╕кно демонстру╓ поточну тему.

source: Type
cs: Typ
pl: Typ
uk: Тип

source: Window _Frames
cs: _Rámy okna
pl: _Ramki okna
uk: Рамки в╕кон

source: [about text]
cs: [text o programu]
pl: [informacje]
uk: [текст про]

source: [frame-part-table]
cs: [tabulka-èástí-rámu]
pl: [tabela czê¶ci ramki]
uk: [таблиця-частин-рамки]

source: [place holder]
cs: [místo]
pl: [zape³niacz]
uk: [зарезервоване м╕сце]

source: [title]
cs: [titulek]
pl: [tytu³]
uk: [заголовок]

source: _About
cs: _O programu
pl: _Informacje
uk: Про

source: _File
cs: _Soubor
pl: _Plik
uk: Файл

source: _Open Theme..
cs: _Otevøít téma...
pl: _Otwórz motyw...
uk: В╕дкрити тему...

source: _Preferences...
cs: _Nastavení...
pl: _Preferencje...
uk: Налаштування...

source: _Preview
cs: _Ukázka
pl: _Podgl±d
uk: Перегляд

source: _Save Theme
cs: _Ulo¾it téma
pl: _Zapisz motyw
uk: Зберегти тему

source: _Settings
cs: Na_stavení
pl: _Ustawienia
uk: Установки

source: _Themes
cs: _Témata
pl: _Motywy
uk: Теми

source: root-window-keymap
cs: zkratky plochy

source: title-keymap
cs: zkratky titulku

source: border-keymap
cs: zkratky okrajù

source: close-button-keymap
cs: zkratky zavíracího tlaèítka

source: iconify-button-keymap
cs: zkratky minimalizaèního tlaèítka

source: maximize-button-keymap
cs: zkratky maximalizaèního tlaèítka

source: menu-button-keymap
cs: zkratky tlaèítka menu

source: shade-button-keymap
cs: zkratky sbalovacího tlaèítka

source: Keymap containing bindings active when the pointer is in the shade button of a window. (Only mouse-bindings are evaluated in this map.)
cs: Klávesové zkratky aktivní, kdy¾ je kurzor nad sbalovacím tlaèítkem okna. (Pou¾ijí se jen zkratky s my¹í)
uk: Комб╕нац╕╖ активн╕ коли вказ╕вник на кнопц╕ згортання в╕кна. (Допускаються лише под╕╖ миш╕).

source: Raise window depth
cs: Pøesunout okno vý¹e

source: Workspaces are deleted when their last window closes.
cs: Zavøít pracovní plochy po zavøení posledního okna.
uk: Стирати робоч╕ м╕сця, коли ╖хн╓ останн╓ в╕кно буде закрито.

source: Toggle group sticky
cs: Pøepnout lepení skupiny

source: Move group to current viewport
cs: Pøesunout skupinu do souèasného pohledu

source: Pack window left
cs: Srazit doleva

source: Pack window right
cs: Srazit doprava

source: Pack window up
cs: Srazit nahoru

source: Pack window down
cs: Srazit dolu

source: border-grab
cs: okraj-zachytit

source: Default increment for size-window commands (when the window doesn't specify it's own increments).
cs: Standardní zmìna pro size-window pøíkazy. (pokud neuvedou jinou hodnotu zmìny).
uk: Типовий крок для команд зм╕ни розм╕ру в╕кна (якщо в╕кно не ма╓ вказаного власного кроку).

source: Set viewport linear
cs: Nastavit pohled lineárnì

source: Set window viewport linear
cs: Nastaví pohled lineárnì

source: cycle-keymap
cs: zkratky pøepínání

source: Keymap containing bindings active only during window cycling operations.
cs: Klávesové zkratky aktivní jen bìhem pøepínání oken.

source: Play sound effects for window events.
cs: Povolit zvukové efekty pro události správce oken.
uk: Ув╕мкнути звуков╕ ефекти для под╕й в╕кон.

source: Play sound effects for unmanaged windows.
cs: Povolit zvukové efekty pro nespravovaná okna.
uk: Ув╕мкнути звуков╕ ефекти для некерованих в╕кон.

source: The hierarchical window menu raises singleton submenus.
cs: Hierarchické menu oken zobrazuje jednoprvkové podmenu.
uk: ╤╓рарх╕чн╕ меню в╕кон в╕дкривають одинарн╕ п╕дменю.

source: Select the next desktop when the pointer hits screen edge.
cs: Pøejít na následující plochu, kdy¾ kurzor dosáhne okraje obrazovky.
uk: Перемикатись у наступний робочий ст╕л, якщо вказ╕вник торкнувся меж╕ екрану.

source: Focus when mapped
cs: Aktivovat pøi zobrazení

source: Focus click through
cs: Aktivovat pøi kliknutí

source: Sticky viewport
cs: Lepivé na pohled

source: Cycle skip
cs: Pøeskakovat pøi pøepínání

source: Make window not ignored
cs: Neignorovat okno

source: Toggle window ignored
cs: Pøepnout ignorování okna

source: Toggle window never focus
cs: Pøepnout mo¾nost aktivace

source: Toggle window cycle skip
cs: Pøepnout ignorování pøi pøepínání

source: Toggle window list skip
cs: Pøepnot uvádìní v seznamu oken

source: Maximizing a window in one dimension must increase the size of that dimension.
cs: Maximalizace v jednom smìru musí zvìt¹ovat velikost okna.
uk: Максим╕зац╕я в╕кна в одному вим╕р╕ ма╓ зб╕льшити його розм╕р в цьому вим╕р╕.

source: Maximize window toggle
cs: Pøepni maximalizaci

source: Maximize window horizontally toggle
cs: Pøepni vodorovnou maximalizaci

source: Maximize window vertically toggle
cs: Pøepni svislou maximalizaci

source: Maximize fill window toggle
cs: Pøepnout nepøekrývající maximalizaci

source: Maximize fill window horizontally toggle
cs: Pøepnout nepøekrývající maximalizaci vodorovnì

source: Maximize fill window vertically toggle
cs: Pøepnout nepøekrývající maximalizaci svisle

source: Toggle window shaded
cs: Pøepnout sbalení okna

source: Focus on application windows when they first appear.
cs: Aktivovat okno aplikace pøi prvním zobrazení.
uk: Ставити фокус на в╕кно, що з'явля╓ться вперше.

source: Raise window and transients
cs: Zvý¹it okno a podøízená
