Repository: lepidotos/suede
Catalog: GConf-1.0.7/po/*.po
Languages: az, fi, tr, uk

source: Failed to move new save state file into place: %s
az: Tæzæ qeyd edilmiþ hal faylýný buraya köçüræ bilmædim: %s
fi: Uuden tilatiedoston siirt‰minen paikalleen ep‰onnistui: %s
tr: Yeni durum kayýt dosyasý yerine taþýnamadý: %s
uk: Не вдалося перенести новий файл збереженого стану на м╕сце: %s

source: Failed to restore original saved state file that had been moved to '%s': %s
az: '%s' a(æ) köçürülmüþ æsl qeyd edilmiþ hal faylýný bærpa eda bilmædim: %s
fi: Alkuper‰isen tilatiedoston, joka on nimetty tiedostoksi '%s', palauttaminen ep‰onnistui: %s
tr: '%s' e taþýnmýþ olan durum kayýt dosyasý özgün haline getirilemedi: %s
uk: Не вдалося в╕дновити ори╜╕нальний файл збереженого стану, який було перенесено у "%s": %s

source: Unable to restore a listener on address '%s', couldn't resolve the database
az: '%s' ünvanýndaký dinlæyici bærpa edilæ bilmir, database hall edilæ bilmir
fi: Kuuntelijan, osoitteessa '%s', palauttaminen ei onnistu: tietokannan selvitt‰minen ei onnistunut
tr: '%s' adresindeki bir dinleyici eski haline getirilemedi, veritabaný çözümlenemedi
uk: Неможливо в╕дновити прослуховувача на адрес╕ "%s", не вдалося розв'язати базу даних

source: Error reading saved state file: %s
az: Qeyd edilmiþ væziyyæt faylý oxunarkæn xæta oldu : %s
fi: Virhe tilatiedostoa lukiessa: %s
tr: Durum kayýt dosyasý okunurken hata: %s
uk: Помилка зчитування файлу збереженого стану: %s

source: Unable to open saved state file '%s': %s
az: Qeyd edilmiþ `%s' hal faylý açýla bilmædi: %s
fi: Tilatiedoston '%s' avaaminen ei onnistu: %s
tr: Durum kayýt dosyasý '%s' açýlamadý: %s
uk: Не вдалося в╕дкрити файл збереженого стану "%s": %s

source: Failed to log addition of listener to gconfd logfile; won't be able to re-add the listener if gconfd exits or shuts down (%s)
az: Dinlæyicini tæsbitlæri qeyd faylýna yazýla bilmir; gconfddan çýxdýðýnýz vaxt bu qeydlæri tæzædæn ælavæ edæ bilmæyæcæyik (%s)
fi: Kuuntelijan lis‰‰misen kirjaaminen gconfd:n lokitiedostoon ep‰onnistui: sit‰ ei voi lis‰t‰ uudestaan, kun gconfd lopetetaan tai sammuu (%s)
tr: gconfd günlük dosyasýna dinleyici eklenmesi kaydedilemedi; gconfd kapandýðýnda dinleyici tekrar eklenemeyecek (%s)

source: Failed to log removal of listener to gconfd logfile; might erroneously re-add the listener if gconfd exits or shuts down (%s)
az: Gconfd qeyd faylýndan dinlæyici silinæ bilmædi; gconfddan çýxdýðýnýz vaxt eyni dinlæyiciyi xætalý olaraq tæzædæn ælavæ edæ bilæræm (%s)
fi: Kuuntelijan poiston kirjaaminen gconfd:n lokitiedostoon ep‰onnistui; se saattaa virheellisesti tulla lis‰tyksi uudestaan, kun gconfd lopetetaan tai sammuu (%s)
tr: gconfd günlük dosyasýna dinleyici kaldýrýlmasý kaydedilemedi; gconfd kapandýðýnda dinleyici istenmediði halde tekrar eklenebilir (%s)

source: Failed to get IOR for client: %s
az: IOR alýcýsý alýnmasý bacarýlmadý: %s
fi: Asiakkaan IOR:n saaminen ep‰onnistui: '%s'
tr: Ýstemci için IOR alýnamadý: %s
uk: Не вдалося отримати IOR для кл╕╓нта: %s

source: Failed to open saved state file: %s
az: Qeyd edilmiþ hal faylý açýla bilmædi: %s
fi: Tilatiedoston avaaminen ep‰onnistui: %s
tr: Durum kayýt dosyasý açýlamadý: %s
uk: Не вдалося в╕дкрити файл збереженого стану: %s

source: Failed to write client add to saved state file: %s
az: Qeyd edilmiþ hal faylýna alýcý qeyd edilæ bilmædi: %s
fi: Asiakkaan lis‰‰misen kirjoittaminen tilatiedostoon ep‰onnistui: %s
tr: Durum kayýt dosyasýna istemci eklenmesi kaydedilemedi: %s
uk: Не вдалося записати кл╕╓нта у файл збереженого стану: %s

source: Failed to flush client add to saved state file: %s
az: Qeyd edilmiþ hal faylýna "flush" alýcý qeyd edilæ bilmædi: %s
fi: Asiakkaan lis‰‰misen fflush() tilatiedostoon ep‰onnistui: '%s'
tr: Durum kayýt dosyasýndan istemci eklenmesinin temizlenmesi baþarýsýz: %s
uk: Не вдалося скинути кл╕╓нта у файл збереженого стану: %s

source: Some client removed itself from the GConf server when it hadn't been added.
az: Bir alýcý özünü GConf vericisindæn çýxardýb væ ona göræ dæ ælavæ edilmæyib.
fi: Jokin asiakas poisti itsens‰ GConf-palvelimesta, kun sit‰ ei oltu lis‰tty.
tr: GConf sunucusu eklemediði sýrada tek bir istemci sunucudan silindi.
uk: Якийсь кл╕╓нт видалив себе з сервера GConf, хоч його не було додано.

source: Help options
az: Kömæk seçænæklæri
fi: Ohjevalitsimet
tr: Yardým seçenekleri
uk: Параметри дов╕дки

source: Set a key to a value and sync. Use with --type.
az: Bir açara bir qiymæt ver væ sinxronlaþdýr . --type'la istifadæ edilir .
fi: Aseta avain arvolle ja synkronoi. K‰yt‰ --type :n kanssa.
tr: Bir anahtara bir deðer ve eþzamanlama belirtilir. --type ile kullanýlýr.
uk: Встановити значення для ключа ╕ синхрон╕зувати. Використову╓ться з --type.

source: Print the value of a key to standard output.
az: Standart næticæyæ bir açarýnýn qiymætini ver.
fi: Tulosta avaimen arvo stdout:iin
tr: Bir anahtarýn deðerini standart çýktýya yazar.
uk: Надрукувати значення ключа у стандартний вив╕д.

source: Set a schema and sync. Use with --short-desc, --long-desc, --owner, and --type.
az: Bir þækli oturt væ sinxronlaþdýr . --short-desc, --long-desc, --owner væ --type'la birlikdæ istifadæ edilir .
fi: Aseta kaavain ja synkronoi. K‰yt‰ asetusten --short-desc, --long-desc, --owner ja --type kanssa.
tr: Bir þema ve eþzamanlama belirtilir. --short-desk, --long-desc, --owner, ve --type ile kullanýlýr.
uk: Встановити схему ╕ синхрон╕зувати. Використову╓ться з --short-desc, --long-desc, --owner ╕ --type.

source: Unset the keys on the command line
az: Æmr sætirindæki açarlarý sil
fi: Poista annetut avaimet.
tr: komut satýrýnda anahtarlarý kaldýrýr
uk: Зняти значення ключ╕в з командного рядка

source: Print all key/value pairs in a directory.
az: Bir qovluqdaký açar/qiymæt yoldaþlarýný göstær .
fi: Tulosta hakemiston kaikki avain+arvo -parit.
tr: Dizindeki tüm anahtar/deðer çiftlerini gösterir.
uk: Наздукувати ус╕ пари ключ╕/значення в каталоз╕.

source: Print all subdirectories in a directory.
az: Bir qovluqdaký altqovluqlarý göstær .
fi: Tulosta hakemiston kaikki alihakemistot.
tr: Dizindeki tüm alt dizinleri gösterir.
uk: Надрукувати ус╕ п╕дкаталоги в каталоз╕.

source: Print all subdirectories and entries under a dir, recursively.
az: Bir qovluðun bütün alt qovluqlarýný væ üzvlærini dærinliyi ilæ göstær .
fi: Tulosta hakemiston kaikki alihakemistot ja tiedot rekursiivisesti.
tr: Bir dizinin altýndaki tüm alt dizinleri ardýþýk olarak gösterir.
uk: Надрукувати вс╕ п╕дкаталоги та рядки каталогу рекурсивно.

source: Return 0 if the directory exists, 2 if it does not.
az: Qovluq varsa 0'ý næticæsini ver, yoxsa 2'yi næticæsini ver .
fi: Palauta 0 jos hakemisto on olemassa, 2 jos ei.
tr: Dizin varsa 0, yoksa 2 deðerini alýr.
uk: Повернути 0, якщо каталог ╕сну╓ -- 2, якщо н╕.

source: Shut down gconfd. DON'T USE THIS OPTION WITHOUT GOOD REASON.
az: gconfd'yi qapat . BU SEÇÆNÆYÝ YAXÞI BIR SÆBÆBÝN OLMADAN ÝSTÝFADÆ ETMÆ.
fi: Sammuta gconfd. ƒLƒ KƒYTƒ TƒTƒ VALITSINTA ILMAN HYVƒƒ SYYTƒ.
tr: gconfd kapatýlýr. ÝYÝ BÝR SEBEBÝNÝZ OLMADIKÇA BU SEÇENEÐÝ KULLANMAYIN.
uk: Вимкнути gconfd. НЕ ВИКОРИСТОВУЙТЕ ЦЕЙ ПАРАМЕТР БЕЗ ВАГОМО╥ ПРИЧИНИ.

source: Return 0 if gconfd is running, 2 if not.
az: gconfd vericisi iþlæyirsæ 0'ý næticæsini ver, yoxsa 2'yi næticæsini ver .
fi: Palauta 0, jos gconfd on k‰ynniss‰, ja 2 jos ei.
tr: gconfd etkinse 0 deðilse 2 deðerini alýr.
uk: Повернути 0, якщо gconfd викону╓ться -- 2, якщо н╕

source: Launch the config server (gconfd). (Normally happens automatically when needed.)
az: Quraþdýrma vericisini ( gconfd ) baþlatdým. ( Bu onsuz da lazýmlý olduðu vaxt edilir . )
fi: K‰ynnist‰ asetuspalvelin (gconfd). (Mik‰ yleens‰ tehd‰‰n tarvittaessa automaattisesti.)
tr: Yapýlandýrma sunucusunu (gconfd) baþlatýr. (Normalde ihtiyaç varsa otomatik olarak baþlatýlýr)
uk: Запустити конф╕гурац╕йний сервер (gconfd). (Звичайно запуска╓ться автоматично, коли потр╕бно.)

source: Specify the type of the value being set, or the type of the value a schema describes. Unique abbreviations OK.
az: Oturtulacaq qiymætin növünü bildir, ya da þæklin anlatdýðý qiymætin növünü baþa sal . Hæmæn baþa düþülæcæk qýsaltmalar qæbul edilir .
fi: M‰‰rit‰ asetettavan arvon, tai kaavaimen arvon, tyyppi. Yksiselitteiset lyhenteet kelpaavat.
tr: Deðer türü bir ayarlama ya da bir þema açýklamasý olarak belirtilir. Kýsaltmalar eþsizse kabul edilir.
uk: Вказати тип значення, що встановлю╓ться чи тип значення, що опису╓ схема. Згодяться ун╕кальн╕ абрев╕атури.

source: Specify the type of the list value being set, or the type of the value a schema describes. Unique abbreviations OK.
az: Oturdulacaq siyahý qiymætinin növünü bildir, ya da þæklin anlatdýðý qiymætin növünü baþa sal. Hæmæn baþa düþülæcæk qýsaltmalar qæbul edilir.
fi: M‰‰rit‰ kaavaimen tai asetettavan luettelon arvon tyyppi. Yksiselitteiset lyhenteet kelpaavat.
tr: Liste türü bir ayarlama ya da bir þema açýklamasý olarak belirtilir. Kýsaltmalar eþsizse kabul edilir.
uk: Вказати тип значення списку, що встановлю╓ться чи тип значення, що опису╓ схема. Згодяться ун╕кальн╕ абрев╕атури.

source: Specify the type of the car pair value being set, or the type of the value a schema describes. Unique abbreviations OK.
az: Oturdulacaq car çiftinin növünü bildir, ya da þæklin anlattýðý qiymætin növünü baþa sal. Hæmæn baþa düþülæcæk qýsaltmalar qæbul edilir.
fi: M‰‰rit‰ kaavaimen tai parin car:n arvon tyyppi. Yksiselitteiset lyhenteet kelpaavat.
tr: car çiftinin türü bir ayarlama ya da bir þema açýklamasý olarak belirtilir. Kýsaltmalar eþsizse kabul edilir.
uk: Вказати тип значення пари CAR, що встановлю╓ться чи тип значення, що опису╓ схема. Згодяться ун╕кальн╕ абрев╕атури.

source: Specify the type of the cdr pair value being set, or the type of the value a schema describes. Unique abbreviations OK.
az: Oturdulacaq cdr çiftinin növünü bildir, ya da þæklin anlattýðý qiymætin növünü baþa sal. Hæmæn baþa düþülæcæk qýsaltmalar qæbul edilir.
fi: M‰‰rit‰ kaavaimen tai parin cdr:n arvon tyyppi. Yksiselitteiset lyhenteet kelpaavat.
tr: cdr çiftinin türü bir ayarlama ya da bir þema açýklamasý olarak belirtilir. Kýsaltmalar eþsizse kabul edilir.
uk: Вказати тип значення пари CDR, що встановлю╓ться чи тип значення, що опису╓ схема. Згодяться ун╕кальн╕ абрев╕атури.

source: Specify a short half-line description to go in a schema.
az: Þekilldæ yaxþý görünæcæk növdæ , qýsa væ yarým-sætir uzunluðunda bir izahý bildir .
fi: Kirjoita lyhyt puolen rivin selostus kaavaimeen laitettavaksi
tr: Bir þemaya giden yarým satýrlýk bir açýklama belirtilir.
uk: Вказати короткий (у п╕врядка) опис для схеми.

source: DESCRIPTION
az: ÝZAH
fi: SELOSTUS
tr: AÇIKLAMA
uk: ОПИС

source: Specify a several-line description to go in a schema.
az: Þækilæ ælavæ edlæcæk növdæ bir izah ver .
fi: Kirjoita useamman rivin selostus kaavaimeen laitettavaksi
tr: Bir þemaya giden bir kaç satýrlýk bir açýklama belirtilir.
uk: Вказати опис у дек╕лька рядк╕в для схеми.

source: Specify the owner of a schema
az: Þæklin yiyæsini bildir
fi: M‰‰rit‰ kaavaimen omistaja
tr: Þema sahibi belirtilir
uk: Вказати власника схеми

source: OWNER
az: YÝYÆ
fi: OMISTAJA
tr: SAHÝBÝ
uk: ВЛАСНИК

source: Specify a schema file to be installed
az: Yüklænæcæk bir þækil faylýný bildir
fi: M‰‰rit‰ asennettava kaavaintiedosto
tr: Yüklü olan bir þema dosyasý belirtilir
uk: Вказати файл схеми, що ма╓ бути встановлено

source: FILENAME
az: FAYLADI
fi: TIEDOSTO
tr: DOSYAÝSMÝ
uk: НАЗВАФАЙЛУ

source: Specify a configuration source to use rather than the default path
az: Æsas qurðulu qovluq xaricindæ istifadæ edilæcæk bir quraþdýrma qaynaðýný bildir
fi: M‰‰rit‰ oletuksen sijaan k‰ytett‰v‰ oletusl‰hde
tr: Öntanýmlý dosya yolu dýþýnda bir yapýlandýrma kaynaðý belirtilir
uk: Вказати джерело конф╕╜урац╕╖, що буде використовуватись зам╕сть типового шляху

source: SOURCE
az: QAYNAQ
fi: LƒHDE
tr: KAYNAK
uk: ДЖЕРЕЛО

source: Access the config database directly, bypassing server. Requires that gconfd is not running.
az: Quraþdýrma bildi tabanýna direkt olaraq yetiþ væ vericiyi keç . gconfd'nin fæal olmamalýdýr.
fi: K‰yt‰ asetustietokantaa suoraan, ei palvelimen kautta. T‰m‰ vaatii, ett‰ gconfd ei ole k‰ynniss‰.
tr: Sunucuyu aþarak yapýlandýrma veritabanýna doðrudan eriþir. gconfd etkin olmadýðýnda gereklidir.
uk: Доступ до бази даних конф╕╜урац╕╖ напряму, повз сервер вимага╓, щоб gconfd не був запущений.

source: Properly installs schema files on the command line into the database. GCONF_CONFIG_SOURCE environment variable should be set to a non-default config source or set to the empty string to use the default.
az: Þækil fayllarýný mæ'lumat tabanýna oturdur væ yüklær .GCONF_CONFIG_SOURCE verisi æsas quraþdýrma qaynaðý xaricindæki bir yeræ göstærmæyi lazýmdýr væ ya æsas yeri istifadæ etmæk istæyirsænsæ boþ olmalýdýr .
fi: Asentaa komentorivill‰ m‰‰ritellyt kaavaintiedostot tietokantaan kunnollisesti. GCONF_CONFIG_SOURCE ymp‰ristˆmuuttuja pit‰isi asettaa osoittamaan ei-oletusasetusl‰hteeseen, tai, jos halutaan k‰ytt‰‰ oletusta, tyhj‰ksi.
tr: Komut satýrýndan kullanýlarak þema dosyalarýnýn düzgün olarak yüklenmesini saðlar. GCONF_CONFIG_SOURCE çevre deðiþkeni ya öntanýmlý olmayan bir yapýlandýrma kaynaðýna ya da öntanýmlý kullanýlmak üzere bir boþ dizgeye ayarlanmýþ olmalýdýr.
uk: Належним чином встановлю╓ файли схем в базу даних з командного рядка. Значення зм╕нно╖ середовища GCONF_CONFIG_SOURCE ма╓ бути нетиповим джерелом конф╕╜урац╕╖ або порожн╕м рядком для використання типового джерела.

source: Torture-test an application by setting and unsetting a bunch of values of different types for keys on the command line.
az: Bir proqrama cæfa sýnaðýný ælavæ et ( bu æmrdæ tapýlan müxtælif növlü müxtælif qiymætlærin oturdulub silinmæsi ilæ olur) .
fi: Rasitustestaa sovellusta asettamalla ja poistamalla joukkoa erityyppisi‰ komentorivill‰ m‰‰riteltyj‰ arvoja.
tr: Komut satýrýndan kullanýlarak, anahtarlar için bir farklý deðerler kümesini uygulayarak ve kaldýrarak bir uygulamanýn deneme yanýlma usulü testleri yapýlýr.
uk: Випробування програми встановленням та зняттям купи значень р╕зних тип╕в для ключ╕в з командного рядка.

source: Torture-test an application by setting and unsetting a bunch of keys inside the directories on the command line.
az: Bir proqrama cæfa sýnaðýný ælavæ et ( bu æmrdæ tapýlan qovluqlar içindæki müxtælif açarlarýn oturdulub silinmæsi ilæ olur) .
fi: Rasitustestaa sovellusta asettamalla ja poistamalla joukkoa avaimia komentorivill‰ m‰‰ritellyiss‰ hakemistoissa.
tr: Komut satýrýndan kullanýlarak, dizinlerin içindeki anahtarlarýn bir kümesini uygulayarak ve kaldýrarak bir uygulamanýn deneme yanýlma usulü testleri yapýlýr.
uk: Випробування програми встановленням та зняттям купи ключ╕в в каталогах з командного рядка.

source: Get the short doc string for a key
fi: Hae lyhyt avaimen dokumenttimerkkijono
tr: Bir anahtar için kýsa açýklama dizgesi alýnýr

source: Get the long doc string for a key
fi: Hae pitk‰ avaimen dokumenttimerkkijono
tr: Bir anahtar için uzun açýklama dizgesi alýnýr

source: Get the name of the schema applied to this key
fi: Hae t‰h‰n avaimeen sovelletun kaavaimen nimi
tr: Bu anahtara uygulanan þemanýn ismi alýnýr

source: Specify the schema name followed by the key to apply the schema name to
fi: Anna kaavaimen ja sen j‰lkeen sen avaimen nimi, johon kaavain sovelletaan
tr: Þema ismine uygulanacak anahtar tarafýndan izlenen þema ismi belirtilir

source: Get the name of the default source
fi: Hae oletusl‰hteen nimi
tr: Öntanýmlý kaynaðýn ismi alýnýr

source: Error on option %s: %s. Run '%s --help' to see a full list of available command line options.
az: `%s' seçænæyindæ xæta var : %s . Lütfæn `%s --help' ilæ mümkün olan seçænæklæri görün.
fi: Virhe valitsimessa %s: %s. Aja '%s --help' n‰hd‰ksesi t‰ydellisen luettelon k‰ytett‰viss‰ olevista valitsimista.
tr: %s seçeneðinde hata: %s Kullanýlabilecek komut satýrý seçeneklerinin tam listesini almak için '%s --help' çalýþtýrýn.
uk: Помилка в параметр╕ %s: %s. Виконайте "%s --help" щоб побачити повний список наявних параметр╕в.

source: Can't get and set/unset simultaneously
az: Eyni anda data alýb, oturda bilmæræm
fi: Ei voi hakea ja poistaa tai asettaa samanaikaisesti
tr: Ayný anda hem alýnsýn hem de belirtilsin/kaldýrýlsýn olmaz.
uk: Неможливо отримувати ╕ встановлювати чи зн╕мати значення одночасно

source: Can't set and get/unset simultaneously
az: Eyni anda data oturdub, ala bilmæræm
fi: Ei voi asettaa ja hakea tai poistaa samanaikaisesti
tr: Ayný anda hem belirtilsin hem de alýnsýn/kaldýrýlsýn olmaz.
uk: Неможливо встановлювати ╕ отримувати чи зн╕мати значення одночасно

source: Can't use --all-entries with --get or --set
fi: --all-entries -valitsinta ei voi k‰ytt‰‰ --get tai --set -valitsinten kanssa
tr: --all-entries seçeneði ile --get veya --set birlikte kullanýlamaz.

source: Can't use --all-dirs with --get or --set
az: --get væ ya --set'læ birlikdæ --all-dirs istifadæ edilæ bilmæz
fi: --all-dirs -valitsinta ei voi k‰ytt‰‰ --get tai --set -valitsinten kanssa
tr: --all-dirs seçeneði ile --get veya --set birlikte kullanýlamaz.
uk: Не можна використати --all-dirs з --get чи --set

source: --recursive-list should not be used with --get, --set, --unset, --all-entries, or --all-dirs
fi: --recursive-list valitsinta ei pit‰isi k‰ytt‰‰ --get, --set, --unset, --all-entries tai --all-dirs valitsinten kanssa
tr: --recursive-list seçeneði ile --get, --set, --unset, --all-entries ya da --all-dirs birlikte kullanýlamaz.

source: --set_schema should not be used with --get, --set, --unset, --all-entries, --all-dirs
fi: --set_schema asetusta ei pit‰isi k‰ytt‰‰ --get, --set, --unset, --all-entries tai --all-dirs asetusten kanssa
tr: --set_schema seçeneði ile --get, --set, --unset, --all-entries, --all-dirs birlikte kullanýlamaz.

source: Value type is only relevant when setting a value
az: Deðer növü sadæcæ qiymæti oturdurkæn vacibdir
fi: Arvotyypill‰ on merkityst‰ vain arvoa asetettaessa
tr: Deðer türü sadece bir deðer belirtildiðinde amaca uygundur
uk: Тип значення ма╓ зм╕ст лише при встановленн╕ значення

source: Must specify a type when setting a value
az: Bir qiymæti oturdurkæn növünü bildirmæk mæcburiyyætindæsæn
fi: Arvoa asetettaessa sen tyyppi t‰ytyy m‰‰ritell‰
tr: Bir deðer ile bir de tür belirtilmelidir.
uk: Потр╕бно вказувати тип у встановленн╕ значення

source: Ping option must be used by itself.
az: Ping seçænæyi öz özünæ istifadæ edilmæk mæcburiyyætindædir .
fi: Ping-valitsimen kanssa ei voi k‰ytt‰‰ muita valitsimia.
tr: Ping seçeneði tek baþýna kullanýlabilir.
uk: Параметр зондування мусить використовуватись окремо.

source: --dir-exists option must be used by itself.
az: --dir-exists öz özünæ istifadæ edilmæk mæcburiyyætindædir .
fi: Valitsimen --dir-exist kanssa ei voi k‰ytt‰‰ muita valitsimia.
tr: --dir-exists seçeneði tek baþýna kullanýlabilir.
uk: Параметр --dir-exists ма╓ бути використаний сам.

source: --install-schema-file must be used by itself.
az: --install-schema-file öz özünæ istifadæ edilmæk mæcburiyyætindædir .
fi: Valitsimen --install-schema-file kanssa ei voi k‰ytt‰‰ muita valitsimia.
tr: --install-schema-file seçeneði tek baþýna kullanýlabilir.
uk: Параметр --install-schema-file ма╓ бути використаний сам.

source: --makefile-install-rule must be used by itself.
az: --makefile-install-rule öz özünæ istifadæ edilmæk mæcburiyyætindædir .
fi: Valitsimen --makefile-install-rule kanssa ei voi k‰ytt‰‰ muita valitsimia.
tr: --makefile-install-rule seçeneði tek baþýna kullanýlabilir.
uk: Параметр --makefile-install-rule ма╓ бути використаний сам.

source: --break-key must be used by itself.
az: --break-key öz özünæ istifadæ edilmæk mæcburiyyætindædir .
fi: Valitsimen --break-key kanssa ei voi k‰ytt‰‰ muita valitsimia.
tr: --break-key seçeneði tek baþýna kullanýlabilir.
uk: Параметр --break-key ма╓ бути використаний сам.

source: --break-directory must be used by itself.
az: --break-directory öz özünæ istifadæ edilmæk mæcburiyyætindædir .
fi: Valitsimen --break-directory kanssa ei voi k‰ytt‰‰ muita valitsimia.
tr: --break-directory seçeneði tek baþýna kullanýlabilir.
uk: Параметр --break-directory ма╓ бути використаний сам.

source: You must specify a config source with --config-source when using --direct
az: --direct'læ --config-source istifadæ edildiyi vaxt bir quraþdýrma qaynaðýný bildir
fi: Valitsinta --direct k‰ytett‰ess‰ t‰ytyy m‰‰ritell‰ asetusl‰hde valitsimella --config-source
tr: --direct seçeneðini kullanýrken --config-source seçeneði ile bir yapýlandýrma kaynaðý belirtmelisiniz
uk: Потр╕бно вказати джерело конф╕╜урац╕╖ за допомогою параметра --config-source, якщо використову╓те параметр --direct

source: Failed to init GConf: %s
az: GConf'un baþlamasý iflas etdi: %s
fi: GConfin k‰ynnistys ep‰onnistui: %s
tr: GConf baþlatýlamadý: %s
uk: Не вдалося ╕н╕ц╕ал╕зувати GConf: %s

source: Must set the GCONF_CONFIG_SOURCE environment variable
az: GCONF_CONFIG_SOURCE verisi bildirilmiþ olmaq mæcburiyyætindædir
fi: GCONF_CONFIG_SOURCE ymp‰ristˆmuuttuja t‰ytyy asettaa
tr: GCONF_CONFIG_SOURCE çevre deðiþkeni ayarlanmýþ olmalý
uk: Необх╕дно встановити зм╕ну середовища GCONF_CONFIG_SOURCE

source: Failed to access configuration source(s): %s
az: Quraþdýrma fayllarýna yetiþirkæn xæta oldu : %s
fi: Asetusl‰hteen tai l‰hteiden k‰ytt‰minen ep‰onnistui: %s
tr: Yapýlandýrma kaynaðýna/kaynaklarýna eriþilemedi: %s
uk: Не вдалось отримати доступ до джерел конф╕╜урац╕╖: %s

source: Shutdown error: %s
az: Qapatýlma xætasý : %s
fi: Sammutusvirhe: %s
tr: Kapanma hatasý: %s
uk: Помилка вимкнення: %s

source: Must specify one or more dirs to recursively list.
az: Alt qovluqlarla göstærilæcæk bir qovluðu ya da qovluqlarý bildirmæk mæcburiyyætindæsæn
fi: Yksi tai useampi hakemisto t‰ytyy m‰‰ritell‰ luetteloitaessa rekursiivisesti.
tr: Ardýþýk listeye bir ya da daha fazla dizin belirtilmelidir.
uk: Потр╕бно вказати один чи б╕льше каталог╕в для рекурсивного списку.

source: Failure listing entries in `%s': %s
fi: Hakemiston '%s' kohtien luettelointi ep‰onnistui: %s
tr: `%s' içinde girdiler listelenemedi: %s

source: (no value set)
az: ( qiymæti yoxdur )
fi: (ei arvoa)
tr: (belirtilmiþ deðer yok)
uk: (не встановлено значення)

source: Failed to spawn the config server (gconfd): %s
az: Quraþdýrma vericisini ( gconfd ) açdýra bilmædim : %s
fi: Asetuspalvelimen (gconfd) k‰ynnistys ep‰onnistui: %s
tr: Yapýlandýrma sunucusunun (gconfd) alt sunucularý açýlamadý: %s
uk: Невдалося розгалудити сервер конф╕гурац╕╖ (gconfd): %s

source: Must specify a key or keys to get
az: Alýnacak açar(lar)ý bildirmæk mæcburiyyætindæsæn
fi: T‰ytyy m‰‰ritell‰ haettavat avaimet
tr: Alýnacak anahtar ya da anahtarlar belirtilmelidir.
uk: Потр╕бно вказати ключ або ключ╕ для отримання

source: Type: %s
az: Nov: %s
fi: Tyyppi: %s
tr: Tür: %s
uk: Тип: %s

source: List Type: %s
az: Siyahý növü : %s
fi: Luettelon tyyppi: %s
tr: Liste Türü: %s
uk: Тип списку: %s

source: Car Type: %s
az: Car növü : %s
fi: Car:n tyyppi: %s
tr: Car Türü: %s
uk: Тип CAR: %s

source: Cdr Type: %s
az: Cdr növü : %s
fi: Cdr:n tyyppi: %s
tr: Cdr Türü: %s
uk: Тип CDR: %s

source: Default Value: %s
az: Ana Qiymæt: %s
fi: Oletusarvo: %s
tr: Öntanýmlý Deðer: %s
uk: Типове значення: %s

source: Unset
az: Ýþaræti Qaldýr
fi: Poista
tr: Tanýmsýz
uk: Зняти значення

source: Owner: %s
az: Yiyæ : %s
fi: Omistaja: %s
tr: Sahibi: %s
uk: Власник: %s

source: Short Desc: %s
az: Qýsa izahat : %s
fi: Lyhyt seloste: %s
tr: Özet: %s
uk: Короткий опис: %s

source: Long Desc: %s
az: Uzun izahat : %s
fi: Pitk‰ seloste: %s
tr: Açýklama: %s
uk: Довгий опис: %s

source: No value set for `%s'
az: `%s' üçün bir qiymæt bildirilmæyib
fi: Avaimella '%s' ei ole arvoa
tr: %s için belirtilmiþ bir deðer yok
uk: Не встановлено значення для "%s"

source: Failed to get value for `%s': %s
az: `%s' üçün bir qiymæt ala bilmædim : %s
fi: Avaimen '%s' arvon hakeminen ep‰onnistui: %s
tr: `%s' için deðer alýnamadý: %s
uk: Не вдалося отримати значення для "%s": %s
