Repository: lepidotos/suede
Catalog: GConf-1.0.7/po/*.po
Languages: az, fi, tr, uk

source: Unloading BerkeleyDB (BDB) backend module.
az: BerkeleyDB (BDB) "backend" modulunu çýxarýram .
fi: BerkeleyDB (BDB) -taustamoduuli poistuu muistista.
tr: BerkeleyDB (BDB) modülü kaldýrýlýyor.
uk: Вивантаження серверного модуля BerkeleyDB (BDB).

source: Opened BerkeleyDB source at root %s
az: BerkeleyDB qaynaðý kök "%s"da(dæ) açýldý
fi: BerkeleyDB-l‰hteen juuri %s avattu.
tr: BerkeleyDB kaynaðý kök %s'de açýldý
uk: В╕дкрито джерело BerkeleyDB у %s

source: Initializing BDB backend module
az: BDB "backend" modulu baþladýlýr
fi: BDB-taustamoduuli k‰ynnistyy
tr: BDB modülü baþlatýlýyor
uk: ╤н╕ц╕ал╕зац╕я серверного модуля BDB

source: Couldn't find the %s root directory in the address `%s'
az: `%s' ünvanda %s ana qovluðunu tapa bilmædim .
fi: %s-juurihakemistoa ei lˆytynyt osoitteesta "%s"
tr: `%s' kök dizini `%s' adresinde bulunamadý
uk: Не вдалося в╕днайти кореневий каталог %s за адресою "%s"

source: Could not make directory `%s': %s
az: `%s' qovluðunu yarada bilmædim : %s
fi: Hakemistoa '%s' ei voitu luoda: %s
tr: `%s' dizini oluþturulamadý: %s
uk: Неможливо створити каталог "%s": %s

source: Can't read from or write to the %s root directory in the address `%s'
az: `%s' ünvanda %s ana qovluðunda oxuya bilmædim væ yaza bilmædim .
fi: %s-juurihakemistosta osoitteessa "%s" ei voi lukea, eik‰ sinne voi kirjoittaa
tr: %s dizini (%s adresindeki) okunamaz/yazýlamaz
uk: Неможливо зд╕йснити зчитування чи запис у кореневому каталз╕ %s за адресою "%s"

source: Unloading XML backend module.
az: XML modulunu çýxarýram .
fi: XML-taustamoduuli poistuu muistista.
tr: XML modülü kaldýrýlýyor.
uk: Вивантаження серверного модуля XML.

source: Couldn't find the XML root directory in the address `%s'
az: `%s' ünvanda XML ana qovluðunu tapa bilmædim .
fi: XML-juurihakemistoa ei lˆytynyt osoitteesta '%s'
tr: `%s' adresinde XML kök dizini bulunamadý.
uk: Не вдалося в╕днайти кореневий каталог XML за адресою "%s"

source: Can't read from or write to the XML root directory in the address `%s'
az: `%s' ünvanda XML ana qovluðunda oxuya bilmædim væ yaza bilmædim .
fi: XML-juurihakemistosta osoitteessa '%s' ei voi lukea, eik‰ sinne voi kirjoittaa
tr: `%s' adresinde XML kök dizini okunamaz/yazýlamaz.
uk: Неможливо зчитати з чи записати в кореневий каталог XML за адресою "%s"

source: Directory/file permissions for XML source at root %s are: %o/%o
az: %s kökündæki XML qaynaq qovluq/fayl sælahiyyætlæri : %o/%o
fi: XML-l‰hteen hakemiston tai tiedoston oikeudet juuressa %s ovat: %o/%o
tr: %s kökündeki XML kaynak dizin/dosya eriþim izinleri: %o/%o
uk: Права доступу для джерела XML у %s: %o/%o

source: Initializing XML backend module
az: XML modulunu ælavæ ediræm
fi: XML-taustamoduuli k‰ynnistyy
tr: XML modülü baþlatýlýyor
uk: ╤н╕ц╕ал╕зац╕я серверного модуля XML

source: Failed to give up lock on XML dir `%s': %s
az: `%s' XML qovluðunda qýfýllama edæ bilmædim : %s
fi: XML-hakemiston '%s' lukituksen luovutus ep‰onnistui: %s
tr: `%s' XML dizininde kilitleme yapýlamadý: %s
uk: Не вдалося в╕дмовитсь в╕д блокування каталогу XML "%s": %s

source: Unsynced directory deletions when shutting down XML backend
az: XML modulunu qapadýrkæn sinxronlaþdýrýlmamýþ qovluq silinmælæri geriyæ qalýr
fi: Synkronoimattomia hakemistoja poistui XML-taustamoduulia sammuttaessa
tr: XML modülü kapatýlýrken bazý dizinler silinmeden kaldý
uk: Несинхрон╕зован╕ видалення в каталогу п╕д час вимкнення серверного модуля XML

source: Unable to remove directory `%s' from the XML backend cache, because it has not been successfully synced to disk
az: XML modulunun axtar yaddaþýndan `%s' qovluðunu silæ bilmiræm, çünkü bu qovluq diskæ müvæffæqiyyætlæ sinxronlaþdýrýlmamýþdýr
fi: Hakemiston '%s' poistaminen XML-taustamoduulin v‰limuistista ei onnistu, koska se ei ole onnistuneesti synkronoitunut levylle
tr: Diskle eþzamanlý olmadýðýndan, XML modülünün arabelleðindeki `%s' dizini silinemiyor
uk: Неможливо видалити каталог "%s" з кеша серверного модуля XML тому, що його не було усп╕шно синхрон╕зовано з диском

source: %u items remain in the cache after cleaning already-synced items older than %u seconds
az: %u üzv axtar yaddaþda geriyæ qaldý. %u saniyædæn köhnæ sinxronlaþdýrýlmamýþ üzvlær silinmiþdir
fi: %u kohdetta on j‰ljell‰ v‰limuistissa %u sekuntia vanhempien jo synkronoitujen kohteiden poiston j‰lkeen
tr: %u öðe arabellekte kaldý. %u saniyeden daha eski eþzamanlý öðeler silindi.
uk: В кеш╕ лишилось %u елемент╕в п╕сля очищення вже синхрон╕зованих елемент╕в стар╕ших %u секунд

source: Could not stat `%s': %s
az: `%s''yi stat edæ bilmædim :%s
fi: Tiedoston '%s' tilatietoja ei voitu lukea: %s
tr: `%s' durumlanamadý: %s
uk: Не вдалося отримати ╕нформац╕ю про "%s": %s

source: XML filename `%s' is a directory
az: XML faylý `%s' bir qovluqdur
fi: XML-tiedostonnimi '%s' on hakemisto
tr: XML dosyaismi olarak verilen `%s' bir dizindir
uk: Назва XML-файлу "%s" ╓ каталогом

source: Failed to delete `%s': %s
az: `%s''yi silæ bilmædim : %s
fi: Tiedoston '%s' poisto ep‰onnistui: %s
tr: `%s' silinemedi: %s
uk: Не вдалося стерти "%s": %s

source: Failed to write file `%s': %s
az: `%s' faylýný yazarkæn xæta oldu : %s
fi: Tiedoston '%s' kirjoittaminen ep‰onnistui: %s
tr: `%s' dosyasý yazýlamadý: %s
uk: Не вдалося записати файл "%s": %s

source: Failed to set mode on `%s': %s
az: `%s''da(dæ) mod qurula bilmædi: %s
fi: Tiedoston '%s' oikeuksien asettaminen ep‰onnistui: %s
tr: `%s'de kip belirlenemedi: %s
uk: Не вдалося встановити режим на "%s": %s

source: Failed to rename `%s' to `%s': %s
az: `%s''yi tæzædæn `%s''ye adlandýra bilmædim : %s
fi: Tiedoston '%s' nime‰minen tiedostoksi '%s' ep‰onnistui: %s
tr: `%s' `%s' olarak deðiþtirilemedi: %s
uk: Не вдалося перейменувати "%s" в "%s": %s

source: Failed to restore `%s' from `%s': %s
az: `%s''yi `%s''dæn qeyd edæ bilmædim : %s
fi: Tiedoston '%s' palauttaminen tiedostosta '%s' ep‰onnistui: %s
tr: `%s' `%s'den eski haline getirilemedi: %s
uk: Не вдалося в╕дновити "%s" з "%s": %s

source: Failed to delete old file `%s': %s
az: Esi fayl `%s''yi silerken xæta oldu : %s
fi: Vanhan tiedoston '%s' poisto ep‰onnistui: %s
tr: Eski dosya `%s' silinemedi: %s
uk: Не вдалося стерти старий файл "%s": %s

source: Failed to stat `%s': %s
az: `%s''yi aça bilmædim : %s
fi: Tiedoston '%s' tilatietojen lukeminen ep‰onnistui: %s
tr: `%s' durumlanamadý: %s
uk: Не вдалося отримати властивост╕ "%s": %s

source: Duplicate entry `%s' in `%s', ignoring
az: Cüt `%s' üzvlæri ( `%s''de ), keçiræm
fi: Toinenkin '%s'-merkint‰ tiedostossa '%s': se j‰‰ huomiotta
tr: `%s' girdisi `%s' içinde tekrarlandý, yoksayýlýyor
uk: Повторення входження "%s" в "%s", про╕╜норовано

source: Entry with no name in XML file `%s', ignoring
az: `%s' XML faylýnda adsýz bir üzv var, keçiræm
fi: Nimetˆn merkint‰ XML-tiedostossa '%s': se j‰‰ huomiotta
tr: `%s' XML dosyasýnda isimsiz girdi var, yoksayýlýyor
uk: Входження без назви у XML-файл╕ "%s", про╕╜норовано

source: A toplevel node in XML file `%s' is <%s> rather than <entry>, ignoring
fi: Yl‰tason solmu XML-tiedostossa "%s" on <entry>:n sijasta <%s>: se j‰‰ huomiotta

source: Failed to create file `%s': %s
az: `%s' faylýný yaradarkæn xæta oldu : %s
fi: Tiedoston '%s' luominen ep‰onnistui: %s
tr: `%s' dosyasý oluþturulamadý: %s
uk: Не вдалося створити файл "%s": %s

source: Failed to close file `%s': %s
az: `%s' faylýný qapadýrkæn xæta oldu : %s
fi: Tiedoston '%s' sulkeminen ep‰onnistui: %s
tr: `%s' dosyasý kapatýlamadý: %s
uk: Не вдалося закрити файл "%s": %s

source: Ignoring XML node with name `%s': %s
az: `%s' adlý XML üzvünü keçiræm : %s
fi: '%s'-niminen XML-solmu j‰‰ huomiotta: %s
tr: `%s' adlý XML düðümü yoksayýlýyor: %s
uk: ╤╜норування XML-вузла з назвою "%s": %s

source: Ignoring schema name `%s', invalid: %s
az: `%s' þækil adýný keçiræm, çünkü keçærsizdir : %s
fi: Virheellinen kaavaimen nimi '%s' j‰‰ huomiotta: %s
tr: `%s' þema ismi yoksayýlýyor, geçersiz: %s
uk: ╤╜норування назви схеми "%s", не дозволя╓ться: %s

source: Ignoring XML node `%s': %s
fi: XML-solmu '%s' j‰‰ huomiotta: %s

source: Failed reading default value for schema: %s
az: Þækil üçün æsas qiymæt `%s''yi oxurkæn xæta oldu
fi: Kaavaimen oletusarvon lukeminen ep‰onnistui: %s
tr: Þema için verilen öntanýmlý deðer okunamadý: %s
uk: Помилка отримання типового значення схеми: %s

source: No "type" attribute for <%s> node
az: <%s> üzvü üçün "type" xüsusiyyæti bildirilmæmiþdir
fi: Solmulla <%s> ei ole "type"-ominaisuutta
tr: <%s> düðümü için "type" deðeri belirtilmemiþ
uk: Нема╓ ознаки "type" для вузла <%s>

source: A node has unknown "type" attribute `%s', ignoring
az: Bir üzvün namæ'lum bir "type" xüsusiyyæti `%s''yi daxil edir, keçiræm
fi: Solmulla on tuntematon "type"-ominaisuus '%s': se j‰‰ huomiotta
tr: Bilinmeyen `%s' "type" deðerine sahip düðüm yoksayýldý
uk: Вузол ма╓ нев╕домий атрибут "type" - "%s", про╕╜норовано

source: No "value" attribute for node
az: Üzv üçün bir qiymæt yoxdur
fi: Solmulla ei ole "value"-ominaisuutta
tr: Düðümde "value" için bir þey verilmemiþ
uk: Нема╓ ознаки "value" для вузла

source: Didn't understand XML node <%s> inside an XML list node
az: XML siyahý üzvündæki <%s> XML üzvünü baþa düþmædim
fi: En ymm‰rt‰nyt XML-luettelosolmu sis‰ll‰ olevaa XML-solmua <%s>
tr: Bir XML liste düðümü içindeki <%s> XML düðümü anlaþýlamadý
uk: Незрозум╕лий XML-вузол <%s> всередин╕ XML-вузла списку

source: Invalid type (list, pair, or unknown) in a list node
az: Siyahý üzvünün növü keçærsizdir ( siyahý, yoldaþ ya da namæ'lum ola bilær )
fi: Virheellinen tyyppi (luettelo, pari tai tuntematon) luettelosolmussa
tr: Bir liste düðümü içindeki tür (liste, deðer çifti ya da her neyse) geçersiz
uk: Нев╕рний тип (список, пара чи нев╕домий) у вузл╕ списку

source: Bad XML node: %s
az: Pis þækillændirilmiþ XML üzvü : %s
fi: Virheellinen XML-solmu: %s
tr: Kötü biçimlendirilmiþ XML düðümü: %s
uk: Нев╕рний XML-вузол: %s

source: List contains a badly-typed node (%s, should be %s)
az: Siyahý sæhv yazýlmýþ bir üzv daxil edir ( %s, amma %s olmalýdýr)
fi: Luettelo sis‰lt‰‰ v‰‰rin kirjoitetun solmun (%s, kun pit‰isi olla %s)
tr: Liste yanlýþ türde düðüm içeriyor ( %s, %s olmalýydý)
uk: Список м╕стить нев╕рно введений вузол (%s, ма╓ бути %s)

source: Ignoring bad car from XML pair: %s
az: XML yoldaþý üçün pis þækillændirilmiþ `car''ý : %s
fi: XML-parin virheellinen car j‰‰ huomiotta: %s
tr: XML çiftindeki hatalý `car' yoksayýlýyor: %s
uk: ╤╜норування поганого CAR з XML-пари: %s

source: parsing XML file: lists and pairs may not be placed inside a pair
az: XML faylýný oxuyuram : siyahý væ yoldaþlar birlikdæ bir yerdæ ola bilmæz
fi: XML-tiedosto tulkitessa: luettelot ja parit eiv‰t voi olla parin sis‰ll‰
tr: XML dosyasý okunurken hata: listeler ve çiftler bir baþka çiftin içine yerleþtirilemez
uk: анал╕з XML-файлу: списки ╕ пари не можуть розм╕щатися в парах

source: Ignoring bad cdr from XML pair: %s
az: XML yoldaþý üçün pis þækillændirilmiþ `cdr''ý : %s
fi: Virheellinen XML-parin cdr j‰‰ huomiotta: %s
tr: XML çiftinde hatalý `cdr' yoksayýldý: %s
uk: ╤╜норування поганого CDR з XML-пари: %s

source: Didn't understand XML node <%s> inside an XML pair node
az: XML yoldaþ üzvündæki <%s> XML üzvünü baþa düþmædim
fi: En ymm‰rt‰nyt XML-parisolmun sis‰ll‰ olevaa XML-solmuta <%s>
tr: Bir XML çiftindeki <%s> XML düðümü anlaþýlamadý
uk: Незрозум╕лий XML-вузол <%s> всередин╕ XML-вузла пари

source: Didn't find car and cdr for XML pair node
az: XML yoldaþ üzvü üçün `car' væ `cdr''læri tapa bilmædim
fi: XML-parin car ja cdr eiv‰t lˆytyneet
tr: XML çifti düðümü için `car' ve `cdr' bulunamadý
uk: Не знайдено CAR ╕ CDR для XML-вузла пари

source: Missing cdr from pair of values in XML file
az: XML faylýndaký qiymæt yoldaþlarý üçün `cdr' æksikdir
fi: Parin cdr puuttuu XML-tiedostosta
tr: XML dosyasýndaki deðer çiftlerinden `cdr' eksik
uk: В╕дсутн╕й CDR з пари значень в XML-файл╕

source: Missing car from pair of values in XML file
az: XML faylýndaký qiymæt yoldaþlarý üçün `car' æksikdir
fi: Parin car puuttuu XML-tiedostosta
tr: XML dosyasýndaki deðer çiftlerinden `car' eksik
uk: В╕дсутн╕й CAR з пари значень в XML-файл╕

source: Missing both car and cdr values from pair in XML file
az: XML faylýndaký qiymæt yoldaþlarý üçün `cdr' væ `cdr' qiymætlæri æksikdir
fi: Parin sek‰ car:n ett‰ cdr:n arvot puuttuvat XML-tiedostosta
tr: XML dosyasýndaki deðer çiftlerinde `car' ve `cdr' ikisi de eksik
uk: В╕дсутн╕ CAR ╕ CDR з пари значень в XML-файл╕

source: No such file `%s'
az: Belæ bir fayl yoxdur : `%s'
fi: Tiedostoa '%s' ei lˆydy
tr: `%s' diye bir dosya yok
uk: Нема╓ файлу "%s"

source: Bad address `%s'
az: xætalý ünvan `%s'
fi: Virheellinen osoite '%s'
tr: Hatalý adres `%s'
uk: Погана адреса - "%s"

source: GConf won't work without dynamic module support (gmodule)
az: GConf dinamik modul dæstæyi olmadan iþlæmæz ( -> gmodule )
fi: GConf ei toimi ilman tukea dynaamisille moduuleille (gmodule)
tr: GConf dinamik modül desteði (gmodule) olmadan çalýþmaz
uk: GConf не може працювати без п╕дтримки динам╕чних модул╕в (gmodule)

source: Error opening module `%s': %s
az: `%s' modulu açýlýrkæn xæta oldu : %s
fi: Virhe moduulia '%s' avatessa: %s
tr: `%s' modülü açýlýrken hata: %s
uk: Помилка в╕дкриття модуля "%s": %s

source: Couldn't locate backend module for `%s'
az: `%s' üçün modul tapa bilmædim
fi: Taustamoduulia '%s' ei lˆytynyt
tr: `%s' için modül bulunamadý
uk: Не вдалося знайти серверний модуль для "%s"

source: Failed to shut down backend
az: Modulu Qapada bilmædim
fi: Taustamoduulin sammutus ep‰onnistui
tr: Modül kapatýlamadý
uk: Не вдалося в╕дключити сервер

source: Received invalid value in set request
az: Qiymæt oturtma istæyindæ keçærsiz qiymæt tapýldý
fi: Vastaanotti asetuspyynnˆss‰ virheellisen arvon
tr: Ayar isteðinden geçersiz deðer alýndý
uk: Отримано нев╕рне значення у запит╕ на його встановлення

source: Couldn't make sense of CORBA value received in set request for key `%s'
az: `%s' açarýnýn oturtma istæyindæki CORBA qiymætinæ mæ'na veræ bilmædim
fi: Avaimen '%s' asetuspyynnˆst‰ saatu CORBA-arvo ei ole j‰rkev‰
tr: `%s' anahtarýnýn ayarý için alýnan CORBA deðerine anlam verilemedi
uk: Отримано незрозум╕ле значення CORBA у запит╕ на його встановлення для ключа "%s"

source: Received request to drop all cached data
az: Bütün axtar yaddaþa alýnmýþ mæ'lumatlarý silme arzunu aldým
fi: Vastaanotti kaiken v‰livarastoidun tiedon hylk‰‰mispyynnˆn
tr: Tüm arabelleklenmiþ verinin silinmesi istendi
uk: Отримано запит на скидання вс╕х кешованих даних

source: Received request to sync synchronously
az: Sinxronlaþdýrma arzunu aldým
fi: Vastaanotti synkronointipyynnˆn
tr: Eþzamanlamanýn eþzamanlanmasý istendi
uk: Отримано запит на синхронну синхрон╕зац╕ю

source: Fatal error: failed to get object reference for ConfigDatabase
az: Aðýr Xæta: Quraþdýrma vericisi üçün cism baðýný ala bilmædim
fi: Vakava virhe: objektiin ConfigDatabase ei saatu viittausta
tr: Ölümcül hata: ConfigDatabase için baþvuru nesnesi alýnamadý
uk: Фатальна помилка: не вдалося отримати посилання на об'╓кт для ConfigDatabase

source: Failed to sync one or more sources: %s
az: Bir ya da daha çox mænbælæri sinxronlaþdýrýlýrkæn xæta oldu : %s
fi: Yhden tai useamman l‰hteen synkronointi ep‰onnistui: %s
tr: Bir ya da daha fazla kaynaðýn eþzamanlamasýnda hata: %s
uk: Не вдалося синхрон╕зувати одне чи б╕льше джерел: %s

source: Failed to log addition of listener (%s); will not be able to restore this listener on gconfd restart, resulting in unreliable notification of configuration changes.
az: Dinlæyicinin diqqæti çækilæ bilmædi (%s): gconf restart'da dinlæyici bærpa edila bilmæyacæk. Quraþdýrma dæyiþikliklæri da buna göræ hæyæta keçirila bilmæyæcæk.
fi: Kuuntelijan (%s) lis‰yksen kirjaaminen ep‰onnistui. T‰t‰ kuuntelijaa ei voi palauttaa gconfd:n k‰ynnistyess‰ uudestaan, mik‰ johtaa ep‰luotettavaan asetusten muutosten ilmoittamiseen.
tr: Dinleyicinin (%s) ek günlük kaydý yapýlamadý; yapýlandýrma deðiþikliklerinin güvenilir olmayan bildirimlerinin sonucu olarak bu dinleyici gconfd tekrar baþlatýlýrken etkinleþtirilemeyecek.

source: Listener ID %lu doesn't exist
az: Dinlæyici ID %lu yoxdur
fi: Kuuntelija ID %lu ei ole olemassa
tr: Dinleyici kimliði %lu yok
uk: Прослуховувача з ╕дентиф╕катором %lu не ╕сну╓

source: Failed to log removal of listener to logfile (most likely harmless, may result in a notification weirdly reappearing): %s
fi: Kuuntelijan poiston kirjaaminen lokitiedostoon ep‰onnistui (t‰m‰ lienee harmitonta, mutta saattaa johtaa ilmoituksen kummalliseen uudelleen ilmaantumiseen): %s
tr: Dinleyicinin kaldýrýlmasý günlük dosyasýna kaydedilemedi (genelde zararsýz, ara sýra ortaya çýkan bir sistem bildiriminin sonucu): %s

source: Error getting value for `%s': %s
az: `%s' üçün qiymæti alýrkæn xæta oldu : %s
fi: Virhe avaimen '%s' arvoa hakiessa: %s
tr: `%s' için deðer alýnýrken hata: %s
uk: Помилка отримання значення "%s": %s

source: Error setting value for `%s': %s
az: `%s' üçün qiymæti oturdurkæn xæta oldu : %s
fi: Virhe avaimen '%s' arvoa asettaessa: %s
tr: `%s' için deðer belirtilirken hata: %s
uk: Помилка встановлення значення для "%s": %s

source: Error unsetting `%s': %s
az: `%s''yi silæ bilmædim : %s
fi: Virhe avaimen '%s' arvoa poistaessa: %s
tr: `%s' kaldýrýlamadý: %s
uk: Помилка зняття значення "%s": %s

source: Error getting default value for `%s': %s
az: `%s' üçün æsas qiymæti alýrkæn xæta oldu : %s
fi: Virhe avaimen '%s' oletusarvoa hakiessa: %s
tr: `%s' için öntanýmlý deðer alýnýrken hata: %s
uk: Помилка отримання типового значення "%s": %s

source: Error checking existence of `%s': %s
az: `%s' varlýðýný yoxlarkæn xæta oldu : %s
fi: Virhe hakemiston '%s' olemassaoloa tarkistaessa: %s
tr: `%s' var mý/yok mu bakýlýrken hata: %s
uk: Помилка перев╕мрки наявност╕ "%s": %s

source: Error removing dir `%s': %s
az: `%s' qovluðu silinærkæn xæta oldu : %s
fi: Virhe hakemistoa '%s' poistaessa: %s
tr: `%s' dizini silinirken hata: %s
uk: Помилка видалення каталогу "%s": %s

source: Failed to get all entries in `%s': %s
az: `%s''nin bütün üzvlærini ala bilmædim : %s
fi: Kaikkien hakemiston '%s' merkintˆjen saaminen ep‰onnistui: %s
tr: `%s' içindeki tüm girdiler alýnamadý: %s
uk: Невдалось отримати вс╕ елементи в "%s": %s

source: Error listing dirs in `%s': %s
az: `%s''dæki qovluqlarý sýralarkæn xæta oldu : %s
fi: Virhe hakemiston '%s' hakemistoja luetteloidessa: %s
tr: `%s' içindeki dizinler listelenirken hata: %s
uk: Помилка отримання списку каталогу в "%s": %s

source: Error setting schema for `%s': %s
az: `%s' üçün þækli oturdurkæn xæta oldu : %s
fi: Virhe avaimen '%s' kaavainta asettaessa: %s
tr: `%s' için þema belirtilirken hata: %s
uk: Омилка отримання схеми для "%s": %s

source: Success
az: Müvæffæqiyyætli
fi: Onnistui
tr: Baþarýlý
uk: Усп╕шно

source: Failed
az: Müvæffæqiyyætsiz
fi: Ep‰onnistui
tr: Baþarýsýz
uk: Зб╕й

source: Configuration server couldn't be contacted
az: Quraþdýrma vericisinæ baðlana bilmædim
fi: Asetuspalvelimeen ei muodostunut yhteytt‰
tr: Yapýlandýrma sunucusuna baðlanýlamadý
uk: Не вдалося з'╓днатися з конф╕╜урац╕йним сервером

source: Permission denied
az: Sælahiyyætin yoxdur
fi: Oikeudet eiv‰t riit‰
tr: Eriþim engellendi
uk: В╕дмовлено у правах

source: Couldn't resolve address for configuration source
az: Quraþdýrma qaymaqlarýnýn yerini tapa bilmædim
fi: Asetusl‰hteen osoite ei selvinnyt
tr: Yapýlandýrma kaynaklarýnýn adresleri çözümlenemedi
uk: Не вдалося розв'язати адресу до джерела конф╕╜урац╕╖

source: Bad key or directory name
az: Xætalý açar ya da qovluq adý
fi: Virheellinen avaimen tai tiedoston nimi
tr: Hatalý anahtar ya da dizin adý
uk: Нев╕рний ключ чи назва каталогу

source: Parse error
az: Darama xætasý
fi: Tulkkausvirhe
tr: Ayrýþtýrma hatasý
uk: Помилка анал╕зу

source: Corrupt data in configuration source database
az: Quraþdýrma qaynaq tabanýndaký mæ'lumat xæsær görmüþdür
fi: Asetusl‰hteen tietokannassa on viallista dataa.
tr: Yapýlandýrma kaynaðý veritabanýndaki veri bozuk
uk: З╕псован╕ дан╕ у баз╕ даних джерела конф╕╜урау╕╖

source: Type mismatch
az: Növlær uyðun gælmir
fi: Tyyppivirhe
tr: Tür uyumsuz
uk: Нев╕дпов╕дн╕сть типу

source: Key operation on directory
az: Qovluq üstündæ bir açar æmæliyyatý
fi: Hakemistoon yritettiin k‰ytt‰‰ avaintoimintoa
tr: Dizin üzerinde bir anahtar iþlemi
uk: Д╕я ключа на каталог

source: Directory operation on key
az: Bir açar üstündæ bir qovluq æmæliyyatý
fi: Avaimeen yritettiin k‰ytt‰‰ hakemistotoimintoa
tr: Anahtar üzerinde dizin iþlemi
uk: Д╕я каталогу на ключ

source: Can't overwrite existing read-only value
az: Varolan sýrf-oxunan qiymætin üstünæ yaza bilmæræm
fi: Jo olemassaolevaa vain luettavaa arvoa ei voi korvata
tr: Bir salt-okunur deðerin üstüne yazýlamaz
uk: Неможливо переписати значення лише для зчитування

source: Object Activation Framework error
az: Cism Fæallaþdýrma Çærçivæsi ( OAF ) xætasý
fi: Object Activation Framework -virhe
tr: Nesne Etkinlik Çekirdeði (OAF) hatasý
uk: Помилка OAF

source: Operation not allowed without configuration server
az: Quraþdýrma vericisiz bu æmæliyyat mümkün deyildir
fi: Toiminto ei ole sallittu ilman asetuspalvelinta
tr: Yapýlandýrma sunucusu olmaksýzýn iþlem yapýlamaz
uk: Операц╕я не доступна без конф╕╜урац╕йного сервера

source: Failed to get a lock
az: Qýfýl yarada bilmædim
fi: Lukituksen saaminen ep‰onnistui
tr: Kilit oluþturulamadý
uk: Не вдалося заблокувати

source: No database available to save your configuration
az: Qurðularýnýzýn qeyd edilæ bilæcæyi bir databeyz yoxdur
fi: Tietokantaa ei ole asetusten tallentamista varten.
tr: Yapýlandýrmanýzýn kaydedilebileceði bir veritabaný yok
uk: Нема╓ доступних баз даних для запису вашо╖ конф╕╜урац╕╖

source: No '/' in key `%s'
az: `%s' açarýnda '/' yoxdur
fi: Ei merkki‰ '/' avaimessa '%s'
tr: `%s' anahtarýnda '/' yok
uk: Нема╓ "/" в ключ╕ "%s"

source: Couldn't interpret CORBA value for list element
az: Siyahý üzvü üçün bir CORBA qiymætini tapa bilmædim
fi: CORBA-arvoa ei voitu muuntaa luettelon osaksi
tr: Liste elemanýnýn CORBA deðeri yorumlanamadý
uk: Не вдалося ╕нтерпретувати CORBA-значення елементу списку

source: Incorrect type for list element in %s
az: %s'dæki siyahý üzvünün növü sæhvdir
fi: V‰‰r‰ntyyppinen luettelon osa %s
tr: %s'deki liste elemanýnýn türü yanlýþ
uk: Некоректний тип елементу списку в %s

source: Received list from gconfd with a bad list type
az: gconfd verici siyahýsýndan xætalý siyahý növünü næticæsini aldým
fi: Vastaanotti gconfd:lt‰ v‰‰r‰n tyyppisen luettelon
tr: gconfd'den hatalý bir liste türü alýndý
uk: В╕д gconfd отримано список з поганим типом списку

source: Failed to convert object to IOR
az: Cism IORa çevrila bilmædi
fi: Objektin muunto IOR:ksi ep‰onnistui
tr: Nesne IOR'a dönüþtürülemedi
uk: Не вдалося перетворити об'╓кт в IOR

source: Couldn't open path file `%s': %s
az: Yol faylý `%s''yi aça bilmædim : %s
fi: Polkutiedostoa '%s' ei voitu avata: %s
tr: Dizin dosyasý `%s' açýlamadý: %s
uk: Не вдалося в╕дкрити файл шляху "%s": %s

source: Adding source `%s'
az: `%s' qaynaðýný ælavæ ediræm
fi: Lis‰t‰‰n l‰hde '%s'
tr: `%s' kaynaðýnýn eklenmesi
uk: Додавання джерела "%s"

source: Read error on file `%s': %s
az: `%s' faylýnda oxuma xætasý oldu: %s
fi: Virhe luettaessa tiedostoa '%s': %s
tr: `%s' dosyasýnda okuma hatasý: %s
uk: Помилка зчитування з файлу "%s": %s

source: Expected list, got %s
az: Siyahý gözlæyærkæn, %s aldým
fi: Odotettiin luetteloa, saatiin %s
tr: Liste beklerken, %s alýndý
uk: Оч╕кувався список, отримано %s

source: Expected list of %s, got list of %s
az: %s siyahýsýný gözlæyærkæn, %s siyahýsýný aldým
fi: Odotettiin %s:n listaa, mutta saatiin %s:n lista
tr: %s listesi beklenirken, %s listesi alýndý
uk: Очикувався список %s, отримано список %s

source: Expected pair, got %s
az: Cütünü gözlæyærkæn, %s aldým
fi: Odotettiin paria, saatiin %s
tr: Çift beklenirken, %s alýndý
uk: Оч╕кувалася пара, отримано %s
