Repository: lepidotos/suede
Catalog: GConf-1.0.7/po/*.po
Languages: az, fi, tr, uk

source: Don't understand type `%s'
az: `%s' növünü baþa düþmüræm
fi: Tyyppi '%s' ei ole tuettu
tr: `%s' türü anlaþýlamadý
uk: Незрозум╕лий тип "%s"

source: Must specify alternating keys/values as arguments
az: Arqument olaraq dæyiþæn açar/qiymætlær vermæk mæcburiyyætindæsæn
fi: T‰ytyy m‰‰ritell‰ avain+arvo -pari parametreina
tr: Argüman olarak deðiþik anahtarlar/deðerler belirtilmelidir
uk: Потр╕бно вказати нов╕ значення ключ╕в ╕ значень як ар╜ументи

source: No value to set for key: `%s'
az: `%s' açarý üçün oturdulacaq bir qiymæt yoxdur
fi: Avaimella '%s' ei arvoa
tr: Anahtar için belirtilmiþ bir deðer yok: %s
uk: Нема╓ значення для встановлення його ключу: "%s"

source: Cannot set schema as value
az: Bir þækli bir qiymæt olaraq oturda bilmæræm
fi: Kaavainta ei voi asettaa arvoksi
tr: Bir deðer olarak þema belirtilemez
uk: Неможна встановлювати схему як значення

source: When setting a list you must specify a primitive list-type
az: Bir siyahýyý bildirirkæn siyahý növünü bildirmæk mæcburiyyætindæsæn
fi: Luetteloa asettaessasi t‰ytyy sinun m‰‰ritell‰ luettelo perustyyppiseksi.
tr: Bir listeyi ayarlarken bir temel liste türü belirtmelisiniz
uk: П╕д час встановлення списку необх╕дно вказати прим╕тивний тип list-type

source: When setting a pair you must specify a primitive car-type and cdr-type
az: Bir cütü bildirirkæn car növünü væ cdr növünü bildirmæk mæcburiyyætindæsæn
fi: Paria asettaessasi t‰ytyy sinun m‰‰ritell‰ car-type sek‰ cdr-type perustyypeiksi.
tr: Bir çifti ayarlarken bir temel car türü ve cdr türü belirtmelisiniz
uk: П╕д час встановлення пари вам потр╕бно вказати прим╕тивн╕ типи CAR ╕ CDR

source: Error: %s
az: Xæta : %s
fi: Virhe: %s
tr: Hata: %s
uk: Помилка: %s

source: Error setting value: %s
fi: Virhe asettaessa arvoa: %s
tr: Deðer belirlenirken hata: %s

source: Error syncing: %s
fi: Virhe synkronoidessa: %s
tr: Eþzamanlamada hata: %s

source: Must specify a key or keys on the command line
fi: Avain tai avaimet t‰ytyy m‰‰ritell‰ komentorivill‰
tr: Komut satýrýnda anahtar ya da anahtarlar belirtilmelidir.

source: No schema known for `%s'
fi: Kohdalla '%s' ei ole kaavainta
tr: `%s' için bilinen bir þema yok

source: No doc string stored in schema at '%s'
fi: Kohdan '%s' kaavaimessa ei ole dokumenttimerkkijonoa
tr: '%s' de þema içinde açýklama dizgesi yok

source: Error getting schema at '%s': %s
fi: Virhe kaavaimen haussa kohdasta '%s': %s
tr: `%s' de þema alýnýrken hata: %s

source: No schema stored at '%s'
fi: Kaavainta ei ole kohdassa '%s'
tr: `%s' de kayýtlý þema yok

source: Value at '%s' is not a schema
fi: Arvo kohdassa '%s' ei ole kaavain
tr: '%s' deki deðer bir þema deðil

source: Must specify a schema name followed by the key name to apply it to
fi: Kaavaimen ja sen j‰lkeen sit‰ soveltavan avaimen nimi t‰ytyy antaa
tr: Uygulanacak anahtar ismiyle izlenen bir þema ismi belirtilmelidir

source: Error associating schema name '%s' with key name '%s': %s
fi: Virhe kytkiess‰ kaavaimen nime‰ '%s' avaimen nimeen '%s': %s
tr: UYARI: `%s' þemasý `%s' anahtarý ile iliþkilendirilirken hata: %s

source: Must specify key (schema name) as the only argument
az: Tæk arqument olaraq bir açarý ( þækli ) bildirmæk mæcburiyyætindæsæn
fi: Arvo (kaavaimen nimi) t‰ytyy olla ainoa parametri
tr: Tek argüman olarak anahtar (þema ismi) belirtilmelidir
uk: Потр╕бно вказати ключ (назву схеми) в якост╕ ╓диного ар╜ументу

source: List type must be a primitive type: string, int, float or bool
az: Siyahý növü bu æsas növlærdæn meydana gælmælidir: string, int, float ya da bool
fi: Luettelon t‰ytyy olla perustyyppinen: string, int, float tai bool
tr: Liste türü bir temel tür olmalýdýr: dizge, tamsayý, gerçek sayý ya da mantýksal
uk: Тип списку ма╓ бути прим╕тивного типу: string, int, float чи bool

source: Pair car type must be a primitive type: string, int, float or bool
az: Cütün car növü bu meydana gælmælidir: string, int, float ya da bool
fi: Parin car:n t‰ytyy olla perustyyppinen: string, int, float tai bool
tr: Car çifti türü bir temel tür olmalýdýr: dizge, tamsayý, gerçek sayý ya da mantýksal
uk: Тип пари CAR ма╓ бути прим╕тивного типу: string, int, float чи bool

source: Pair cdr type must be a primitive type: string, int, float or bool
az: Cütün cdr növü bu meydana gælmælidir: string, int, float ya da bool
fi: Parin cdr:n t‰ytyy olla perustyyppinen: string, int, float tai bool
tr: Cdr çifti türü bir temel tür olmalýdýr: dizge, tamsayý, gerçek sayý ya da mantýksal
uk: Тип пари CDR ма╓ бути прим╕тивного типу: string, int, float чи bool

source: Error setting value: %s
az: Qiymæti oturdurkæn xæta oldu : %s
fi: Virhe arvoa asettaessa: %s
tr: Deðer belirlenirken hata: %s
uk: Помилка встановлення значення: %s

source: Error syncing: %s
az: Sinxronlaþdýrýlýrkæn xæta oldu : %s
fi: Virhe synkronoidessa: %s
tr: Eþzamanlamada hata: %s
uk: Помилка синхрон╕зац╕╖: %s

source: Must specify one or more dirs to get key/value pairs from.
az: Açar/qiymæt eþlemlerini göstærilæcæk bir ya da daha çox qovluqlarý bildirmæk mæcburiyyætindæsæn .
fi: Hakemistot, joista avain+arvo -parit haetaan, t‰ytyy m‰‰ritell‰.
tr: anahtar/deðer çiftinin alýnacaðý bir ya da daha fazla dizin belirtilmelidir.
uk: Потр╕бно вказати один чи б╕льше каталог╕в для отримання пар ключ-значення.

source: Must specify one or more keys to unset.
az: Silinæcæk bir ya da daha çox açar vermæk mæcburiyyætindæsæn .
fi: T‰ytyy m‰‰ritell‰ poistettavat avaimet.
tr: Kaldýrýlacak anahtarlar belirtilmelidir.
uk: Потр╕бно вказати один або б╕льше ключ╕в для зняття значення.

source: Error unsetting `%s': %s
az: `%s''yi silinirkæn xæta oldu : %s
fi: Virhe avainta '%s' tyhjent‰ess‰: %s
tr: `%s' kaldýrýlýrken hata: %s
uk: Помилка зняття значення "%s": %s

source: Must specify one or more dirs to get subdirs from.
az: Alt qovluqlarý göstærilæcæk bir ya da daha çox qovluqlarý bildirmæk mæcburiyyætindæsæn .
fi: Hakemistoja, joiden alihakemistot saadaan, t‰ytyy m‰‰ritell‰.
tr: Alt dizinlerin alýnacaðý dizin ya da dizinler belirtilmelidir.
uk: Потр╕бно вказати один чи б╕льше каталог╕в для отримання п╕дкаталог╕в.

source: Error listing dirs: %s
az: Qovluqlarý sýralarkæn xæta oldu : %s
fi: Virhe hakemistoja luetteloidessa: %s
tr: Dizinler listelenirken hata: %s
uk: Помилка отримання списку каталог╕в: %s

source: WARNING: invalid or missing type for schema (%s)
az: XÆBÆRDARLIQ : %s þækli üçün keçærsiz ya da æksik növ
fi: VAROITUS: kaavaimen (%s) tyyppi on virheellinen tai puuttuu
tr: UYARI: þema (%s) için type geçersiz ya da verilmemiþ
uk: УВАГА: нев╕рний чи в╕дсутн╕й тип для схеми (%s)

source: WARNING: invalid or missing list_type for schema (%s)
az: XÆBÆRDARLIQ : %s þækli üçün keçærsiz ya da æksik siyahý növü
fi: VAROITUS: kaavaimen (%s) list_type puuttuu tai on virheellinen
tr: UYARI: þema (%s) için list_type geçersiz ya da verilmemiþ
uk: УВАГА: нев╕рний чи в╕дсутн╕й тип list_type для схеми (%s)

source: WARNING: Failed to parse default value `%s' for schema (%s)
az: XÆBÆRDARLIQ : þækil %s üçün æsas qiymæt `%s''yi daramasýnda xæta oldu
fi: VAROITUS: Kaavaimen (%s) oletusarvon '%s' tulkinta ep‰onnistui
tr: UYARI: öntanýmlý `%s' deðeri þema (%s) için ayrýþtýrýlamadý
uk: УВАГА: Не вдалося проанал╕зувати типове значення "%s" для схеми (%s)

source: WARNING: invalid or missing car_type or cdr_type for schema (%s)
az: XÆBÆRDARLIQ : %s þækli üçün keçærsiz ya da æksik cdr növü
fi: VAROITUS: parin (%s) car_type tai cdr_type puuttuu tai on virheellinen
tr: UYARI: þema (%s) için car_type ya da cdr_type geçersiz ya da verilmemiþ
uk: УВАГА: нев╕рний чи в╕дсутн╕й тип car_type чи cdr_type для схеми (%s)

source: WARNING: You cannot set a default value for a schema
az: XÆBÆRDARLIQ : þækil iÇin æsas qiymæti aturda bilmædim
fi: VAROITUS: Et voi asettaa kaavaimen oletusarvoa
tr: UYARI: Bir öntanýmlý deðer bir þema için belirtilemez
uk: УВАГА: не вказано типового значення ключ для схеми

source: WARNING: gconftool internal error, unknown GConfValueType
az: XÆBÆRDARLIQ : gconftool'd daxili bir xæta oldu , namæ'lum GConfValueType
fi: VAROITUS: gconftool:in sis‰inen virhe: tuntematon GConfValueType
tr: UYARI: gconftoool hatasý GConfValueType bilinmiyor
uk: УВАГА: внутр╕шня помилка gconftool, нев╕домий GConfValueType

source: WARNING: failed to parse type name `%s'
az: XÆBÆRDARLIQ : növ adý `%s''yi daraya bilmædim
fi: VAROITUS: tyypin '%s' nimen j‰sennys ep‰onnistui
tr: UYARI: Tür ismi `%s' ayrýþtýrýlamadý
uk: УВАГА: не вдалося проанал╕зувати назву типу "%s"

source: WARNING: list_type can only be int, float, string or bool and not `%s'
az: XÆBÆRDARLIQ : siyahý növü int, float, string ya da bool ola bilær, fæqæt `%s' ola bilmæz
fi: VAROITUS: list_type voi olla int, float, string tai bool eik‰ "%s"
tr: UYARI: list_type sadece tamsayý, gerçek sayý, dizge ya da mantýksal deðer olabilir, %s deðil
uk: УВАГА: list_type може мати лише типи int, float, string ╕ bool, а не "%s"

source: WARNING: car_type can only be int, float, string or bool and not `%s'
az: XÆBÆRDARLIQ : car növü int, float, string ya da bool ola bilær, fæqæt `%s' ola bilmæz
fi: VAROITUS: car_type voi olla int, float, string tai bool eik‰ "%s"
tr: UYARI: car_type sadece tamsayý, gerçek sayý, dizge ya da mantýksal deðer olabilir, %s deðil
uk: УВАГА: car_type може мати лише типи int, float, string ╕ bool, а не "%s"

source: WARNING: cdr_type can only be int, float, string or bool and not `%s'
az: XÆBÆRDARLIQ : cdr növü int, float, string ya da bool ola bilær, fæqæt `%s' ola bilmæz
fi: VAROITUS: cdr_type voi olla int, float, string tai bool eik‰ "%s"
tr: UYARI: cdr_type sadece tamsayý, gerçek sayý, dizge ya da mantýksal deðer olabilir, %s deðil
uk: УВАГА: cdr_type може мати лише типи int, float, string ╕ bool, а не "%s"

source: WARNING: empty <applyto> node
az: XÆBÆRDARLIQ : boþdur <applyto> nöqtæsi
fi: VAROITUS: tyhj‰ <applyto>-solmu
tr: UYARI: boþ <applyto> düðümü
uk: УВАГА: порожн╕й вузол <applyto>

source: WARNING: node <%s> not understood below <schema>
az: XÆBÆRDARLIQ : <schema>'nýn altýndaký <%s> nöqtæsini baþa düþmædim
fi: VAROITUS: solmu <%s> ei ole ymm‰rrett‰viss‰ <schema>:n j‰lkeen
tr: UYARI: <%s> düðümü <schema> altýnda anlaþýlamadý
uk: УВАГА: вузол <%s> незрозум╕лий п╕сля <schema>

source: WARNING: no key specified for schema
az: XÆBÆRDARLIQ : bu þækil üçün açar bildirmædi
fi: VAROITUS: kaavaimelle ei ole m‰‰ritelty avainta
tr: UYARI: þema için belirtilmiþ bir anahtar yok
uk: УВАГА: не вказано ключ для схеми

source: WARNING: <locale> node has no `name="locale"' attribute, ignoring
az: XÆBÆRDARLIQ : <locale> nöqtæsinin `name="locale"' xüsusiyyæti yoxdur, keçiræm
fi: VAROITUS: <locale>-solmulla ei ole 'name="locale"'-ominaisuutta: j‰‰ huomiotta
tr: UYARI: <locale> düðümü `name="konum"' diye bir niteleyiciye sahip deðil, yoksayýldý
uk: УВАГА: вузол <locale> не ма╓ ознаки "name="locale", про╕╜норовано

source: WARNING: multiple <locale> nodes for locale `%s', ignoring all past first
az: XÆBÆRDARLIQ : `%s' lokalizasiyasý üçün çoxlu <locale> nöqtælæri var, köhnæ ilklæri keçiræm
fi: VAROITUS: useita <locale> solmuja localelle '%s': vain ensimm‰inen otetaan huomioon
tr: UYARI: `%s' konumu için çok sayýda <locale> düðümü, ilkinden sonrakiler yoksayýldý
uk: УВАГА: багато вузл╕в <locale> для локал╕зац╕╖ "%s", ╕╜норуються вс╕ кр╕м першого

source: WARNING: Invalid node <%s> in a <locale> node
az: XÆBÆRDARLIQ : <locale> nöqtæsindæ keçærsiz <%s> nöqtæsi
fi: VAROITUS: Virheellinen solmu <%s> solmussa <locale>
tr: UYARI: Bir <locale> düðümünde geçersiz <%s> düðümü var
uk: УВАГА: Нев╕рний вузол <%s> у вузл╕ <locale>

source: WARNING: failed to install schema `%s' locale `%s': %s
az: XÆBÆRDARLIQ : `%s' þækil faylýnýn `%s' lokalizasiyasýnýn yüklænmæsindæ xæta var : %s
fi: VAROITUS: kaavaimen '%s' (locale '%s') asennus ep‰onnistui: %s
tr: UYARI: `%s' þemasý `%s' konumu yüklenemedi: %s
uk: УВАГА: зб╕й встановлення схеми "%s" локал╕зац╕╖ "%s": %s

source: Installed schema `%s' for locale `%s'
az: `%s' þeklinde `%s' lokalizasiyasý yüklændi
fi: Kaavain '%s' asentui localeen '%s'
tr: `%s' konumu için `%s' þemasý yüklendi
uk: Встановлено схему "%s" для локал╕зац╕╖ "%s"

source: WARNING: failed to associate schema `%s' with key `%s': %s
az: XÆBÆRDARLIQ : `%s' þækil faylýný `%s' açarý ilæ birlæþdiræ bilmædim : %s
fi: VAROITUS: kaavaimen '%s' kytkent‰ avaimeen '%s' ep‰onnistui: %s
tr: UYARI: `%s' þemasý `%s' anahtarý ile iliþkilendirilemedi: %s
uk: УВАГА: не вдалось асоц╕ювати схему "%s" з ключем "%s": %s

source: Attached schema `%s' to key `%s'
az: `%s' þekilni `%s' anahtarýna ekledim
fi: Kaavain '%s' kytkeytyi avaimeen '%s'
tr: `%s' þemasý `%s' anahtarýna iliþtirildi
uk: Долучено схему "%s" до ключа "%s"

source: You must have at least one <locale> entry in a <schema>
az: Bir <schema>'da æn azýndan bir <locale> nöqtæsi olmaq mæcburiyyætindædir
fi: Jokaisessa <schema>:ssa t‰ytyy olla v‰hint‰‰n yksi <locale>-merkint‰
tr: Bir <schema> içinde en az bir <locale> girdisi olmalýdýr
uk: Необх╕дно щоб було хоча б одне входження <locale> в <schema>

source: WARNING: node <%s> not understood below <schemalist>
az: XÆBÆRDARLIQ : <schemalist>'in altýndaký <%s> nöqtæsi baþa düþülmædi
fi: VAROITUS: solmu <%s> ei ole ymm‰rrett‰viss‰ <schemalist>:in alla
tr: UYARI: <%s> düðümü <schemalist> altýnda anlaþýlamadý
uk: УВАГА: вузол <%s> перед <schemalist> - незрозум╕лий

source: Failed to open `%s': %s
az: `%s''yi aça bilmædim : %s
fi: Tiedoston '%s' avaaminen ep‰onnistui: %s
tr: `%s' açýlamadý: %s
uk: Не вдалося в╕дкрити "%s": %s

source: Document `%s' is empty?
az: `%s' sænædi yoxsa boþdur mu ?
fi: Asiakirja '%s' on tyhj‰?
tr: Belge %s boþ mu?
uk: Документ "%s" порожн╕й?

source: Document `%s' has the wrong type of root node (<%s>, should be <gconfschemafile>)
az: `%s' sænædin ana nöqtæsi (<%s>'in, <gconfschemafile> olmalýdýr ) sæhvdir
fi: Asiakirjalla '%s' on v‰‰r‰ntyyppinen juurisolmu (<%s>, pit‰isi olla <gconfschemafile>)
tr: Belge %s kök düðümde yanlýþ tür içeriyor (<%s>, <gconfschemafile> olmalý)
uk: Документ "%s" ма╓ нев╕рний тип кор╕нного вузла (<%s>, ма╓ бути <gconfschemafile>)

source: Document `%s' has no top level <gconfschemafile> node
az: `%s' sænædinin <gconfschemafile> ana nöqtæsi yoxdur
fi: Asiakirjalla '%s' ei ole p‰‰tason <gconschemafile> -solmua
tr: Belge `%s' bir üst düzey <gconfschemafile> düðümü içermiyor
uk: Документ "%s" нема╓ вузла верхнього р╕вня <gconfschemafile>

source: WARNING: node <%s> below <gconfschemafile> not understood
az: XÆBÆRDARLIQ : <gconfschemafile> altýndaký <%s> nöqtæsi baþa düþülmædi
fi: VAROITUS: solmu <%s> solmun <gconfschemafile> j‰lkeen ei ole ymm‰rrett‰viss‰
tr: UYARI: <%s> düðümü <gconfschemafile> altýnda anlaþýlamadý
uk: УВАГА: вузол <%s> перед <gconfschemafile> - незрозум╕лий

source: Error syncing config data: %s
az: Quraþdurma mæ'lumatlarýný sinxronlaþdýrýlýrkæn xæta oldu : %s
fi: Virhe asetustietoja synkronoidessa: %s
tr: Yapýlandýrma verisini eþzamanlarken hata: %s
uk: Помилка синхрон╕зац╕╖ даних конф╕гурац╕╖: %s

source: Must specify some schema files to install
az: Yüklænæcæk þækil fayllarýný bildirmæk mæcburiyyætindæsæn
fi: Asennettavat kaavaintiedostot pit‰‰ m‰‰ritell‰
tr: Yüklenecek þema dosyalarý belirtilmeli
uk: Потр╕бно вказати дек╕лька файл╕в схеми для ╕нсталяц╕╖

source: Failed to unset breakage key %s: %s
az: Qýrma açarý %s'yi silæ bilmædim : %s
fi: Rikkomisavaimen %s poisto ep‰onnistui: %s
tr: Kýrýlma anahtarý %s kaldýrýlamadý: %s
uk: Зб╕й зняття ключа авар╕╖ %s: %s

source: Must specify some keys to break
az: Qýrýlacaq bæ'zi açarlarý bildirmæk mæcburiyyætindæsæn
fi: Rikottavat avaimet t‰ytyy m‰‰ritell‰
tr: Kýrýlacak anahtarlar belirtilmeli
uk: Потр╕бно вказати деяк╕ ключ╕ для переривання

source: Trying to break your application by setting bad values for key: %s
az: Proqramý bæ'zi xætalý qiymætlæri oturdaraq qýrmaða cæhd ediræm : %s
fi: Yritet‰‰n rikkoa sovellus asettamalla virheellisi‰ arvoja avaimelle: %s
tr: Uygulamanýz anahtara hatalý deðerler atayarak kýrmaya çalýþýyor: %s
uk: Спроба перервати вашу програму встановленням поганих значень для ключа: %s

source: Must specify some directories to break
az: Qýrýlacaq bæ'zi qovluqlarý bildirmæk mæcburiyyætindæsæn
fi: T‰ytyy m‰‰ritell‰ rikottavat hakemistot
tr: Kýrýlacak dizinler belirtilmeli
uk: Необх╕дно вказати деяк╕ каталоги для для переривання

source: Trying to break your application by setting bad values for keys in directory: %s
az: Proqramý bæ'zi xætalý qiymætlæri bu qovuqda oturdaraq qýrmaða : cæhd ediræm : %s
fi: Yritet‰‰n rikkoa sovellus asettamalla virheellisi‰ arvoja avaimille hakemistossa: %s
tr: Uygulamanýz dizin içindeki anahtarlara hatalý deðerler atayarak kýrmaya çalýþýyor: %s
uk: Спроба перервати вашу програму встановленням поганих значень для ключ╕в у каталоз╕: %s

source: GConf Error: %s
az: GConf Xætasý : %s
fi: GConf-virhe: %s
tr: GConf Hatasý: %s
uk: Помилка GConf: %s

source: GConf warning: failure listing pairs in `%s': %s
az: GConf xæbærdarlýðý : `%s''dæki yoldaþlarý sýralarkæn xæta oldu : %s
fi: GConf-varoitus: Hakemiston '%s' parien luetteloiminen ep‰onnistui: %s
tr: GConf uyarýsý: `%s' içindeki çiftlerin listelenmesi baþarýsýz oldu: %s
uk: Попередження GConf: не вдалося отримати список пар в "%s": %s

source: Expected `%s' got `%s' for key %s
az: %s gözlæyærkæn, %s aldým, %s açarý üçün
fi: Odotettiin tyyppi‰ '%s', saatiin tyyppi '%s' avaimelle %s
tr: `%s' olmalýydý, `%s' alýndý (%s anahtarý için)
uk: Оч╕кувалось "%s", отримано "%s" для ключа %s

source: int|bool|float|string|list|pair
tr: tam|mantýk|gerçek|dizge|liste|çift

source: int|bool|float|string
tr: tam|mantýk|gerçek|dizge
uk: ц╕ле|лог╕чне|плав|рядок
