Repository: lepidotos/suede
Catalog: GConf-1.0.7/po/*.po
Languages: az, fi, tr, uk

source: Expected (%s,%s) pair, got a pair with one or both values missing
az: %s,%s cütünü gözlæyærkæn , bir ya da iki qiymæti olmayan bir oxþar aldým
fi: Odotettiin (%s,%s) -paria, mutta saatiin pari, josta toinen tai molemmat osat puuttuvat
tr: (%s,%s) çifti beklenirken , bir ya da iki deðeri eksik bir çift alýndý
uk: Оч╕кувалась пара (%s,%s), отримано пару з нев╕рними одним або обома значеннями

source: Expected pair of type (%s,%s) got type (%s,%s)
az: %s,%s cütünü gözlæyærkæn , %s,%s cütünü aldým
fi: Odotettiin (%s,%s) -tyyppist‰ paria, saatiin tyyppi‰ (%s,%s) oleva
tr: (%s,%s) çifti beklenirken, (%s,%s) çifti alýndý
uk: Оч╕кувалась пара типу (%s,%s) отримано типу (%s,%s)

source: Quoted string doesn't begin with a quotation mark
az: Alýntý mætni bir sual isaræti baþlamýyor
fi: Lainattu merkkijono ei ala lainausmerkill‰
tr: Týrnaklarla belirlenen bir dizge ? iþareti ile baþlamaz
uk: Рядок в лапках не почина╓ться з лапки

source: Quoted string doesn't end with a quotation mark
az: Alýntý mætni bir sual isaræti ilæ qurtarmýr
fi: Lainattu merkkijono ei lopu lainausmerkkiin
tr: Týrnaklarla belirlenen bir dizge ? iþareti ile bitmez
uk: Рядок в лапках не к╕нча╓ться лапкою

source: CORBA error: %s
az: CORBA xætasý : %s
fi: CORBA-virhe: %s
tr: CORBA hatasý: %s
uk: Помилка CORBA: %s

source: OAF problem description: '%s'
az: OAF problem izahatý : '%s'
fi: OAF:n ongelman kuvaus: '%s'
tr: OAF sorun tanýmý: %s
uk: Опис проблеми OAF: "%s"

source: attempt to remove not-listed OAF object directory
az: siyahýlanmamýþ OAF cism-qovluðunu silmæyæ cæhd edilir
fi: yritettiin poistaa luetteloimaton OAF-olio hakemistosta
tr: listelenmemiþ OAF nesne dizini silinmeye çalýþýlýyor
uk: спроба видалити невказаний в списку каталог об'╓кт╕в OAF

source: attempt to add already-listed OAF directory
az: onsuz da siyahýlanmýþ OAF qovluðu ælavæ edilmæyæ cæhd edilir
fi: yritettiin lis‰t‰ jo luetteloitu OAF hakemisto
tr: zaten listede olan OAF dizini eklenmeye çalýþýlýyor
uk: спроба додати вже вказаний в списку каталог OAF

source: OAF parse error: %s
az: OAF darama xætasý : %s
fi: OAF-j‰sennysvirhe: %s
tr: OAF ayrýþtýrma hatasý: %s
uk: помилка анал╕зу OAF: %s

source: Unknown OAF error
az: Namæ'lum OAF xætasý
fi: Tuntematon OAF-virhe
tr: Bilinmeyen OAF hatasý
uk: Нев╕дома помилка OAF

source: Could not lock temporary file '%s': %s
fi: Ei voinut lukita v‰liaikaistiedostoa "%s": %s

source: Could not create file '%s', probably because it already exists
fi: Ei voinut luoda tiedostoa "%s", luultavasti koska se on jo olemassa

source: Failed to create or open '%s'
fi: Tiedoston "%s" luonti tai avaus ep‰onnistui

source: Failed to lock '%s': another process has the lock (%s)
fi: Tiedoston "%s" lukinta ep‰onnistui: toinen prosessi omistaa lukituksen (%s)

source: IOR file '%s' not opened successfully, no gconfd located: %s
fi: IOR-tiedoston "%s" avaaminen ep‰onnistui: gconfd:t‰ ei lˆydy: %s

source: gconftool or other non-gconfd process has the lock file '%s'
fi: gconftool tai muu prosessi, joka ei ole gconfd, omistaa lukitustiedoston "%s"

source: couldn't contact ORB to resolve existing gconfd object reference
fi: ei saanut ORB:iin yhteytt‰ olemassaolevan gconfd:n olioviittauksen selvitt‰miseksi

source: couldn't create directory `%s': %s
az: `%s' qovluðunu yarada bilmædim : %s
fi: hakemistoa '%s' ei voitu luoda: %s
tr: `%s' dizini oluþturulamadý: %s
uk: не вдалося створити каталог "%s": %s

source: Can't write to file `%s': %s
az: `%s' faylýna yaza bilmædim : %s
fi: Tiedostoon '%s' ei voi kirjoittaa: %s
tr: `%s' dosyasýna yazýlamadý: %s
uk: Неможливо записати у файл "%s": %s

source: We didn't have the lock on file `%s', but we should have
fi: Meill‰ ei ollut tiedoston "%s" lukitusta vaikka olisi pit‰nyt olla

source: Failed to link '%s' to '%s': %s
fi: Ei voinut linkitt‰‰ tiedostoa "%s" tiedostoksi "%s": %s

source: Failed to remove lock file `%s': %s
fi: Lukitustiedoston "%s" poisto ep‰onnistui: %s

source: Failed to clean up file '%s': %s
fi: Tiedoston "%s" siivous ep‰onnistui: %s

source: Failed to remove lock directory `%s': %s
fi: Lukitushakemiston "%s" poisto ep‰onnistui: %s

source: Failed to create %s: %s
fi: Hakemiston '%s' luominen ep‰onnistui: %s
tr: %s oluþturulamadý: %s

source: Failed to create pipe for communicating with spawned gconf daemon: %s
fi: Putken luonti k‰ynnistyneen gconfd-daemonin kanssa viestimiseksi ep‰onnistui: %s

source: Failed to launch configuration server: %s
fi: Asetuspalvelimen k‰ynnistys ep‰onnistui: %s

source: Failed to contact configuration server (a likely cause of this is that you have an existing configuration server (gconfd) running, but it isn't reachable from here - if you're logged in from two machines at once, you may need to enable TCP networking for ORBit)
fi: Yhteydenotto asetuspalvelimeen ep‰onnistui (er‰s todenn‰kˆinen syy on toinen k‰ynniss‰ oleva asetuspalvelin (gconfd), johon ei ole yhteytt‰ t‰‰lt‰. Jos olet kirjautunut kahdesta koneesta samaan aikaan, saatat joutua ottamaan ORBitin TCP-verkkotuen k‰yttˆˆn)

source: Failed to read from child pipe (%s)
fi: Lapsiputkesta luku ep‰onnistui (%s)

source: Failed to fork (%s)
fi: fork ep‰onnistui (%s)

source: Failed to change to directory '%s' (%s)
fi: Siirtyminen hakemistoon "%s" ep‰onnistui (%s)

source: Failed to execute child process (%s)
fi: Lapsiprosessin suoritus ep‰onnistui (%s)

source: Failed to redirect output or input of child process (%s)
fi: Lapsiprosessin tulosteen tai syˆtteen uudelleenohjaus ep‰onnistui (%s)

source: Failed to fork child process (%s)
fi: Lapsiprosessin fork ep‰onnistui (%s)

source: Unknown error executing child process
fi: Tuntematon virhe k‰ynnist‰ess‰ lapsiprosessia

source: Failed to read enough data from child pid pipe (%s)
fi: Ei voinut lukea tarpeeksi dataa lapsiprosessin pid-putkesta (%s)

source: Failed to create pipe for communicating with child process (%s)
fi: Putken luonti lapsiprosessin kanssa viestimiseksi ep‰onnistui (%s)

source: Failed to load source `%s': %s
az: `%s' qaynaðýný yüklæyæ bilmædim : %s
fi: L‰hteen '%s' lataaminen ep‰onnistui: %s
tr: `%s' kaynaðý yüklenemedi: %s
uk: Помилка завантаження джерела "%s": %s

source: Schema `%s' specified for `%s' stores a non-schema value
az: `%s' þækli `%s' üçün bir þækil qiymæti olmayan bir qiymæt daxil edir
fi: Kaavain '%s', joka on m‰‰ritelty arvolle '%s' sis‰lt‰‰ arvon, joka ei ole kaavain.
tr: `%s' þemasý (`%s' için belirtilen) þema olmayan bir deðer içeriyor
uk: Схема "%s" вказана для "%s" м╕стить не схемн╕ значення

source: The '/' name can only be a directory, not a key
az: '/' adlarý sadæcæ bir qovluq ola bilær, qætiyyan'iyyen bir açar ola bilmæz
fi: Nimi '/' voi olla vain hakemisto, ei avain
tr: '/' ile sadece bir dizin belirtilebilir, bir anahtar deðil.
uk: Назва "/" може бути лише каталогом, не ключем

source: Value for `%s' set in a read-only source at the front of your configuration path.
az: `%s' üçün sýrf-oxunan qaynaqda sænin yolundan ævvæl bir qiymæt oturdulub
fi: Arvo avaimelle '%s' on asetettu vain-luku-l‰hteess‰ asetuspolkusi alussa.
tr: `%s'in deðeri yapýlandýrma dizinlerinden birindeki bir salt-okunur kaynak içinde belirtiliyor
uk: Значення для "%s" встановлено у джерел╕ лише для зчитування на початку вашого конф╕╜урац╕йного шляху.

source: Unable to store a value at key '%s', as the configuration server has no writeable databases. There are two common causes of this problem: 1) your configuration path file doesn't contain any databases or wasn't found or 2) somehow we mistakenly created two gconfd processes. If you have two gconfd processes (or had two at the time the second was launched), logging out, killing all copies of gconfd, and logging back in may help. Perhaps the problem is that you attempted to use GConf from two machines at once, and ORBit still has its default configuration that prevents remote CORBA connections? As always, check the user.* syslog for details on problems gconfd encountered.
fi: Ei voi tallentaa arvoa avaimelle "%s", koska asetuspalvelimella ei ole tietokantoja, joihin voi kirjoittaa. T‰h‰n ongelmaan on kaksi yleist‰ syyt‰: 1) asetuspolkusi ei sis‰ll‰ tietokantoja tai sit‰ ei ole tai 2) loimme vahingossa kaksi gconfd-prosessia. Jos sinulla on kaksi gconfd-prosessia (tai oli kaksi kun toinen k‰ynnistyi), niin ulos kirjautuminen, kaikkien gconfd:iden sulkeminen ja takaisin sis‰‰n kirjautuminen voi auttaa. Ehk‰p‰ yritit k‰ytt‰‰ GConfia kahdelta koneelta samaan aikaan ja ORBitin oletusasetukset, jotka est‰v‰t et‰-CORBA-yhteydet, ovat viel‰ k‰ytˆss‰? Kuten aina katso, jos user.* syslogeissa olisi lis‰tietoja gconfd:n ongelmista.

source: Error finding metainfo: %s
az: Meta mæ'lumatlarý axtarýlýrkæn xæta oldu : %s
fi: Virhe metainfoa etsiess‰: %s
tr: Meta bilgilerinin bulunmasýnda hata: %s
uk: Помилка пошуку мета╕нформац╕╖: %s

source: Error getting metainfo: %s
az: Meta mæ'lumatlarý alýrkæn xæta oldu : %s
fi: Virhe metainfoa saadessa: %s
tr: Meta bilgileri alýrken hata: %s
uk: Помилка отримання мета╕нформац╕╖: %s

source: Key `%s' listed as schema for key `%s' actually stores type `%s'
az: Açar `%s' `%s' açarý üçün þækil olaraq bildirilmiþ væ düzdür `%s' növünü qeyd edir
fi: Avain '%s', joka on merkitty avaimen '%s' kaavaimeksi, sis‰lt‰‰ itse asiassa tyypin '%s'
tr: `%s' anahtarý, `%s' anahtarý için þema olarak belirtilmiþ, ama aslýnda `%s' türünü içeriyor
uk: Ключ "%s" вказаний як схема для ключа "%s" насправд╕ м╕стить тип "%s"

source: Didn't understand `%s' (expected integer)
az: `%s''yi baþa düþmædim ( onluq gözlæyirdim )
fi: En ymm‰rt‰nyt arvoa '%s' (odotettiin kokonaislukua)
tr: `%s' anlaþýlamadý (tamsayý gerekli)
uk: Не зрозум╕ло "%s" (оч╕кувалось ц╕ле число)

source: Integer `%s' is too large or small
az: `%s' onlusu çox balaca ya da böyükdür
fi: Kokonaisluku '%s' on liian suuri tai pieni
tr: `%s' tamsayý olarak ya çok büyük ya da çok küçük
uk: Ц╕ле "%s" надто велике чи мале

source: Didn't understand `%s' (expected real number)
az: `%s''yi baþa düþmædim ( normal bir ræqæm gözlæyirdim )
fi: En ymm‰rt‰nyt arvoa '%s' (odotettiin reaalilukua)
tr: `%s' anlaþýlamadý (deðer gerçek sayý olmalý)
uk: Не зрозум╕ло "%s" (оч╕кувалось д╕йсне число)

source: Didn't understand `%s' (expected true or false)
az: `%s''yi baþa düþmædim (true/false - düzgün/sæhv gözlæyirdim )
fi: En ymm‰rt‰nyt arvoa '%s' (odotettiin "true" tai "false")
tr: `%s' anlaþýlamadý (mantýksal bir deðer olmalýydý)
uk: Не зрозум╕ло "%s" (оч╕кувалось лог╕чне значення)

source: Didn't understand `%s' (list must start with a '[')
az: `%s''yi baþa düþmædim (sætir bir '[' ilæ baþlamaq mæcburiyyætindædir)
fi: En ymm‰rt‰nyt arvoa '%s' (luettelon pit‰‰ alkaa merkill‰ '[')
tr: `%s' anlaþýlamadý (satýr bir '[' ile baþlamalý)
uk: Не зрозум╕ло "%s" (список ма╓ починатись з "[")

source: Didn't understand `%s' (list must end with a ']')
az: `%s''yi baþa düþmædim (sætir bir ']' ilæ bitmæk mæcburiyyætindædir)
fi: En ymm‰rt‰nyt arvoa '%s' (luettelon pit‰‰ loppua merkkiin ']')
tr: `%s' anlaþýlamadý (satýr bir ']' ile bitmeli)
uk: Не зрозум╕ло "%s" (список ма╓ зак╕нчуватись на "]")

source: Didn't understand `%s' (extra unescaped ']' found inside list)
az: `%s''yi baþa düþmædim (siyahýnýn içindæ bir ælavæ ']' tapdým)
fi: En ymm‰rt‰nyt arvoa '%s' (ylim‰‰r‰inen lainaamaton ']' luettelon sis‰ll‰)
tr: `%s' anlaþýlamadý (listenin içinde fazladan bir ']' var)
uk: Не зрозум╕ло "%s" (знайдено зайвий символ "]" в списку)

source: Didn't understand `%s' (extra trailing characters)
az: `%s''yi baþa düþmædim (iþe yaramaz hærflæri tapdým)
fi: En ymm‰rt‰nyt arvoa '%s' (ylim‰‰r‰isi‰ merkkej‰ per‰ss‰)
tr: `%s' anlaþýlamadý (fazladan karakterler var)
uk: Не зрозум╕ло "%s" (знайдено зайв╕ символи в к╕нц╕)

source: Didn't understand `%s' (pair must start with a '(')
az: `%s''yi baþa düþmædim (cüt bir '(' ilæ baþlamaq mæcburiyyætindædir)
fi: En ymm‰rt‰nyt arvoa '%s' (parin pit‰‰ alkaa merkill‰ '(')
tr: `%s' anlaþýlamadý (çift bir '(' ile baþlamalý)
uk: Не зрозум╕ло "%s" (пара ма╓ починатись з "(")

source: Didn't understand `%s' (pair must end with a ')')
az: `%s''yi baþa düþmædim (cüt bir ')' ilæ baþlamaq mæcburiyyætindædir)
fi: En ymm‰rt‰nyt arvoa '%s' (parin pit‰‰ loppua merkkiin ')')
tr: `%s' anlaþýlamadý (çift bir ')' ile bitmeli)
uk: Не зрозум╕ло "%s" (пара ма╓ зак╕нчуватись на ")")

source: Didn't understand `%s' (wrong number of elements)
az: `%s''yi baþa düþmædim (element sayýsý sæhvdir)
fi: En ymm‰rt‰nyt arvoa '%s' (v‰‰r‰ m‰‰r‰ osia)
tr: `%s' anlaþýlamadý (eleman sayýsý yanlýþ)
uk: Не зрозум╕ло "%s" (нев╕рна к╕льк╕сть елемент╕в)

source: Didn't understand `%s' (extra unescaped ')' found inside pair)
az: `%s''yi baþa düþmædim (cütdæ ælavæ bir ')' vardýr)
fi: En ymm‰rt‰nyt arvoa '%s' (ylim‰‰r‰inen lainaamaton ')' parin sis‰ll‰)
tr: `%s' anlaþýlamadý (çift içinde fazladan bir ')' var)
uk: Не зрозум╕ло "%s" (знайдено зайвий символ ")" в пар╕)

source: Server couldn't resolve the address `%s'
az: `%s' ünvaný hæll edilæ bilmædi
fi: Palvelin ei voinut selvitt‰‰ osoitetta '%s'
tr: Sunucu `%s' adresini çözümleyemedi
uk: Сервер не зм╕г розп╕знати адресу "%s"

source: Can't add notifications to a local configuration source
az: Yerli quraþdýrma qaynaðýna izahatlar ælavæ edæ bilmædim
fi: Paikalliseen asetusl‰hteeseen ei voi lis‰t‰ huomautuksia
tr: Yerel yapýlandýrma kaynaðýna bildirimler eklenemedi
uk: Неможливо додати спов╕щення до локального джерела конф╕╜урац╕╖

source: Adding client to server's list failed, CORBA error: %s
az: Alýcýnýn verici siyahýsýna ælavæsi bacarýlmadý, CORBA xætasý : %s
fi: Asiakkaan lis‰‰minen palvelimen luetteloon ep‰onnistui, CORBA-virhe: %s
tr: Ýstemci, sunucular listesine eklenemedi, CORBA hatasý: %s
uk: Не вдалося додати кл╕╓нта у список сервера, помилка CORBA: %s

source: Failed to init GConf, exiting
az: GConf'u baþlada bilmædim , qurtarýram
fi: GConfin k‰ynnistyminen ep‰onnistui, lopettaa
tr: GConf çöktü
uk: Не вдалося ╕н╕ц╕ал╕зувати GConf: %s, вих╕д

source: Must begin with a slash (/)
az: Bir bölü iþaræti ilæ( '/' ) baþlamaq mæcburiyyætindædir
fi: T‰ytyy alkaa kauttaviivalla (/)
tr: Bir '/' ile baþlamalý
uk: Мусить починатися з "/"

source: Can't have two slashes (/) in a row
az: Bir sýrada iki bölü iþaræti( '/' ) ola bilmæz
fi: Kahta kauttaviivaa (/) ei voi olla per‰kk‰in
tr: Bir satýrda iki '/' olamaz
uk: Не може бути два "/" в рядку

source: Can't have a period (.) right after a slash (/)
az: Bir bölü iþaræti( '/' )'dæn sonra bir dövræ( . ) ola bilmæz
fi: Pistett‰ (.) ei voi olla heti kauttaviivan (/) j‰lkeen
tr: Bir nokta '/'den sonra gelemez
uk: Не може бути крапки п╕сля "/"

source: `%c' is an invalid character in key/directory names
az: `%c' açar/qovluqlar adlarýnda keçærsiz bir harfdýr
fi: '%c' on virheellinen merkki avaimien ja hakemistojen nimiss‰
tr: `%c' anahtar/dizin isimlerinde geçersizdir
uk: "%c" - нев╕рний символ в назв╕ ключ╕в/каталог╕в

source: Key/directory may not end with a slash (/)
az: Açar/Qovluq bir bölü iþaræti ilæ( '/' ) qurtara bilmæz
fi: Avaimen tai hakemiston nimi ei voi p‰‰tty‰ kauttaviivaan (/)
tr: Anahtar/Dizin bir '/' ile bitemez
uk: Ключ/каталог не може зак╕нчуватись слешем (/)

source: Failure shutting down config server: %s
az: Quraþdýrma vericisini Qapada bilmædim : %s
fi: Asetuspalvelimen sammutus ep‰onnistui: %s
tr: Yapýlandýrma sunucusu kapatýlamadý: %s
uk: Невдалося в╕дключити сервер конф╕гурац╕╖: %s

source: Expected float, got %s
az: Üzæn sayý (float) gözlæyærkæn, %s aldým
fi: Odotettiin liukulukua, saatiin %s
tr: "gerçek sayý" beklenirken %s alýndý
uk: Оч╕кувалось число з плаваючою точкою, отримано %s

source: Expected int, got %s
az: Tamsayý (int) gözlæyærkæn, %s aldým
fi: Odotettiin kokonaislukua, mutta saatiin %s
tr: "tamsayý" beklenirken %s alýndý
uk: Оч╕кувалось ц╕ле, отримано %s

source: Expected string, got %s
az: Mætn gözlæyærkæn, %s aldým
fi: Odotettiin merkkijonoa, mutta saatiin %s
tr: Dizge beklenirken %s alýndý
uk: Оч╕кувався рядок, отримано %s

source: Expected bool, got %s
az: Boolean gözlæyærkæn, %s aldým
fi: Odotettiin totuusarvoa, mutta saatiin %s
tr: "mantýksal" beklenirken %s alýndý
uk: Оч╕кувалось лог╕чне, отримано %s

source: Expected schema, got %s
az: Sxem gözlæyærkæn, %s aldým
fi: Odotettiin kaavainta, mutta saatiin %s
tr: Þema beklenirken %s alýndý
uk: Оч╕кувалась схема, отримано %s

source: Shutdown request received
az: Qapanma istæyi alýndý
fi: Vastaanotti sammutuspyynnˆn
tr: Kapatma isteði alýndý
uk: Отримано запит на завершення роботи

source: gconfd compiled with debugging; trying to load gconf.path from the source directory
az: gconfd vericisi mæ'lumatlandýrma ilæ yoxlanýb ; qaynaq qovluðunda gconf.path'yuüklæmæyæ cæhd ediræm
fi: gconfd k‰‰nnetty debug-tietojen kanssa. Yritet‰‰n ladata gconf.path l‰hdekoodihakemistosta
tr: gconfd hata ayýklama seçeneði ile derlenmiþ; gconf.path kaynak dizininden yüklenmeye çalýþýlýyor
uk: gconfd скомп╕льовано з налагодженням; спроба завантажити gconf.path з вих╕дного каталогу

source: No configuration files found, trying to use the default config source `%s'
az: Quraþdýrma fayllarý tapýla bilmædi , æsas quraþdýrma qaynaðý `%s''yi istifadæ ediræm
fi: Asetustiedostoja ei lˆytynyt: yritet‰‰n k‰ytt‰‰ oletusasetusl‰hdett‰ '%s'
tr: Yapýlandýrma dosyalarý bulunamadý, öntanýmlý yapýlandýrma kaynaðý `%s' deneniyor
uk: Не знайдено конф╕╜урац╕йних файл╕в, спроба використати типове джерело конф╕╜урац╕╖ "%s"

source: No configuration sources in the source path, configuration won't be saved; edit
az: Qaynaq qovluðunda quraþdýrma mænbælæri yoxdur, qurðular qeyd edilmæyæcækdir ; dæyiþdir
fi: Ei asetusl‰hteit‰ l‰hdehakemistossa: asetuksia ei tallenneta. Muokkaa
tr: Kaynak dizininde yapýlandýrma kaynaklarý yok, yapýlandýrma kaydedilmeyecek düzeltin
uk: Не знайдено джерел конф╕╜урац╕╖ у вих╕дному каталоз╕, конф╕╜урац╕╖ не було збережено; редагувати

source: /path
fi: /polku
tr: /dizin

source: Error loading some config sources: %s
az: Bæ'zi quraþdýrma qaynaqlarýný yüklærkæn xæta oldu : %s
fi: Virhe joitakin asetusl‰hteit‰ ladatessa: %s
tr: Bazý yapýlandýrma kaynaklarý yüklenirken hata: %s
uk: Помилка завантаження деяких джерел конф╕╜урац╕╖: %s

source: No config source addresses successfully resolved, can't load or store config data
az: Quraþdýrma qaynaðý ünvanýný müvæffæqiyyætlæ hæll edæ bilmædim, quraþdýrma mæ'lumatlarýný yüklæya bilmæræm ya da qeyd eda bilmæræm
fi: Ei saanut l‰hdehakemistoja selville: asetustietoja ei voi ladata eik‰ tallentaa
tr: Çözümlenebilen bir yapýlandýrma kaynaðý adresi yok, yapýlandýrma bilgisi yüklenemez ve kaydedilemez
uk: Адресу конфигурац╕╖ не було усп╕шно розп╕знано, неможливо завантажити чи зберегти конф╕гурац╕йн╕ дан╕

source: No writable config sources successfully resolved, may not be able to save some configuration changes
az: Yazýla bilæn bir quraþdýrma qaynaðý ünvanýný hæll edæ bilmædim, bæ'zi quraþdýrma dæyiþikliklærini bælkæ qeyd edæ bilmædim
fi: Kirjoitettavissa olevia asetusl‰hteit‰ ei saatu selville: joitakin asetusten muutoksia ei v‰ltt‰m‰tt‰ voi tallentaa
tr: Çözümlenebilen bir yazýlabilir ayarlama kaynaðý adresi yok, bazý yapýlandýrma deðiþikliklerini kaydetmek mümkün olmayabilir
uk: Не було усп╕шно розп╕знано джерел конф╕╜урац╕╖, в як╕ можна записувати, можливо деяк╕ зм╕ни конф╕╜урац╕╖ не вдасться зберегти

source: Received signal %d, dumping core. Please report a GConf bug.
az: %d siqnalýný aldým, ayýqlama mæ'lumatýný töküræm. Lütfæn GConf baqýný raport edin.
fi: Vastaanotti signaalin %d, kirjoittaa core-tiedoston. Tee ilmoitus GConfin virheest‰.
tr: %d sinyali alýndý, core kaydedildi (GConf çöktü). Lütfen bir hata raporu gönderin.
uk: Отримано си╜нал %d, ядро скинуто. Будь ласка, пов╕домте про помилку в GConf.

source: Received signal %d, shutting down abnormally. Please file a GConf bug report.
az: %d siqnalýný aldým, tæmiz sürætdæ qapana bilmiræm. Lütfæn GConf xætasýný raport edin.
fi: Vastaanotti signaalin %d: sammuu ep‰normaalisti. Tee ilmoitus GConfin virheest‰.
tr: %d sinyali alýndý, olaðandýþý kapanma (GConf çöktü). Lütfen bir hata raporu gönderin
uk: Отримано си╜нал %d, ненормальне завершення роботи. Будь ласка, зв╕туйте про помилку GConf.

source: Received signal %d, shutting down cleanly
az: %d siqnalýný aldým, tæmiz sürætdæ qapanýram .
fi: Vastaanotti signaalin %d: sammuu siististi
tr: %d sinyali alýndý, GConf kapatýlýyor.
uk: Отримано си╜нал %d, нормальне завершення роботи.

source: starting (version %s), pid %u user '%s'
az: baþlayýram (buraxýlýþ %s), pid %u istifadæçi '%s'
fi: k‰ynnistyy (versio %s), pid %u, k‰ytt‰j‰ '%s'
tr: baþlýyor (sürüm: %s), pid %u kullanýcý `%s'
uk: запуск (верс╕я %s), процес %u користувача "%s"

source: Failed to get object reference for ConfigServer
az: Quraþdýrma vericisi üçün cism baðýný ala bilmædim
fi: Olioon ConfigServer ei saatu viittausta
tr: ConfigServer için nesne baþvurusu alýnamadý
uk: Не вдалося отримати посилання на об'╓кт для ConfigServer

source: Failed to write byte to pipe fd %d so client program may hang: %s
fi: Tavun kirjoitus putkeen (fd %d) ep‰onnistui, joten asiakasohjelma saattaa pys‰hty‰: %s

source: Failed to get lock for daemon, exiting: %s
fi: Daemonin lukon saaminen ep‰onnistui, poistuu: %s

source: Error releasing lockfile: %s
fi: Virhe vapauttaessa lukitustiedostoa: %s

source: Exiting
az: Çýxýram
fi: Poistuu
tr: Kapanýyor
uk: Завершення

source: GConf server is not in use, shutting down.
az: GConf vericisi istifadædæ deyildir, qapanýram .
fi: GConf-palvelin ei ole k‰ytˆss‰: sammuu
tr: GConf sunucusu kullanýmda deðil, kapanýyor.
uk: Сервер GConf не використову╓ться, вимикання.

source: Returning exception: %s
az: Xæta tæpmæsi: %s
fi: Palauttaa poikkeuksen: %s
tr: Dönen olaðandýþýlýk: %s
uk: Повертання виключення: %s

source: Failed to open gconfd logfile; won't be able to restore listeners after gconfd shutdown (%s)
az: Gconf qeyd faylý açýla bilmædi; fconf qurtardýqdan sonra dinlæyicilæri bærpa eda bilmæyæcæksæn (%s)
fi: gconfd:n lokitiedoston avaaminen ep‰onnistui: kuuntelijoita ei voi palauttaa gconfd:n sammutuksen j‰lkeen (%s)
tr: gconfd günlük dosyasý açýlamadý; gconfd kapandýktan sonra dinleyiciler etkinleþtirilemeyecek (%s)
uk: Зб╕й в╕дкривання журналу gconfd; не було можливост╕ в╕дновити прослуховувач╕в п╕сля вимкнення gconfd (%s)

source: Failed to close gconfd logfile; data may not have been properly saved (%s)
az: Gconf qeyd faylý qapadýla bilmædi; data düzgün qeyd edilæ bilmæz (%s)
fi: gconfd:n lokitiedoston sulkeminen ep‰onnistui: tietoja saattaa olla h‰vinnyt (%s)
tr: gconfd günlük dosyasý kapatýlamadý; veri gereði gibi kaydedilemeyecek (%s)
uk: Зб╕й закривання журналу gconfd; дан╕ може бути запису не належним чином (%s)

source: Could not open saved state file '%s' for writing: %s
az: Qeyd edilmiþ hal faylý `%s''yi aça bilmædim : %s
fi: Tilatiedostoa '%s' ei voitu avata kirjoittamista varten: %s
tr: Durum kayýt dosyasý '%s' yazmak için açýlamadý: %s
uk: Не вдалося в╕дкрити файл збереженого стану "%s" для запису: %s

source: Could not write saved state file '%s' fd: %d: %s
az: Qeyd edilmiþ hal faylý `%s' ni yaza bilmædim fd: %d: %s
fi: Tilatiedostoa '%s', fd: %d, ei voitu kirjoittaa: %s
tr: '%s' durum kayýt dosyasýna yazýlamadý, fd: %d: %s
uk: Не вдалося записати файл збереженого стану "%s" (дескриптор %d): %s

source: Failed to close new saved state file '%s': %s
az: Tæzæ qeyd edilmiþ `%s' hal faylýný qapada bilmædim: %s
fi: Uuden tilatiedoston '%s' sulkeminen ep‰onnistui: %s
tr: Yeni durum kayýt dosyasý '%s' kapatýlamadý: %s
uk: Не вдалося закрити новий файл збереженого стану "%s": %s

source: Could not move aside old saved state file '%s': %s
az: Ævvældæn qeyd edilmiþ hal faylý '%s' yi köçüræ bilmædim : %s
fi: Vanhaa tilatiedostoa '%s' ei voitu siirt‰‰ syrj‰‰n: %s
tr: Eski durum kayýt dosyasý '%s' uygun bir yere taþýnamadý: %s
uk: Не вдалося винести старий файл збереженого стану "%s": %s
