Repository: lepidotos/suede
Catalog: control-center-1.4.0.3/po/*.po
Languages: sk, tr

source: Set background image.
sk: Nastavi» obrázok pozadia.
tr: Artalan resmi belirtilir.

source: an initialization error occurred while starting 'background-properties-capplet'. aborting...
sk: nastala inicializaèná chyba pri ¹tarte apletuovládacieho centra pre pozadie. konèím...
tr: 'background-properties-capplet' baþlatýlýrken bir hata oluþtu. çýkýlýyor...

source: Background
sk: Pozadie
tr: Artalan

source: Configuration of the desktop's background
sk: Nastavenie pozadia plochy
tr: Masaüstü artalanýnýn yapýlandýrmasý

source: Disabled
sk: Vypnuté
tr: Kapalý

source: Color
sk: Farba
tr: Renk

source: Solid
sk: Vyplnené
tr: Katý

source: Horizontal Gradient
sk: Horizontálny prechod
tr: Yatay Eðim

source: Vertical Gradient
sk: Vertikálny prechod
tr: Dikey Eðim

source: Primary Color
sk: Primárna farba
tr: Birinci Renk

source: Secondary Color
sk: Sekundárna farba
tr: Ýkinci Renk

source: Wallpaper Selection
sk: Výber tapety
tr: Duvar Kaðýdý Seçimi

source: Can't find an hbox, using a normal file selection
sk: Nepodarilo sa nájs» hbox, pou¾ívam normálny výber súboru
tr: Bir hbox bulunamadý, normal dosya seçimi kullanýlýyor

source: Preview
sk: Uká¾ka
tr: Önizleme

source: Wallpaper
sk: Tapeta
tr: Duvar Kaðýdý

source: Browse...
sk: Prechádza»...
tr: Gözat...

source: none
sk: ¾iadna
tr: yok

source: Embossed Logo
sk: Vyzdvihnuté logo
tr: Kabartmalý Logo

source: Scaled
sk: Zväè¹ená
tr: Ölçek

source: Scaled (keep aspect)
sk: Zväè¹ená (zachova» pomer)
tr: Orantýlý (resimle orantýlý)

source: Centered
sk: V strede
tr: Ortalanmýþ

source: Tiled
sk: Dla¾dice
tr: Döþeli

source: Use GNOME to set background
sk: Pou¾i» GNOME pre nastavenie pozadia
tr: Artalaný ayarlamak için GNOME kullan

source: Set parameters from saved state and exit
sk: Nastavi» parametre z ulo¾eného stavu a skonèi»
tr: Parametreleri durum kayýt dosyasýndan ayarla ve çýk

source: Sets the wallpaper to the value specified
sk: Nastaví tapetu na uvedenú hodnotu
tr: Duvar kaðýdýný belirtilen deðere ayarlar

source: Specifies the background color
sk: ©pecifikuje farbu pozadia
tr: Artalan rengini belirler

source: Specifies end background color for gradient
sk: ©pecifikuje koncovú farbu pre farebný prechod
tr: Renk geçiþinin son artalan rengi belirtilir

source: Gradient orientation: vertical or horizontal
sk: Orientácia prechodu: vertikálna alebo horizontálna
tr: Renk geçiþ yönü: dikey ya da yatay

source: Use a solid fill for the background
sk: Pou¾i» plné vyplnenie pre pozadie
tr: Artalanda tek dolgu rengi kullan

source: Use a gradient fill for the background
sk: Pou¾i» prechodové vyplnenie pre pozadie
tr: Artalanda geçiþli renkler kullan

source: Display wallpaper: tiled, centered, scaled or ratio
sk: Zobrazi» tapetu: dla¾dice, v strede, zväè¹ená alebo pomer
tr: Duvar kaðýdý: döþeli, ortalanmýþ, orantýlý ya da kaplý

source: Desktop
sk: Plocha
tr: Masaüstü

source: Configure how document types are handled
sk: Nastavenie, ako sa pracuje s dokumentami
tr: Belge türlerinin nasýl elde edileceðini ayarlar

source: Document Handlers
sk: Ovládaèe dokumentov
tr: Belge Yönetimi

source: Control Center
sk: Ovládacie centrum
tr: Denetim Masasý

source: Control Center Menu
sk: Menu ovládacieho centra
tr: Denetim Masasý Menüsü

source: Configure the settings of your Multimedia devices
sk: Nastavenie va¹ich multimediálnych zariadení
tr: Çoklu ortam aygýtlarýnýzýn ayarlarý yapýlýr

source: Multimedia
sk: Multimédiá
tr: Çoklu Ortam

source: Configure your external devices
sk: Nastavenie externých periférií
tr: Dýþ aygýtlarýnýzý yapýlandýrýr

source: Peripherals
sk: Periférie
tr: Çevre Birimleri

source: Session
sk: Sedenie
tr: Oturum

source: Session Management Settings
sk: Nastavenie správy sedení
tr: Oturum Yöneticisi Ayarlarý

source: Configure the global settings of your GNOME applications
sk: Nastavenie v¹eobecných vlastností GNOME aplikácií
tr: GNOME uygulamalarýnýzýn genel ayarlarý yapýlýr

source: User Interface
sk: Rozhranie
tr: Kullanýcý Arayüzü

source: Edit Applications List
sk: Upravi» zoznam aplikácií
tr: Uygulama Listesini Düzenle

source: Select applications to appear in menu for MIME type "%s"
sk: Vyberte aplikácie, ktoré budú v menu pre typ MIME "%s"
tr: "%s" mime türü için menüde görünecek uygulamalarý seçin

source: Add Application...
sk: Prida» aplikáciu...
tr: Uygulama Ekle...

source: Edit Application...
sk: Upravi» aplikáciu...
tr: Uygulamayý Düzenle...

source: Delete Application
sk: Odstráni» aplikáciu
tr: Uygulamayý Sil

source: Edit Components List
sk: Upravi» zoznam komponentov
tr: Eleman Listesini Düzenle

source: Select views to appear in menu for MIME type "%s"
sk: Vyberte pohµady, ktoré budú v menu pre typ MIME "%s"
tr: "%s" mime türü için menüde görünecek görünümleri seçin

source: The MIME type entered contained upper case characters. Upper case characters were changed to lower case for you.
sk: Zadaný typ MIME obsahuje veµké písmená. Veµké písmená boli automaticky zmenené na malé.
tr: Girilen MIME türü büyük harfler içeriyor. Bunlar sizin yerinize küçük harfe dönüþtürüldü.

source: Add New MIME Type
sk: Prida» nový typ MIME
tr: Yeni MIME Türü Ekle

source: Add MIME Type
sk: Prida» typ MIME
tr: MIME Türü Ekle

source: New MIME type (e.g. image/x-thumper):
sk: Nový typ MIME (napr. image/x-thumper):
tr: Yeni MIME türü (örn. image/x-thumper):

source: Description (e.g. Thumper image):
sk: Popis (napr. Obrázok Thumper):
tr: Açýklama (örn. Thumper resmi):

source: File Extensions
sk: Prípony súborov
tr: Dosya Uzantýlarý

source: Add...
sk: Prida»...
tr: Ekle...

source: Remove
sk: Odstráni»
tr: Kaldýr

source: Add New Extension
sk: Prida» novú príponu
tr: Yeni Uzantý Ekle

source: Type in the extensions for this mime-type (without dot). You can enter several extensions seperated by a space, for example: html htm
sk: Zadajte prípony pre tento typ MIME (bez bodky). Pre oddelenie viacerých prípon pou¾ite medzeru, napríklad: html htm
tr: Bu MIME türü için uzantýlarý yazýn (noktasýz). Bir boþluk ile ayýrarak çok sayýda uzantý girebilirsiniz. örneðin: htm html

source: Extension:
sk: Prípona:
tr: Uzantý:

source: You must enter a name.
sk: Musíte zada» meno.
tr: Bir isim vermelisiniz.

source: You must enter a command.
sk: Musíte zada» príkaz.
tr: Bir komut vermelisiniz.

source: "%s" does not exist or is not executable. Check your spelling and make sure you have the right permissions to execute this file.
sk: "%s" neexistuje, alebo nie je spustiteµný. Overte, èi ste ho zadali správne a ¾e máte práva pre spú¹tanie.
tr: "%s" ya yok ya da çalýþtýrýlabilir deðil. Yazýlýþýný kontol edin ve bu dosyayý çalýþtýrma yetkiniz olup olmadýðýndan emin olun.

source: The command "%s" cannot be found. You must use a command that can work from any command line.
sk: Príkaz "%s" nebol nájdený. Musíte pou¾i» príkaz, ktorý bude fungova» odkiaµkoµvek.
tr: "%s" komutu bulunamadý. Herhangi bir komut satýrýndan çalýþtýrlabilen bir komut kullanmalýsýnýz.

source: Bad Application Name
sk: Neplatné meno aplikácie
tr: Uygulama Ýsmi Hatalý

source: Bad Application Command
sk: Neplatný príkaz aplikácie
tr: Uygulama Komutu Hatalý

source: Add Application
sk: Prida» aplikáciu
tr: Uygulama Ekle

source: Edit Application
sk: Upravi» aplikáciu
tr: Uygulamayý Düzenle

source: Application Name:
sk: Meno aplikácie:
tr: Uygulama Ýsmi:

source: Application Command:
sk: Príkaz aplikácie:
tr: Uygulama Komutu:

source: Open Behavior
sk: Chovanie pri otvorení
tr: Açma Davranýþý

source: Can open multiple files
sk: Mô¾e otvára» viac súborov
tr: Birden çok dosya açabilir

source: Can open from URI
sk: Mô¾e otvára» URI
tr: URI'den açýlabilir

source: MIME Type
sk: Typ MIME
tr: MIME Türü

source: Change Icon
sk: Zmeni» ikonu
tr: Simgeyi Deðiþtir

source: Change File Extensions
sk: Zmeni» prípony súborov
tr: Dosya Uzantýlarýný Deðiþtir

source: Default Action:
sk: ©tandardná akcia:
tr: Öntanýmlý Eylem:

source: Use Viewer
sk: Pou¾i» prehliadaè
tr: Göstericiyi Kullan

source: Open With Application
sk: Otvori» aplikáciou
tr: Uygulama ile aç

source: Edit List
sk: Upravi» zoznam
tr: Listeyi Düzenle

source: Add New MIME Type...
sk: Prida» nový typ MIME...
tr: Yeni MIME Türü Ekle...

source: Delete This MIME Type
sk: Odstráni» teto typ MIME
tr: Bu MIME Türünü Sil

source: Revert to System Defaults
sk: Vráti» sa k systémovému nastaveniu
tr: Öntanýmlý Deðerlere Dön

source: None
sk: ®iadna
tr: Hiçbiri

source: Reverting to system settings will lose any changes you have ever made to File Types and Programs. Revert anyway?
sk: Návrat k systémovému nastaveniu zahodí v¹etky zmeny, ktoré ste kedy urobili v nastavení typov súborov a programov. Pokraèova» v návrate k systémovému nastaveniu?
tr: Öntanýmlý deðerlere dönerek Dosya Türleri ve Uygulamalarda yaptýðýnýz tüm deðiþiklikleri kaybedeceksiniz. Öntanýmlý deðerlere dönülsün mü?

source: View as %s
sk: Zobrazi» ako %s
tr: %s olarak göster

source: Description
sk: Popis
tr: Açýklama

source: Extension
sk: Prípona
tr: Uzantý

source: Default Action
sk: ©tandardná akcia
tr: Öntanýmlý Eylem

source: File Types and Programs
sk: Typy súborov a programy
tr: Dosya Türleri ve Uygulamalarý

source: Specify which programs are used to open or view each file type
sk: Zadajte, ktorý program sa má pou¾i» pre otvorenie alebo prezeranie daného typu súborov.
tr: Her dosya türünü açmada ve göstermede hangi uygulamalarýn kullanýlacaðý belirtilir

source: Select an icon
sk: Vyberte ikonu
tr: Bir simge seç

source: Run In Terminal
sk: Spusti» v termináli
tr: Terminalde Çalýþtýr

source: Choose the editor that is invoked by gnome-edit
sk: Vyberte editor, ktorý bude pou¾íva» gnome-edit.
tr: Gnome'da öntanýmlý olarak kullanýlacak düzenleyiciyi seçin

source: Default Editor
sk: ©tandardný editor
tr: Öntanýmlý Düzenleyici

source: Keyboard bell
sk: Zvonèek klávesnice
tr: Klavye çaný

source: Volume
sk: Hlasitos»
tr: Ses

source: Pitch (Hz)
sk: Vý¹ka (Hz)
tr: Frekans (Hz)

source: Duration (ms)
sk: Då¾ka (ms)
tr: Süre (ms)

source: Keyboard repeat rate
sk: Rýchlos» opakovania
tr: Klavye tekrarlama hýzý

source: Enable auto-repeat
sk: Povoli» automatické opakovanie
tr: Otomatik tekrarlamayý aç

source: Repeat rate
sk: Rýchlos» opakovania
tr: Tekrarlama hýzý

source: Repeat Delay
sk: Pauza pred opakovaním
tr: Tekrarlama Gecikmesi

source: Keyboard click
sk: Kliknutie klávesnice
tr: Klavye týklamasý

source: Click on keypress
sk: Kliknú» pri stlaèení klávesy
tr: Tuþ seslerini aç

source: Click volume
sk: Hlasitos» stlaèenia klávesy
tr: Týklama sesi

source: Test settings
sk: Test nastavenia
tr: Ayarlarý dene

source: No help is available/installed for these settings. Please make sure you have the GNOME User's Guide installed on your system.
sk: Pre tieto nastavenia nie je pomocník k dispozícii. Prosím, overte, ¾e máte nain¹talovaný Pou¾ívateµský manuál GNOME.
tr: Bu ayarlar için hiç bir yardým bulunmuyor. Lütfen sisteminize 'GNOME Kullanýcýnýn Rehberi'nin yüklenmiþ olduðundan emin olunuz.

source: Close
sk: Zavrie»
tr: Kapat

source: an initialization error occurred while starting 'keyboard-properties-capplet'. aborting...
sk: nastala inicializaèná chyba pri ¹tarte apletuovládacieho centra pre klávesnicu. konèím...
tr: 'keyboard-properties-capplet' baþlatýlýrken bir hata oluþtu. çýkýlýyor...

source: Keyboard
sk: Klávesnica
tr: Klavye

source: Keyboard Properties
sk: Nastavenie klávesnice
tr: Klavye Özellikleri

source: Mouse buttons
sk: Tlaèidlá my¹i
tr: Fare tuþlarý

source: Left handed
sk: Pre µavákov
tr: Sol elle

source: Right handed
sk: Pre pravákov
tr: Sað elle

source: Mouse motion
sk: Pohyb my¹i
tr: Fare hareketi

source: Acceleration
sk: Zrýchlenie
tr: Hýzlanma

source: Fast
sk: Rýchlo
tr: Hýzlý

source: Slow
sk: Pomaly
tr: Yavaþ

source: Threshold
sk: Prahová hranica
tr: Çift týklama aralýðý

source: Large
sk: Veµká
tr: Uzun

source: Small
sk: Malá
tr: Kýsa

source: an initialization error occurred while starting 'mouse-properties-capplet'. aborting...
sk: nastala inicializaèná chyba pri ¹tarte apletuovládacieho centra pre my¹. konèím...
tr: 'mouse-properties-capplet' baþlatýlýrken bir hata oluþtu. çýkýlýyor...

source: Mouse
sk: My¹
tr: Fare

source: Mouse Properties
sk: Nastavenie my¹i
tr: Fare Özellikleri

source: Require Password
sk: Po¾adova» heslo
tr: Parola Gerekli

source: Use power management.
sk: Pou¾íva» správu napájania.
tr: Güç yönetimini kullan.

source: No Screensaver
sk: Bez ¹etrièa
tr: Ekran Koruyucusu Yok

source: Random Screensaver
sk: Náhodný ¹etriè
tr: Rasgele

source: Settings...
sk: Nastavenie...
tr: Ayarlar...

source: Random Settings
sk: Náhodné nastavenie
tr: Rasgele Ayarlarý

source: %s Settings...
sk: Nastavenie %s...
tr: %s Ayarlarý...

source: 3D Clock
sk: 3D hodiny
tr: Üç boyutlu saat

source: Changes the magnification of original picture.
sk: Mení zväè¹enie originálneho obrázku.
tr: Özgün resmin büyüklüðünü deðiþtirir.

source: High
sk: Menej
tr: Yüksek

source: Low
sk: Viac
tr: Düþük

source: Modifies the direction move.
sk: Mení rozsah otáèania
tr: Yönü deðiþtirir.

source: Modifies the wobbling.
sk: Mení rozpad tvaru hodín.
tr: Sallanmayý deðiþtirir.

source: Sets the moving cycle time.
sk: Nastavuje rýchlos» otáèania
tr: Hareket deðiþim zamanýný belirler.

source: Size
sk: Veµkos»
tr: Boyut

source: Size:
sk: Veµkos»:
tr: Boyut:

source: Speed
sk: Rýchlos»
tr: Hýz

source: This draws a working analog clock composed of floating, throbbing bubbles.
sk: Kreslí analógové hodiny zlo¾ené z plávajúcich bublín.
tr: Bu nabýz gibi atan ve dolanan baloncuklarla çalýþan bir analog saat çizer

source: Time 3D is a clock. It uses flying balls to display the time. The balls move and wobble around to give you the impression your graphic workstation with its many XStone is doing something.
sk: Kreslí analógové hodiny pomocou plávajúcich bublín. Ich pohyb dáva pocit, ¾e vá¹ výkonný poèítaè robí nieèo u¾itoèné.
tr: Bir 3D saat. Zamaný göstermek için uçuþan toplar kullanýr. Toplar monitörünüzde bir etkilenme oluþturmak için etrafta hareket eder ve sallanýr.

source: Twist
sk: Otáèanie
tr: Bükülme

source: Twist speed:
sk: Rýchlos» otáèania:
tr: Bükülme hýzý:

source: Twist:
sk: Otáèanie:
tr: Bükülme:

source: Wobble
sk: Rozpad
tr: Salýným

source: Wobble:
sk: Rozpad:
tr: Salýným:

source: A cellular automaton that is really a two-dimensional Turing machine: as the heads (``ants'') walk along the screen, they change pixel values in their path. Then, as they pass over changed pixels, their behavior is influenced.
sk: Celulárny automat je dvojrozmerný Turingov stroj: ako hlavy (``mravce'') prechádzajú po obrazovke, menia hodnoty bodov. Potom, keï prechádzajú cez zmenené body, je ich chovanie ovplyvnené.
tr: Gerçekte iki boyutlu bir turlama makinesi olan bir hücresel otomasyon: ekranda dolaþan kafalar(``karýncalar'') olarak, yollarý üzerindeki piksellerin deðerlerini deðiþtirirler.

source: Ant
sk: Mravec
tr: Karýnca

source: Ants:
sk: Mravce:
tr: Karýncalar:

source: Changes the number of ants marching across the screen.
sk: Mení poèet mravcov, ktorí pochodujú po obrazovke.
tr: Ekran üzerinde yürüyen karýncalarýn sayýsýný deðiþtirir.

source: Changes the size of the ants.
sk: Mení veµkos» mravcov.
tr: Karýncalarýn büyüklüðünü deðiþtirir.

source: Count
sk: Poèet
tr: Sayaç

source: Determines whether or not the ant leaves a truchet in the path it leaves behind.
sk: Urèuje, èi mravec za sebou zanecháva stopu.
tr: Karýncanýn geçtiði yola döküntüler býrakýp býrakmayacaðýný belirler.

source: Little Ants walk around, leaving colored trails.
sk: Malí mravci behajú okolo a zanechávajú farebné stopy
tr: Küçük karýncalar dolaþýrken renkli yollar býrakýr.

source: Number of ants.
sk: Poèet mravcov.
tr: Karýnca sayýsý

source: Print the path that the ant took in the trail.
sk: Zobrazi» cestu, ktorú pre¹iel mravec po obrazovke
tr: Karýncanýn katettiði yolu bas.

source: Whales, dolphins and sharks swimming around, in 3D
sk: Veµryby, delfíni a ¾raloci plávajúci v 3D priestore
tr: Üç boyutlu olarak, yüzen balinalar, yunuslar ve köpek balýklarý gösterir

source: A show of objects interacting through attractive and repulsive forces.
sk: Zobrazuje objekty, ktoré sa navzájom pri»ahujú a odpudzujú.
tr: Ýtici ve çekici kuvvetlerle etkileþen nesneler gösterisi.

source: Attraction
sk: Prí»a¾livos»
tr: Çekim

source: Attraction is based on interactions of points which attract each other up to a certain distance and then begin to repel each other.
sk: Prí»a¾livos» je zalo¾ená na interakciách bodov, ktoré sa navzájom pri»ahujú a¾ do nejakej vzdialenosti, keï sa zaènú odpudzova».
tr: Çekim, belli bir mesafeye kadar diðerlerini çektikten sonra iten noktalarýn etkileþimine dayanýr.

source: Change distance at which attractive force becomes repulsive.
sk: Zmena vzdialenosti, v ktorej sa z prí»a¾livých síl stanú odpudivé.
tr: Ýtmenin çekime galip geldiði mesafeyi deðiþtirir.

source: Change size of points.
sk: Zmena veµkosti bodov.
tr: Nokta büyüklüðünü deðiþtirir

source: Change the delay in cycles.
sk: Zmena èakania v cykloch.
tr: Devinim gecikmesini deðiþtirir

source: Change the number of points to use.
sk: Nastavenie poètu bodov.
tr: Nokta sayýsýný deðiþtirir

source: Change the spacing radius of the points.
sk: Zmena poèiatoènej vzdialenosti bodov.
tr: Noktalarýn aralýk yarýçapýný deðiþtirir

source: Closer
sk: Bli¾¹ie
tr: Yakýn

source: Count:
sk: Poèet:
tr: Sayý:

source: Delay
sk: Pauza
tr: Gecikme

source: Distance of attraction.
sk: Vzdialenos» prí»a¾livosti
tr: Çekim mesafesi

source: Farther
sk: Ïalej
tr: Uzak

source: Faster
sk: Rýchlej¹ie
tr: Hýzlý

source: Glow
sk: ®iarenie
tr: Parlaklýk

source: Have initial forces on each point be tangential to original circle.
sk: Èi majú by» poèiatoèné sily dotyèinice k originálnemu kruhu
tr: Özgün daireye teðet olan her noktanýn üstünde baþlangýç kuvvetleri var.

source: Have points glow vary with acceleration.
sk: Èi rýchlos» pohybu mení farbu bodov.
tr: Nokta parlaklýðý hýza baðlý deðiþir.

source: Initial spacing radius of points.
sk: Poèiatoèná vzdialenos» bodov.
tr: Noktalarýn ilk aralýk yarýçapý

source: Larger
sk: Väè¹í
tr: Daha büyük

source: Number of points to use.
sk: Poèet pou¾itých bodov.
tr: Nokta sayýsý

source: Orbit
sk: Obe¾ná dráha
tr: Yörünge

source: Radius
sk: Polomer
tr: Yarýçap

source: Size of point.
sk: Veµkos» bodu.
tr: Nokta büyüklüðü

source: Slower
sk: Pomal¹ie
tr: Yavaþ

source: Smaller
sk: Men¹í
tr: Daha küçük

source: Speed of Motion.
sk: Rýchlos» pohybu.
tr: Devinim hýzý

source: Blitspin takes a bitmap and repeatedly rotates it by 90 degrees using logical operations.
sk: Blitspin zoberie obrázok a opakovane ju otáèa o 90 stupòov pomocou logických operácií.
tr: Blitspin bir biteþlem alýr ve mantýksal iþlemlerle tekrarlayarak 90 derece döndürür.

source: Change the delay between each 90 degree rotation.
sk: Zmení èakanie medzi jednotlivými otoèeniami.
tr: Her 90 derecelik dönüþ arasýndaki gecikmeyi deðiþtirir.

source: Change the delay between steps of rotation process.
sk: Zmena pauzy medzi krokmi otáèania.
tr: Rotasyon iþlemlerinin adýmlarý arasýndaki gecikmeyi deðiþtirir

source: Change to display in monochrome.
sk: Zobrazova» èiernobielo.
tr: Siyah/beyaz gösterimi deðiþtirir.

source: Display screensaver in monochrome.
sk: Zobrazi» èiernobielo
tr: Ekran koruyucuyu siyah/beyaz göster.

source: Monochrome
sk: Èiernobiele
tr: Tek renk

source: Rotates a bitmap in an interesting way.
sk: Zaujímavo otáèa obrázok
tr: Bir biteþlemi ilginç bir yöntemle döndürür.

source: Speed of rotation
sk: Rýchlos» otáèania
tr: Dönüþ hýzý

source: Speed of the 90 degree rotation.
sk: Rýchlos» otáèania o 90 stupòov.
tr: 90 derece dönüþ hýzý

source: A blob of bubbles spinning/moving around the screen.
sk: Behajúce gulièky, èo menia farbu
tr: Ekranda dönerek devinen baloncuklar balonu

source: Bouboule
sk: Bubliny
tr: Baloncuklar

source: Bouboule changes shape and size in a blob like form.
sk: Bubliny menia tvar a veµkos» tvaru.
tr: Baloncuklar bir balon þeklinde boyut ve þekil deðiþtirir.

source: Change the number of bubbles to use.
sk: Zmena poètu pou¾itých bublín.
tr: Baloncuk sayýsý

source: Change the number of colors to use.
sk: Zmena poètu pou¾itých farieb.
tr: Renk sayýsýný deðiþtirir.

source: Colors
sk: Farby
tr: Renkler

source: Colors:
sk: Farby:
tr: Renkler:

source: Number of Colors.
sk: Poèet farieb.
tr: Renk sayýsý.

source: Number of bubbles to use.
sk: Poèet pou¾itých bublín.
tr: Baloncuk sayýsý

source: Use red/blue 3d seperation.
sk: Pou¾íva» èervenomodrý 3D mód
tr: Kýrmýzý/mavi ayýrýcý kullanýlsýn

source: Braid
sk: Stu¾ky
tr: Örgü

source: Number of Colors
sk: Poèet farieb
tr: Renk sayýsý

source: Random color-cycling braids in a circle.
sk: Krú¾iace farebné stu¾ky
tr: Bir daire içinde rasgele renklerle devinen örgüler.

source: The braid program draws random color-cycling braids around a circle.
sk: Program Stu¾ky preslí náhodné stu¾ky okolo kruhu.
tr: Örgü programý bir daire içinde rasgele renklerle devinen örgüler çizer.

source: Blue Screen of Death
sk: Modrá obrazovka smrti
tr: Mavi Ölüm Ekraný

source: Bsod
sk: Modrá obrazovka smrti
tr: Mavi Ölüm Ekraný

source: Bsod simulates crash screens from other operating systems.
sk: Modrá obrazovka smrti simuluje obrazovky spadnutia iných operaèných systémov.
tr: Mavi Ölüm Ekraný baþka iþletim sistemlerindeki çöküþ ekranlarýný taklit eder.

source: Change the delay.
sk: Zmena èakania.
tr: Gecikmeyi deðiþtirir

source: Bubble3d
sk: 3D bubliny
tr: 3d-Kabarcýk

source: Lots of bubbles floating around, in 3d
sk: Veµa plávajúcich bublín, 3D
tr: Üç boyutlu kabarcýklar

source: Broken
sk: Zlomené
tr: Patlayan

source: Bubbles
sk: Bubliny
tr: Kabarcýklar

source: Bubbles exist in three dimensions.
sk: Bubliny existujú v priestore.
tr: Kabarcýklarý üç boyutta göster

source: Bubbles sprays tiny bubbles which grow until they go pop.
sk: Bubliny pri prasknutí vytvárajú nové bubliny, ktoré rastú, kým neprasknú.
tr: Kabarcýklar patlayýncaya kadar büyüyen ince baloncuklar olarak püskürür.

source: Don't hide bubbles when they pop.
sk: Neskrýva» bubliny po prasknutí.
tr: Patlarken kabarcýklarý gizleme.

source: Draw circles instead of pixmap bubbles.
sk: Kresli» kruhy miesto bublín.
tr: Üç boyutlu kabarcýklar yerine daireler çiz.

source: Lots of random bubbles grow until they pop.
sk: Veµa náhodných bublín rastie a¾ kým neprasknú.
tr: Patlayýncaya kadar büyüyen rasgele kabarcýklar.

source: Simple
sk: Jednoduché
tr: Basit

source: Bumps
sk: Reliéf

source: Spotlights a bump map of your desktop.
sk: Ukazuje priestorovú mapu plochy.

source: Cage
sk: Klietka
tr: Kafes

source: The famous, M.C. Escher, impossible cage
sk: Slávna klietka M.C. Eschera
tr: Garip, imkansýz bir kafes

source: Compass
sk: Kompas
tr: Pusula

source: Display a spinning compass
sk: Zobrazuje otáèajúci sa kompas
tr: Dönen bir pusula gösterir

source: Change the density.
sk: Zmena hustoty.
tr: Yoðunluðu deðiþtirir.

source: Change the number of seeds.
sk: Zmena poètu semien.
tr: Tohum sayýsýný deðþtirir

source: Coral
sk: Korál
tr: Mercan

source: Denser
sk: Hustej¹ie
tr: Sýk

source: Density
sk: Hustota
tr: Yoðunluk

source: Number of seeds
sk: Poèet semien
tr: Tohum sayýsý

source: Seeds
sk: Semená
tr: Tohumlar

source: Simulates coral growth
sk: Simuluje rast korálu
tr: Mercan büyümesini simüle eder.

source: Simulates coral growth.
sk: Simuluje rast korálu.
tr: Mercan büyümesini simüle eder.

source: Thinner
sk: Red¹ie
tr: Seyrek

source: Critical
sk: Kry¹tál
tr: Kritik

source: Display coloured polylines
sk: Zobrazuje farebné èiary
tr: Renkli çizgiler gösterir

source: Cell
sk: Bunka
tr: Göze

source: Center image.
sk: Obrázok do stredu.
tr: Resmi ortala.

source: Centre
sk: V strede
tr: Ortala

source: Change the number of polygons to use.
sk: Zmena poètu pou¾itých mnohouholníkov.
tr: Þekil sayýsýný deðiþtirir.

source: Crystal
sk: Kry¹tál
tr: Kristal
