Repository: lepidotos/suede
Catalog: control-center-1.4.0.3/po/*.po
Languages: sk, tr

source: Draws a simulation of an old terminal, with large pixels and long-sustain phosphor.
sk: Kreslí simuláciu starého terminálu s veµkými bodmi a dlhosvietiacim fosfórom.
tr: Büyük pikseller ve uzun fosfor gecikmesi ile bir eski terminal simulasyonu çizer.

source: Phosphor
sk: Fosfór
tr: Fosfor

source: 3d pipes flow around the screen
sk: 3D potrubie behajúce po obrazovke
tr: Ekrana 3 boyutlu boru döþeme

source: Pipes
sk: Potrubie
tr: Borular

source: Changes frequency of missile launch.
sk: Zmena frekvencie výstrelov rakiet.

source: Frequency
sk: Frekvencia
tr: Frekans

source: Frequency of missile launch
sk: Frekvencia výstrelov
tr: Fiþek atýþ sýklýðý

source: How many particles should appear when a missile explodes.
sk: Koµko èastí sa má objavi» pri výbuchu rakety.
tr: Bir fiþek patladýðýnda saçýlacak parça sayýsý

source: How many particles should be allowed on the screen at once.
sk: Poèet èastí, ktoré mô¾u by» naraz na obrazovke.
tr: Ekranda bir defada gösterilebilecek parça sayýsý

source: Number of particles
sk: Poèet èastí
tr: Saçýlan parça sayýsý

source: Particles on screen
sk: Poèet èastí na obrazovke
tr: Ekrandaki parça sayýsý

source: Scatter
sk: Výbuch
tr: Saçýlma

source: The pyro program simulates fireworks.
sk: Simuluje ohòostroj
tr: Havafiþek gösterisini canlandýrýr.

source: simulates fireworks
sk: Simuluje ohòostroj
tr: havai fiþekleri canlandýrýr

source: Bounce colored lines around a window.
sk: Odrá¾a farebné èiarky okolo okna.
tr: Ekran kenarlarýnda seken renkli çizgiler

source: Changes the speed at which the Qix moves.
sk: Mení rýchlos», ktorou sa Qix pohybuje
tr: Sekme hýzýný deðiþtirir.

source: Determines whether the lines move erraticly, or bounce off the walls linearly.
sk: Urèuje, èi sa èiary odrá¾ajú náhodne alebo lineárne.
tr: Çizgilerin düzenliliði ile birlikte sekmelerin doðrusallýðý deðiþtirilir.

source: Determines whether to fill in the gaps between the lines.
sk: Urèuje, èi vyplni» medzery medzi èiarami.
tr: Çizgiler arasýndaki boþluðun doldurulup doldurulmayacaðý belirtilir.

source: Draw solid Qix.
sk: Kresli» plný Qix.
tr: Dolgulu sekmeler çiz

source: Length of the Trail:
sk: Då¾ka stopy:
tr: Çizgi uzunluðu:

source: Number of Qix:
sk: Poèet Qixov:
tr: Sekme sayýsý:

source: Qix bounces a series of line segments around its window. This is truly the swiss army chainsaw of qix programs.
sk: Qix odrá¾a èiary od okrajov okna. Funkcií má ako ¹vajèiarsky no¾ík.
tr: Sekme, ekran kenarlarýndan seken çizgi demetleri çizer. Bu sekme uygulamalarý arasýnda en çok bilinen tam bir isviçre çakýsý uygulamadýr.

source: Random
sk: Náhodné
tr: Rasgele

source: Set random motion for the Qix.
sk: Nastavi» náhodný pohyb Qixu.
tr: Sekme kurallarýný azalt.

source: Sets the distance between each line segment.
sk: Nastavuje vzdialenos» medzi jednotlivými èas»ami èiary.
tr: Demetteki çizgiler arasýndaki boþluðu belirler.

source: Sets the number of Qix you have running at once.
sk: Nastavuje, koµko Qix pobe¾í naraz
tr: Ayný anda çalýþacak sekme demetleri sayýsý

source: Sets the number of line segments to be drawn.
sk: Nastavuje poèet vykresµovaných èastí èiar.
tr: Demetteki çizgi sayýsý

source: Speed:
sk: Rýchlos»:
tr: Hýz:

source: Spread
sk: Roztiahnutie
tr: Demet

source: Width of segment:
sk: ©írka èasti:
tr: Çizgi aralýðý:

source: Rd-bomb
sk: Bomba RD

source: Display oily drops.
sk: Zobrazuje kvapky oleja.
tr: Yaðlý damlacýklarý çizer.

source: Draws rippling interference patterns like splashing water.
sk: Kreslí kruhové interferenèné obrazce, podobné vodnej hladine.
tr: Sýçrayan su benzeri dalgalanan giriþimli þekiller çizer.

source: Drip onto desktop.
sk: Kvapky na plochu.
tr: Masaüstüne damlat

source: Oily
sk: Olejové
tr: Yaðlý

source: Ripples
sk: Vodná hladina
tr: Halkalar

source: Stir
sk: Rozruch
tr: Akýt

source: Stir it up.
sk: Rozru¹ovat ich.
tr: Çizgi halinde damlatýr

source: Stir.
sk: Rozruch.
tr: Akýt.

source: Rocks
sk: Kamene
tr: Göktaþlarý

source: A 3d Rubiks cube floats and twists around
sk: 3D Rubikova kocka plávajúca a otáèajúca sa
tr: Bir 3 boyutlu rubik kübü

source: Rubiks Cube
sk: Rubikova kocka
tr: Rubik Kübü

source: Draws smoothly-shaded oscillating oval patterns which resemble vapor trails.
sk: Kreslí tieòované oscilujúce oválne tvary, ktoré zanechávajú stopu.

source: The sierpinski program draws Sierpinski triangle fractals.
sk: Kreslí trojuholníhové Sierpinskeho fraktály.

source: Slidescreen
sk: Obrazovkový puzzle

source: Display a Sonar scope.
sk: Zobrazuje sonar

source: Sphere
sk: Guµa
tr: Küre

source: Darrick Brown, Peter Schmitzberger, and Jamie Zawinski
sk: Darrick Brown, Peter Schmitzberger, a Jamie Zawinski

source: Spiral
sk: ©pirála

source: The spiral program draws moving circular spiral patterns.
sk: Kreslí posúvajúce sa ¹pirálovité tvary.

source: Display the desktop in a spotlight
sk: Zobrazuje svietenie baterkou na plochu

source: Spotlight
sk: Baterka

source: Uhm.. *poing*
sk: Hm.. *poing*

source: Display squared spirales
sk: Zobrazuje ¹tvorcové ¹pirály

source: Stairs
sk: Schody

source: The famous, M.C. Escher, impossible stairs
sk: Slávne schodi¹te M.C. Eschera

source: Random)
sk: Náhodne)

source: Blob
sk: Balit

source: Change the animation step delay.
sk: Zmena èakania v krokoch animácie.

source: Change the number of colors to use in star.
sk: Zmena poètu farieb hviezdy

source: Change the quickness of rotation at each step.
sk: Zmena rýchlosti otáèania.

source: Change the thickness of color bands.
sk: Zmena hrúbky farebných pásov (0 = Náhodné)

source: Duration of current shape.
sk: Trvanie aktuálneho tvaru.

source: How long to run before choosing a new shape.
sk: Ako dlho bude be¾a» pred pou¾ítím iného tvaru.

source: Make a star like formation using arcs.
sk: Vytvára nieèo ako hviezdy pomocou oblúkov

source: Rotation
sk: Otáèanie
tr: Döndürme

source: Slim
sk: Úzke

source: Speed of animation.
sk: Rýchlos» animácie.

source: Starfish
sk: Hviezdy

source: Starfish bounces a series of arcs around its window in a star like formation. It uses multiple colors and multiple patterns.
sk: Odrá¾a skupinu oblúkov okolo okna a vytvára tak nieèo ako hviezdu. Pou¾íva viacero farieb a tvarov.

source: Thickness
sk: Hrúbka

source: Use raw shapes
sk: Pou¾i» neupravené tvary

source: Wide
sk: ©iroké

source: Strange
sk: Divnos»

source: Swirl
sk: Vír

source: Generates random mountain ranges using iterative subdivision of triangles.
sk: Generuje náhodné hory pomocou opakovaného rozdeµovania trojuholníkov.

source: Random mountain ranges
sk: Náhodné hory z trojuholníkov

source: Triangle
sk: Trojuholníky

source: The vines program is yet another geometric pattern generator, this one's claim to fame being a pseudo-fractal looking vine like pattern that creates nifty whirls and loops.
sk: Ïal¹í generátor, ktorý kreslí pseudofraktálové geometrické obrazce vyzerajúce ako vinná réva.

source: Vines
sk: Rastliny

source: draws pseudo-fractal geometric patterns
sk: Kreslí pseudofraktálové geometrické obrazce

source: Worm
sk: Èervík

source: Display flames at the bottom of the screen
sk: Zobrazuje plamene na spodku obrazovky

source: Xflame
sk: Plameò

source: Screens from the movie The Matrix
sk: Obrazovky z filmu The Matrix

source: Xmatrix
sk: Matrix

source: The xroger program displays a replacement for the X logo with a more accurate Look and Feel.
sk: Zobrazuje náhradu za logo X Windows s presnej¹ím vzhµadom.

source: The xroger program displays a replacement for the X logo.
sk: Zobrazuje náhradu za logo X Windows.

source: Bars
sk: Pruhy

source: Cycle modes.
sk: Dookola v¹etky módy

source: Cycle through all the available modes.
sk: Mení dookola v¹etky mo¾né módy.

source: Display color bars.
sk: Zobrazi» farebné pruhy

source: Display static.
sk: Zobrazova» zrnenie.

source: Roll
sk: Behajúci obraz

source: Simulates various television problems such as static, loss of vertical hold, and test patterns.
sk: Simuluje rôzne problémy s televízorom ako je behajúci obraz a testovacie tvary.

source: Static
sk: Zrnenie

source: Static.
sk: Zrnenie.

source: Vertical roll.
sk: Vertikálne behanie

source: Xteevee
sk: XTelevízor

source: About:
sk: O programe:
tr: Hakkýnda:

source: Author:
sk: Autor:
tr: Yazar:

source: Author: UNKNOWN
sk: Autor: Neznámy
tr: Yazar: BÝLÝNMÝYOR

source: Settings
sk: Nastavenie
tr: Ayarlar

source: RANDOM SCREENSAVER
sk: NÁHODNÝ ©ETRIÈ
tr: RASGELE EKRAN KORUYUCU

source: Screen Saver
sk: ©etriè obrazovky
tr: Ekran Koruyucu

source: Pressing this button will preview current screensaver.
sk: Stlaèením tohoto tlaèidla sa zobrazí náhµad na aktuálny ¹etriè.

source: Pressing this button will popup a dialogbox that will help you setup the current screensaver.
sk: Stlaèením tohoto tlaèidla sa zobrazí dialóg, ktorý Vám pomô¾e nastavi» aktuálny ¹etriè.
tr: Bu düðmeye basýldýðýnda ekran koruyucu ayarlarýný yapabileceðiniz bir diyalog açýlacaktýr.

source: Screen Saver Settings
sk: Nastavenie ¹etrièa obrazovky
tr: Ekran Koruyucu Ayarlarý

source: Start After
sk: Spusti» po
tr: Ekranda

source: Minutes.
sk: minút.
tr: dakika hiçbir eylem olmazsa ekran koruyucuyu baþlat.

source: Priority:
sk: Priorita:
tr: Öncelik:

source: Low
sk: Nízka
tr: Düþük

source: Normal
sk: Normálna

source: Shutdown monitor
sk: Vypnú» monitor po
tr: Ekran koruyucu baþladýktan

source: minutes after screen saver has started.
sk: minútach behu ¹etøièa.
tr: dakika sonra monitör kapatýlýr.

source: Screen Saver Demo
sk: Demon¹trácia ¹etrièa
tr: Önizleme

source: Configure the settings of the screensaver
sk: Nastavenie ¹etrièa obrazovky
tr: Ekran koruyucu ayarlarý

source: Screensaver
sk: ©etriè obrazovky
tr: Ekran Koruyucu

source: an initialization error occurred while starting 'sound-properties-capplet'.
sk: nastala inicializaèná chyba pri ¹tarte apletuovládacieho centra pre zvuky.
tr: Ses ayarlarý diyaloðu baþlatýlýrken bir hata oluþtu.

source: Event
sk: Udalos»
tr: Eylem

source: File to Play
sk: Prehra» súbor
tr: Çalýnacak Dosya

source: Sound server
sk: Zvukový server

source: Enable sound server startup
sk: Povoli» spustenie zvukového servra
tr: Ses sunucusunu baþlangýçta etkinleþtir

source: Sounds for events
sk: Zvuky pre udalosti
tr: Eylemlerin seslerini etkinleþtir

source: Audio mixer
sk: Zvukový mixér

source: Restore mixer levels of Gnome Mixer
sk: Obnoví úrovne hlasitos» z Gnome Mixéru

source: General
sk: V¹eobecné
tr: Genel

source: Select sound file
sk: Vybra» zvukový súbor
tr: Ses dosyasý seçimi

source: Play
sk: Zahra»
tr: Çal

source: Sound Events
sk: Zvukové udalosti
tr: Sesli Eylemler

source: This copy of the GNOME control center was not compiled with sound support
sk: Táto kópia Ovládacieho centra GNOME nebola prelo¾ená s podporou zvuku
tr: Bu Gnome Denetim Masasý ses desteði olmadan derlenmiþ.

source: The sound file for this event does not exist.
sk: Súbor so zvukom pre túto udalos» neexistuje.
tr: Bu eylem için ses dosyasý yok.

source: The sound file for this event does not exist. You may want to install the gnome-audio package for a set of default sounds.
sk: Súbor so zvukom pre túto udalos» neexistuje. Mo¾no budete chcie» nain¹talova» balík gnome-audio obsahujúci ¹tandardné zvuky.
tr: Bu eylem için ses dosyasý yok. Bazý öntanýmlý ses dosyalarýný sisteme yerleþtirmek için gnome-audio paketini kurmanýz gerekiyor.

source: Configure GNOME's use of sound
sk: Nastavenie zvuku v GNOME
tr: GNOME ses ayarlarý

source: Sound
sk: Zvuk
tr: Ses

source: One
sk: Jeden
tr: Bir

source: Two
sk: Dva
tr: Ýki

source: Eenie
sk: Tri
tr: Karpuz

source: Meenie
sk: ©tyri
tr: Kavun

source: Mynie
sk: Pä»
tr: Elma

source: Moe
sk: U¾
tr: Portakal

source: Catcha
sk: To
tr: Aslan

source: Tiger
sk: Vieme
tr: Kaplan

source: By Its
sk: naspamä»
tr: Fatih

source: Toe
sk: Cha
tr: Demir

source: Selected themes from above will be tested by previewing here.
sk: Vybrané témy budú otestované uká¾kou tu.
tr: Yukarýda seçilen dekor burada izlenerek denenebilir.

source: Sample Button
sk: Uká¾kové tlaèidlo
tr: Örnek Düðme

source: Sample Check Button
sk: Uká¾kové za¹krtávacie pole
tr: Örnek Seçenek Düðmesi

source: Sample Text Entry Field
sk: Uká¾kové textové pole
tr: Örnek Metin Girdi Alaný

source: Submenu
sk: Podmenu
tr: Alt menü

source: Item 1
sk: Polo¾ka 1
tr: Öðe 1

source: Another item
sk: Iná polo¾ka
tr: Diðer öðe

source: Radio Button 1
sk: Rádiové tlaèidlo 1
tr: Seçim düðmesi 1

source: Radio Button 2
sk: Rádiové tlaèidlo 2
tr: Seçim düðmesi 2

source: Error installing theme: '%s' %s
sk: Chyba pri in¹talácii témy: '%s' %s
tr: Dekor yüklenirken hata: '%s' %s

source: Select a theme to install
sk: Vyberte tému, ktorú nain¹talova»
tr: Yüklenecek dekoru seçin

source: Available Themes
sk: Témy k dispozícii
tr: Yüklü Dekorlar

source: Auto Preview
sk: Automatická Uká¾ka
tr: Otomatik Önizleme

source: Install new theme...
sk: In¹talova» novú tému...
tr: Yeni dekor yükle...

source: User Font
sk: Pou¾ívateµské písmo
tr: Kullanýcý Yazýtipi

source: Use custom font.
sk: Pou¾i» vlastné písmo.
tr: Özel yazýtipi kullan.

source: Home directory doesn't exist!
sk: Domovský prieèinok neexistuje!
tr: Ev dizininiz yok!

source: Theme does not exist
sk: Téma neexistuje
tr: Dekor bulunamadý

source: Command '%s' failed
sk: Príkaz '%s' zlyhal
tr: '%s' komutu baþarýsýz oldu

source: Unknown file format
sk: Neznámy formát súboru
tr: Bilinmeyen dosya biçimi

source: Select which desktop theme to use
sk: Vyberte, ktorá téma plochy sa má pou¾íva»
tr: Hangi masaüstü dekorunun kullanýlacaðý seçilir

source: Theme Selector
sk: Výber témy
tr: Dekorlar

source: Applications
sk: Aplikácie
tr: Uygulamalar

source: Sets the default feel of GNOME applications
sk: Nastavenie ¹tandardného vzhµadu aplikácií GNOME.
tr: GNOME uygulamalarýnýn ortak görünüm özellikleri ayarlanýr

source: Dialogs
sk: Dialógy
tr: Diyaloglar

source: Can detach and move toolbars
sk: Pruhy je mo¾né oddeli» a presúva»
tr: Araç çubuklarý ayrýlabilir ve taþýnabilir

source: Toolbars have relieved border
sk: Pruhy majú uvolnený okraj
tr: Araç çubuklarýnýn kenarlarý belirgin olsun

source: Toolbar buttons have relieved border
sk: Tlaèidlá pruhov majú uvolnený okraj
tr: Araç çubuklarýndaki düðmelerin kenarlarý belirgin olsun

source: Toolbars have line separators
sk: Pruhy majú èiarové oddeµovaèe
tr: Araç çubuklarýnda ayýrýcýlar olsun

source: Toolbars have text labels
sk: Pruhy majú textové popisy
tr: Araç çubuklarýnda etiketler olsun

source: Can detach and move menus
sk: Menu je mo¾né oddeli» a presúva»
tr: Menüler ayrýlabilir ve taþýnabilir

source: Menus have relieved border
sk: Menu majú uvolnený okraj
tr: Menülerde belirgin kenarlar

source: Submenus can be torn off
sk: Podmenu mô¾u by» oddelené
tr: Alt menüler koparýlabilir

source: Menu items have icons
sk: Polo¾ky menu majú ikony
tr: Menü öðelerinde simgeler gösterilsin

source: Statusbar is interactive when possible
sk: Stavový riadok je interaktívny, ak je to mo¾né
tr: Durum çubuðu mümkün olduðunca etkileþimli olsun

source: Statusbar progress meter is on the right
sk: Ukazovateµ postupu je na stavovom riadku vpravo
tr: Durum çubuðunun ilerleme göstergesi saðda olsun

source: Menu Options
sk: Mo¾nosti menu
tr: Menü Seçenekleri

source: Statusbar Options
sk: Mo¾nosti stavového riadku
tr: Durum Çubuðu Seçenekleri

source: Toolbar Options
sk: Mo¾nosti nástrojového pruhu
tr: Araç Çubuðu Seçenekleri

source: Dialog buttons
sk: Tlaèidlá dialógu
tr: Diyalog düðmelerinin konumu

source: Default value
sk: ©tandardný hodnota
tr: Öntanýmlý deðer

source: Spread buttons out
sk: Roztiahnu» tlaèidlá von
tr: Düðmeleri daðýt

source: Put buttons on edges
sk: Umiestni» tlaèidlá na okraje
tr: Düðmeleri kenarlara yanaþtýr

source: Left-justify buttons
sk: Zarovna» tlaèidlá vµavo
tr: Düðmeleri sola yanaþtýr

source: Right-justify buttons
sk: Zarovna» tlaèidlá vpravo
tr: Düðmeleri saða yanaþtýr

source: Dialog buttons have icons
sk: Tlaèidlá dialógov majú ikony
tr: Düðmelerde simge olsun

source: Use statusbar instead of dialog when possible
sk: Ak je to mo¾né, pou¾i» stavový riadok namiesto dialógu
tr: Mümkün olduðunca diyalog yerine durum çubuðunu kullan

source: Dialog position
sk: Umiestnenie dialógu
tr: Diyalog konumu

source: Let window manager decide
sk: Rozhodne správca okien
tr: Pencere yöneticisi karar versin

source: Center of the screen
sk: V strede obrazovky
tr: Ekranýn ortasýnda

source: At the mouse pointer
sk: V mieste kurzoru
tr: Fare imlecinin altýnda

source: Dialog hints
sk: Rady u dialógov
tr: Diyalog ipuçlarý

source: Dialogs are like other windows
sk: Dialógy sú ako ostatné okná
tr: Diðer pencereler gibi

source: Dialogs are treated specially by window manager
sk: Správca okien pracuje s dialógmi ¹peciálne
tr: Pencere yöneticisi tarafýndan özel olarak yönetilsin

source: Place dialogs over application window when possible
sk: Umiestni» dialóg cez aplikáciu, ak je to mo¾né
tr: Diyaloglar uygulama penceresinin üzerine açýlsýn

source: Dialog Layout
sk: Rozlo¾enie dialógov
tr: Diyalog Yerleþimi

source: Dialog Behavior
sk: Chovanie dialógu
tr: Diyalog Davranýþlarý

source: Default MDI Mode
sk: ©tandardný MDI mód
tr: Öntanýmlý Arayüz Türü

source: Notebook
sk: Notes
tr: Kartotek

source: Toplevel
sk: Vrchná úroveò
tr: Üst düzey

source: Modal
sk: Modálne
tr: Yönetsel

source: MDI notebook tab position
sk: Pozícia zálo¾ky notesu MDI
tr: Etiket konumu

source: Left
sk: Vµavo
tr: Sol

source: Right
sk: Vpravo
tr: Sað

source: Top
sk: Hore
tr: Üst

source: Bottom
sk: Dole
tr: Alt

source: GNOME MDI Options
sk: GNOME MDI Mo¾nosti
tr: Çoklu Belge Arayüzü Seçenekleri

source: Look and Feel
sk: Vzhµad
tr: Görünüm ve Doku

source: Look and Feel Properties
sk: Nastavenie vzhµadu
tr: Görünüm ve Doku Özellikleri

source: Error initializing the `url-properties' capplet.
sk: Nastala inicializaèná chyba pri ¹tarte apletu ovládacieho centra pre URL.
tr: URL Göstericileri diyaloðu baþlatýlýrken hata oluþtu.

source: Protocol
sk: Protokol
tr: Protokol

source: Command
sk: Príkaz
tr: Komut

source: handler:
sk: obsluha:
tr: gösterici:

source: Netscape (new window)
sk: Netscape (nové okno)
tr: Netscape (yeni pencerede)

source: Help browser
sk: Prehliadaè pomocníka
tr: Yardým tarayýcýsý

source: Help browser (new window)
sk: Prehliadaè pomocníka (nové okno)
tr: Yardým tarayýcýsý (yeni pencerede)

source: Set
sk: Nastavi»
tr: Uygula

source: Remove
sk: Odstráni»
tr: Kaldýr

source: Configure which programs are used to display URLs
sk: Nastavenie, ktoré programy sa pou¾ijú pre zobrazenie URL
tr: URL'leri göstermek için hangi uygulamalarýn kullanýlacaðý belirtilir

source: URL Handlers
sk: Ovládaèe URL
tr: URL Göstericileri

source: Starting %s (%d seconds left before operation times out)
sk: Spú¹»am %s (%d sekúnd pred vypr¹aním timeoutu)
tr: %s baþlatýlýyor (Önceki iþlemin zamanaþýmýna uðramasýna %d saniye kaldý)

source: %s (Current)
sk: %s (Aktuálny)
tr: %s (Kullanýmda)

source: Run Configuration Tool for %s
sk: Spusti» konfiguraèný nástroj pre %s
tr: %s ayarlarý

source: (Not found)
sk: (Nenájdený)
tr: (Bulunamadý)

source: wm-properties-capplet: Unable to initialize window manager. Another window manager is already running and could not be killed
sk: Aplet ovládacieho centra pre správcu okien: Nepodarilo sa inicializova» správcu okien. Be¾í u¾ iný správca okien a nie je mo¾né ho ukonèi».
tr: Pencere yöneticisi baþlatýlamadý. Baþka bir pencere yöneticisi zaten çalýþýyor ve kapatýlamaz

source: wm-properties-capplet: Unable to initialize window manager. '%s' didn't start
sk: Aplet ovládacieho centra pre správcu okien: Nepodarilo sa inicializova» správcu okien. '%s' sa nespustil
tr: Pencere yöneticisi baþlatýlamadý. '%s' çalýþmadý.

source: Previous window manager did not die
sk: Predchádzajúci správca okien neskonèil
tr: Önceki pencere yöneticisi hala etkin

source: Could not start '%s'. Falling back to previous window manager '%s'
sk: Nepodarilo sa spusti» '%s'. Vraciam sa spä» k predchádzajúcemu správcovi okien '%s'
tr: '%s' baþlatýlamadý. Önceki pencere yöneticisine (%s) geri dönülüyor.

source: Could not start fallback window manager. Please run a window manager manually. You can do this by selecting "Run Program" in the foot menu
sk: Nepodarilo sa spusti» pôvodného správcu okien. Prosím, spustite správcu okien ruène. To mô¾ete urobi» pomocou "Spusti» program" v menu.
tr: Önceki pencere yöneticisi baþlatýlamadý. Lütfen elle bir pencere yöneticisi baþlatýn. Bunu Masaüstü menüsündeki "Çalýþtýr" ile yapabilirsiniz.

source: Your current window manager has been changed. In order for this change to be saved, you will need to save your current session. You can do so immediately by selecting the "Save session now" below, or you can save your session later. This can be done either selecting "Save Current Session" under "Settings" in the main menu, or by turning on "Save Current Setup" when you log out.
sk: Vá¹ aktuálny správca okien bol zmenený. Pre ulo¾enie tejto zmeny, musíte ulo¾i» Va¹e aktuálne sedenie. To mô¾ete urobi» buï výberom "Ulo¾i» sedenie" ni¾¹ie, alebo ju mô¾ete ulo¾i» neskôr. To je mo¾né urobi» pomocu "Ulo¾i» aktuálne sedenie" pod "Nastavenie" v hlavnom menu, alebo zapnutím "Ulo¾i» aktuálne nastavenie" pri odhlasovaní.
tr: Kullanýmdaki pencere yöneticisi deðiþtirildi. Bu deðiþikliðin kaydedilmesi için þu anki oturumun kaydedilmesi gereklidir. Bu iþlemi aþaðýdaki "Oturumu Þimdi Kaydet" seçeneðiyle gerçekleþtirebileceðiniz gibi oturumu sonra da kaydedebilirsiniz. Bu, masaüstü menüsündeki "Ayarlar" altýndaki "Oturumu kaydet" seçilerek ya da oturumu kapatýrken "Oturumu Kaydet" seçeneði iþaretlenerek de yapýlabilir.

source: Save Session Later
sk: Ulo¾i» sedenie neskôr
tr: Oturumu Sonra Kaydet

source: Save Session Now
sk: Ulo¾i» sedenie teraz
tr: Oturumu Þimdi Kaydet

source: Your current window manager has been changed. In order for this change to be saved, you will need to save your current session. This can be done by either selecting "Save Current Session" under "Settings" in the main menu, or by turning on "Save Current Setup" when you log out.
sk: Vá¹ aktuálny správca okien bol zmenený. Pre ulo¾enie tejto zmeny, musíte ulo¾i» Va¹e aktuálne sedenie. To mô¾ete urobi» buï výberom "Ulo¾i» sedenie" ni¾¹ie, alebo ju mô¾ete ulo¾i» neskôr. To je mo¾né urobi» pomocu "Ulo¾i» aktuálne sedenie" pod "Nastavenie" v hlavnom menu, alebo zapnutím "Ulo¾i» aktuálne nastavenie" pri odhlasovaní.
tr: Kullanýmdaki pencere yöneticisini deðiþtirdiniz. Bu deðiþikliðin kaydedilmesi için þu anki oturumunuzu da kaydetmelisiniz. Bu, masaüstü menüsündeki "Ayarlar" altýndaki "Oturumu kaydet" seçilerek ya da oturumu kapatýrken "Oturumu Kaydet" seçeneði iþaretlenerek de yapýlabilir.

source: Add New Window Manager
sk: Prida» nového správcu okien
tr: Yeni Pencere Yöneticisi

source: Name:
sk: Meno:
tr: Ýsim:

source: Command:
sk: Príkaz:
tr: Komut:

source: Configuration Command:
sk: Konfiguraèný príkaz:
tr: Yapýlandýrma Komutu:

source: Window manager is session managed
sk: Správca okien je spravovaný sedením
tr: Pencere yöneticisi oturumla yönetilsin

source: Name cannot be empty
sk: Meno nemô¾e by» prázdny
tr: Ýsim boþ olamaz

source: Command cannot be empty
sk: Príkaz nemô¾e by» prázdny
tr: Komut boþ olamaz

source: Edit Window Manager
sk: Upravi» Správcu okien
tr: Pencere Yöneticisini Düzenle

source: You cannot delete the current Window Manager
sk: Nemô¾ete zmaza» aktuálneho správcu okien
tr: Kullanýlan Pencere Yöneticisi silinemez

source: Edit...
sk: Upravi»...
tr: Düzenle...

source: Delete
sk: Zmaza»
tr: Sil

source: an initialization error occurred while starting 'wm-properties-capplet'. aborting...
sk: nastala inicializaèná chyba pri ¹tarte apletuovládacieho centra pre správcu okien. konèím...
tr: Pencere yöneticisi seçim diyaloðu baþlatýlýrken bir hata oluþtu. çýkýlýyor...

source: Choose a window manager
sk: Výber správcu okien
tr: Bir pencere yöneticisi seçiniz
