Repository: lepidotos/suede
Catalog: control-center-1.4.0.3/po/*.po
Languages: sk, tr

source: Window Manager
sk: Správca okien
tr: Pencere Yöneticisi

source: GNOME Control Center
sk: GNOME Ovládacie centrum
tr: Gnome Denetim Masasý

source: Desktop Properties manager.
sk: Správca nastavenia.
tr: Masaüstü Özellikleri Yöneticisi

source: Try
sk: Skúsi»
tr: Dene

source: Revert
sk: Vráti»
tr: Geri al

source: Help with '%s' settings
sk: Pomocník pre nastavenie '%s'
tr: '%s' ayarlarýnda yardým

source: id of the capplet -- assigned by the control-center
sk: id apletu ovládacieho centra -- priradené ovládacím centrom
tr: diyalog kimliði -- denetim masasý tarafýndan verilmiþtir

source: Multi-capplet id.
sk: Id pre multiaplet ovládacieho centra.
tr: Çoklu diyalog kimliði

source: X ID of the socket it's plugged into
sk: X ID soketu, do ktorého je zapojený
tr: Baðlý olduðu soketin X kimliði

source: IOR of the control-center
sk: IOR Ovládacieho centra
tr: Denetim masasýnýn IOR deðeri

source: Initialize session settings
sk: Inicializova» nastavenie sedenia
tr: Oturum ayarlarýnýn baþlatýlmasý

source: Ignore default action. Used for custom init-session cases
sk: Ignorova» ¹tandardnú akciu. Pou¾íva sa pre vlastné prípady inicializácie sedenia
tr: Öntanýmlý eylem yoksayýlýyor. Özel oturum baþlatma durumlarý için kullanýlmýþtýr

source: Sorry, no help is available for these settings.
sk: ¥utujem, pre tieto nastavenia nie je pomocník k dispozícii.
tr: Bu ayarlar için yardým bulunmuyor.

source: capplet-command to be run.
sk: spusti» príkaz apletu ovládacieho centra.
tr: Çalýþtýrýlacak denetim masasý diyaloðu komutu.

source: The GNOME configuration tool
sk: GNOME nástroj pre nastavenie
tr: GNOME yapýlandýrma aracý

source: Help on control-center
sk: Pomocník pre Ovládacie centrum.
tr: Denetim masasý yardýmý

source: Help with the GNOME control-center.
sk: Pomocník GNOME ovládacieho centra.
tr: Gnome denetim masasýnda yardým.

source: Help with the current configuration page.
sk: Pomocník pre aktuálnu stránku nastavenia.
tr: Geçerli yapýlandýrma sayfasýnda yardým.

source: About
sk: O programe
tr: Hakkýnda

source: About the GNOME control-center.
sk: O Ovládacom centre GNOME.
tr: Gnome denetim masasý hakkýnda.

source: Warning:
sk: Varovanie:
tr: Uyarý:

source: Discard all changes
sk: Zahodi» v¹etky zmeny
tr: Tüm deðiþiklikleri iptal et

source: The following modules have had changes made, but not committed. If you would like to edit them, please double click on the appropriate entry.
sk: Tieto moduly boli zmenené, ale zmeny neboli potvrdené. Ak ich chcete upravi», prosím, dvojite kliknite na danej polo¾ke.
tr: Aþaðýdaki modüllerde deðiþiklik yapýlmýþ, ancak onaylanmamýþtýr. Eðer bunlarý düzenlemek istiyorsanýz uygun olan girdinin üzerine çift týklamanýz yeterlidir.

source: Operating System:
sk: Operaèný systém:
tr: Ýþletim Sistemi:

source: Distribution Version:
sk: Verzia distribúcie:
tr: Daðýtým Sürümü:

source: Processor Type:
sk: Typ procesoru:
tr: Ýþlemci Türü:

source: User Name:
sk: Pou¾ívateµské meno:
tr: Kullanýcý adý:

source: Host Name:
sk: Meno hostiteµa:
tr: Makina Adý:

source: Unknown
sk: Neznámy
tr: Bilinmeyen

source: IMAGE-FILE
tr: RESÝM-DOSYASI

source: IMAGE
tr: RESÝM

source: COLOR
tr: RENK

source: ORIENT
tr: YÖN

source: MODE
tr: KÝP

source: Gnome editor
tr: Gnome düzenleyici

source: Truchet
tr: Döküntü

source: Delay2
tr: Gecikme2

source: Cynosure
tr: Çýlgýn Dörtgenler

source: Lissajous
tr: kývrýmsal

source: Epicycle
tr: Epicycloid

source: Fadeplot
tr: Tenya

source: Goop
tr: Renk kabarcýklarý

source: Greynetic
tr: Grimatik

source: Helix
tr: Helis

source: Hopalong
tr: Bezeme

source: Ifs
tr: Yinelemeler

source: Jigsaw
tr: Yazboz

source: Julia
tr: Hayaletlerin Dansý

source: Kumppa
tr: Iþýk hýzý

source: Laser
tr: Lazer

source: Lissie
tr: Lissi

source: Moebius
tr: Ermiþ karýncalar

source: Munch
tr: Isýrýk

source: Penrose
tr: Beþyamuk

source: Pyro
tr: Havaifiþek

source: Qix
tr: Sekme

source: Rorschach
tr: Rorþah Mürekkep Lekeleri

source: -adobe-helvetica-medium-r-normal--*-120-*-*-*-*-*-*
tr: -adobe-helvetica-medium-r-normal--*-120-*-*-*-*-*-9

source: MDI
tr: Çoklu Belge Arayüzü

source: OK
tr: Tamam

source: ID
tr: Kimlik

source: CAPID
tr: DÝAKÝML

source: XID
tr: XKÝMLÝK

source: CAPPLET
tr: DMDÝALOG
