Repository: lepidotos/suede
Catalog: control-center-1.4.0.3/po/*.po
Languages: sk, tr

source: Have at maximum size
sk: Urèi» maximálnu veµkos»
tr: En büyük boyutta

source: Maxsize
sk: Max. veµkos»
tr: En büyük boyut

source: Moving polygons, similar to a kaleidescope.
sk: Presúvajúce sa mnohouholníky, pripomínajúce kaleidoskop
tr: Þekillerin devinimi bir çiçek dürbününe benzer.

source: Number of polygons to use.
sk: Poèet pou¾itých mnohouholníkov.
tr: Þekil sayýsý

source: Change the number of iterations.
sk: Zmena poètu opakovaní.
tr: Tekrarlarýn sayýsýný deðþtirir.

source: Cynosure franticly displays colored rectangles.
sk: ©ialene zobrazuje farebné obdå¾niky.
tr: Renkli çýlgýn dörtgenler gösterir

source: Franticly displays colored rectangles.
sk: ©ialene zobrazuje farebné obdå¾niky
tr: Çýlgýnca gösterilen renkli dörtgenler

source: Iterations
sk: Opakovania
tr: Tekrarlama

source: Less
sk: Menej
tr: Az

source: More
sk: Viac
tr: Çok

source: Number of iterations.
sk: Poèet opakovaní.
tr: Tekrarlama sayýsý

source: Decayscreen
sk: Rozpad obrazovky
tr: Yýkýlan Ekran

source: Decayscreen makes a screen look like its melting down.
sk: Rozpad obrazovky ju zobrazí, akoby sa roztekala.
tr: Yýkýlan Ekran bir ekranýn aþaðý doðru yýkýlýþýný gösterir

source: Makes a screen melt down
sk: Rozteèie obrazovku
tr: Aþaðý dökülen bir ekran yapar

source: Changes the time between redrawing the screen.
sk: Zmena èasu medzi prekreslením obrazovky.
tr: Ekranýn yeniden çizilmeleri arasýndaki süreyi daðiþtirir

source: Cycle through colors.
sk: Dookola meni» farby.
tr: Renklerin devinimi

source: Deco draws tacky 70s basement wall panelling.
sk: Kreslí schátralé panely ako zo 70-tych rokov
tr: Deco 70'lerin duvar panellerini çizer

source: Determines whether to draw the panels in color, or in black and white.
sk: Nastavuje, èi sa má kresli» farebne alebo èiernobielo.
tr: Panellerin renkli mi yoksa siyah/beyaz mý çizileceðini belirler

source: Draw tacky 70s basement wall panelling.
sk: Kreslí schátralé panely ako zo 70-tych rokov
tr: 70'lerin duvar panellerini çizer.

source: This will cause the panes to flash.
sk: Toto spôsobí blikanie èastí.
tr: Cam parýldamasýný andýrýr.

source: Time between redraws:
sk: Èas medzi prekresleniami:
tr: Yeniden çizimler arasýndaki süre:

source: Use color when drawing.
sk: Pou¾i» farby pri kreslení.
tr: Renkli çiz.

source: color
sk: farba
tr: renkli

source: color-cycle
sk: Meni» farby
tr: renk-devinimi

source: delay
sk: pauza
tr: gecikme

source: seconds
sk: sekúnd
tr: saniye

source: Display nice stuff
sk: Zobrazuje pekné veci
tr: Hoþ þeyler gösterir

source: A cellular automata that starts with a random field, and organizes it into stripes and spirals.
sk: Bunkový automat, ktorý zaène s náhodným poµom a zorganizuje ho do pruhov a ¹pirál
tr: Rasgele alanlarla baþlayan, þeritler ve spiraller içinde organize olan bir hücresel otomasyon.

source: Demon
sk: Démon
tr: Þeytan

source: Change the number to use.
sk: Zmena pou¾itého poètu.
tr: Sayýyý deðiþtirir

source: Discrete
sk: Disktrétne
tr: Soyut

source: Discrete map systems
sk: Systémy diskrétnych máp
tr: Soyut eþlem sistemleri

source: Number to use.
sk: Pou¾itý poèet.
tr: Miktar

source: Distort
sk: Deformácia
tr: Bükülme

source: Distort the screen
sk: Zdeformuje obrazovku
tr: Ekran bükülmesi

source: This screensaver does distortions of some areas of the screen, as if some object was moving under the image
sk: Tento ¹etriè zdeformuje niektoré èasti obrazovky akoby sa pod òou pohyboval nejaký objekt.
tr: Bu ekran koruyucu sanki resmin altýnda bir nesne hareket ediyormuþ gibi ekranýn bazý bölgelerini büker.

source: Change whether fractals should grow.
sk: Zmena, èi majú fraktály rás».
tr: Parçalarýn büyümesini deðiþtirir.

source: Change whether to use lissajous figures to get points.
sk: Zmena, èi sa majú pou¾i» lissajous obrazce pre získanie bodov.

source: Drift
sk: Uná¹anie
tr: Yýðýn

source: Drift draws drifting recursive fractal cosmic flames.
sk: Uná¹ané fraktálne kozmické ohne
tr: Yýðýn ardýþýk yýðýlan kozmik alev parçalarý çizer

source: Drifting recursive fractal cosmic flames.
sk: Uná¹ané fraktálne kozmické ohne
tr: Ardýþýk yýðýlan kozmik alevler

source: Fractals should grow.
sk: Fraktály majú rás»
tr: Parçalar büyüsün.

source: Grow
sk: Rast
tr: Büyüme

source: Number of pixels to use.
sk: Poèet pou¾itých bodov.
tr: Piksel sayýsý

source: Use lissajous figures to get points.
sk: Pou¾i» lissajous obrazce pre získanie bodov.
tr: Noktalarla çizilen kývrýmsal þekiller kullanýlsýn.

source: Draws a point moving around a circle which moves around a circle.
sk: Kreslí bod krú¾iaci okolo bodu, ktorý sa pohybuje po kru¾nici
tr: Bir daire çevresinde hareket eden baþka bir dairenin çevresinde hareket eden bir nokta çizer.

source: Epicycle draws the path traced out by a point on the edge of a circle that is rotating around the rim of another circle, and so on.
sk: Epicycle kreslí stopu bodu na okraji kru¾nice, ktorý rotuje okolo inej kru¾nice atï.
tr: Epicycloid, bir çember üzerinde hareket eden bir baþka çemberin çevresinde dönen bir noktanýn çizdiði þekildir.

source: Holdtime
sk: Èakanie
tr: Kavuþma zamaný

source: Seconds
sk: sekúnd
tr: Saniye

source: Time finished product is shown.
sk: Ako dlho bude zobrazený výsledok.
tr: Üretimin bitme süresi

source: When the figure is complete, epicycle pauses this number of seconds.
sk: Keï je obrazec hotový, ¹etriè bude takto dlho èaka».
tr: Þekil tamamlandýðýnda bu kadar süre bekler.

source: A waving ribbon
sk: Vlniaca sa stuha
tr: Dalgalanan þerit

source: Bas van Gaalen and Charles Vidal
sk: Bas van Gaalen a Charles Vidal

source: Change the delay in movement.
sk: Zmena èakania v cykloch.
tr: Hareketin gecikmesini deðiþtirir

source: Change the number of cycles.
sk: Zmena poètu kru¾níc.
tr: Devinim sayýsýný deðiþtirir

source: Changes the count.
sk: Zmena poètu.
tr: Miktarý deðiþtirir

source: Cycles
sk: Poèet opakovaní
tr: Devinim

source: Draws what looks like a waving ribbon following a sinusoidal path.
sk: Kreslí nieèo ako vlajúcu stuhu podµa sínusoidy.
tr: Bir sinüzoidal yol izleyerek dalgalanýr gibi görünen bir þerit çizer.

source: Number
sk: Poèet
tr: Miktar

source: Number of cycles
sk: Poèet kru¾níc.
tr: Devinim sayýsý

source: Speed of Motion
sk: Rýchlos» pohybu
tr: Devinim hýzý

source: Change the delay between changing modes.
sk: Zmena èakania medzi zmenou módu.
tr: Kip deðiþimleri arasýndaki gecikmeyi deðiþtirir.

source: Change the size of pixels in the flag.
sk: Zmena veµkosti bodov vlajky.
tr: Bayraktaki piksellerin büyüklüðünü deðiþtirir.

source: Delay between switches.
sk: Èakanie medzi zmenami.
tr: Geçiþler arasýndaki gecikme

source: Draws a waving flag.
sk: Kreslí vlajúcu vlajku.
tr: Bir dalgalanan bayrak çizer.

source: Flag
sk: Vlajka
tr: Bayrak

source: Flag draws a waving flab, containing text or an image.
sk: Kreslí vlajúcu vlajku obsahujúcu text alebo obrázok.
tr: Metin ya da resim içeren dalgalanan bir bayrak çizer.

source: Size of pixels
sk: Veµkos» bodov
tr: Piksellerin büyüklüðü

source: Draws a flow of colored points
sk: Kreslí prúd farebných bodov
tr: Renkli noktalarýn oluþturduðu bir akým çizer

source: Flow
sk: Prúd
tr: Akým

source: Change the number of trees to use.
sk: Zmena poètu pou¾itých stromov.
tr: Aðaç sayýsýný deðiþtirir

source: Delay between redraws.
sk: Èakanie medzi prekreslením
tr: Çizimler arasýndaki gecikme.

source: Draws a fractal forest.
sk: Kreslí fraktálový les
tr: Parça parça bir orman çizer

source: Forest
sk: Les
tr: Orman

source: Fractal draws a fractal forest.
sk: Kreslí fraktálový les
tr: Fractal, parça parça bir orman çizer.

source: Number of trees to use.
sk: Poèet stromov.
tr: Aðaçlarýn sayýsý

source: A 3d globe
sk: 3D glóbus
tr: Üç boyutlu dünya

source: GLPlanet
sk: GLPlanéta
tr: GLGezegen

source: Galaxy
sk: Galaxia
tr: Galaksi

source: Gears
sk: Prevody
tr: Diþliler

source: The 3d mesa demo, of gears
sk: mesa 3D demo, prevody
tr: Üç boyutlu mesa diþli demosu

source: Additive
sk: Aditívne
tr: Çoðalan

source: Causes the colors to mix when overlapped.
sk: Spôsobí mie¹anie farieb prekrývajúcich sa bublín.
tr: Üstüste geldiðinde renk karýþýmlarý oluþur.

source: Goop draws a simulation of bubbles in layers.
sk: Goop kreslí simuláciu vrstiev bublín
tr: Katmanlý kabarcýk simülasyonu çizer

source: Have transparent bubbles.
sk: Priehµadné bubliny.
tr: Þeffaf kabarcýklar

source: Transparent
sk: Priesvitné
tr: Þeffaf

source: Use additive color model.
sk: Pou¾i» aditívny model farieb.
tr: Artan renk modeli kullanýr.

source: squishy transparent oil and bubbles
sk: Priehµadný olej a bubliny
tr: peltemsi þeffaf yað ve kabarcýklar

source: Change the number of planets to use.
sk: Zmena poètu planét.
tr: Gezegen sayýsýný deðiþtirir.

source: Change whether objects should leave a trail.
sk: Zmena, èi majú objekty zanecháva» stopu.
tr: Nesnelerin bir iz býrakýp býrakmayacaðýný deðiþtirir.

source: Change whether orbit should decay.
sk: Zmena, èi majú slabnú» dráhy.
tr: Yörüngenin çöküþünü deðiþtirir

source: Decay
sk: Rozpad
tr: Sönümlenme

source: Draws a simple orbital simulation.
sk: Kreslí jednoduchú simuláciu obe¾níc
tr: Basit bir yörünge hareketi çizer.

source: Grav
sk: Gravitácia
tr: Kara Delik

source: Grav draws a simple orbital simulation.
sk: Kreslí jednoduchú simuláciu obe¾níc
tr: Uzay basit bir yörünge simülasyonu çizer.

source: Number of planets to use.
sk: Poèet planét.
tr: Gezegen sayýsý

source: Objects should leave trails behind them.
sk: Objekty majú zanecháva» stopu.
tr: Nesneler arkalarýnda iz býraksýn.

source: Orbit should decay.
sk: Dráhy majú slabnú».
tr: Sönümlü yörünge

source: Trail
sk: Stopa
tr: Ýz

source: Draws random color rectangles.
sk: Kreslí náhodné farebné obdå¾niky
tr: Rasgele renkli dörtgenler çizer

source: Greynetic draws random rectangles.
sk: Kreslí náhodné farebné obdå¾niky
tr: Grimatik rasgele dörtgenler çizer.

source: Animate
sk: Animova»
tr: Canlandýr

source: Animate circles.
sk: Animova» kruhy.
tr: Daireleri canlandýr.

source: Change the number of circles to use.
sk: Zmena poètu pou¾itých kruhov.
tr: Daire sayýsýný deðiþtirir.

source: Change to alternating striped curves.
sk: Zmena na striedavé krivky.
tr: Deðiþen eðriler kullanýlýr.

source: Change to animated circles.
sk: Zmena animovaných kruhov.
tr: Hareketli daireler kullanýlýr.

source: Change to cycle through colormap.
sk: Zmena dookola meni» farby.
tr: Devinim renkerden oluþur.

source: Cycle
sk: Dookola
tr: Devinim

source: Cycle through colormap.
sk: Dookola meni» farby.
tr: Renk devinimi

source: Draw circular patterns.
sk: Kreslí okrúhle tvary
tr: Dolambaçlý þekiller çizer

source: Halo draws patterns based on circles.
sk: Kreslí tvary zalo¾ené na kruhoch
tr: Halo dairelerle þekilleri çizer.

source: Mode
sk: Mód
tr: Kip

source: Number of circles to use.
sk: Poèet pou¾itých kruhov.
tr: Daire sayýsý

source: Use a gradient of colors between circles.
sk: Pou¾i» farebné prechody medzi kruhmi.
tr: Daireler arasýnda renk geçiþi kullan

source: Draws helical string-art patterns
sk: Kreslí ¹pirálové tvary
tr: Helis eðrileriyle tel kafes þekiller çizer

source: Helix draws patterns composed of line segments.
sk: Helix kreslí tvary zlo¾ené z úseèiek.
tr: Helix çizgi parçalarýnýn birleþiminden oluþan þekiller çizer.

source: Time between redraws.
sk: Èas medzi prekresleniami.
tr: Çizimler arasýndaki gecikme

source: Change the number of pixels before a color change.
sk: Zmena poètu bodov pred zmenou farby.
tr: Bir renk deðiþiminden önce piksel sayýsýný deðiþtirir

source: Draws real plane fractals
sk: Kreslí fraktály reálnych plôch
tr: Ýlginç motifler oluþturur

source: Hopalong generates real plan fractals.
sk: Kreslí fraktály reálnych plôch
tr: Bezeme ilginç motiflerle ekraný bezer.

source: Number of pixels before a color change.
sk: Poèet bodov pred zmenou farby.
tr: Bir renk deðiþiminden önce piksel sayýsý

source: 2D projection of a hypercube
sk: 2D projekcia hyperkocky
tr: Bir hiperkübün 2 boyutta projeksiyonu

source: Change the distance from center of cube
sk: Zmena vzdialenosti od stredu kocky
tr: Kübün ortasýna olan mesafeyi deðiþtirir

source: Distance
sk: Vzdialenos»
tr: Uzaklýk

source: Distance from center of cube
sk: Vzdialenos» od stredu kocky
tr: Kübün merkezinden uzaklýk

source: Hypercube
sk: Hyperkocka
tr: Hiperküb

source: Hypercube displays a wireframe projection of a hypercube.
sk: Projekcia drôtovej hyperkocky
tr: Hiperkübün bir telkafes projeksiyonunu gösterir.

source: Draws spinning, colliding, iterated-function-system images.
sk: Kreslí otáèajúce sa, zrá¾ajúce sa systémy generované funkciami.
tr: Hýzlanýp yavaþlayan, birbirleriyle çarpýþan, yinelemeli þekiller çizer.

source: Ifs draws spinning, colliding, iterated-function-system images.
sk: Kreslí otáèajúce sa, zrá¾ajúce sa systémy generované funkciami.
tr: Yinelemeler, hýzlanýp yavaþlayan, birbirleriyle çarpýþan, yinelemeli þekiller çizer.

source: Imsmap
sk: Mapa IMS
tr: Negatif

source: Interference
sk: Interferencia
tr: Giriþim

source: Jigsaw takes an image of the screen, carves it up into jigsaw puzzle pieces, shuffles it, and solves it.
sk: Jigsaw zoberie obsah obrazovky, rozdelí ho na diely puzzle, zamie¹a ich a potom vyrie¹i.
tr: Yazboz resim olarak ekran görüntüsünü kullanýr. Önce ekraný karelere böler ve bu kareleri karýþtýrdýktan sonra çözmeðe çalýþýr.

source: Permutes the screen image like a jigsaw puzzle.
sk: Zamie¹a obsah obrazovky ako puzzle.
tr: Ekran görüntüsünü yazboz tahtasý gibi kullanýr.

source: Draws spinning, animating, julia-set fractals.
sk: Kreslí animované otáèajúce sa fraktálové mno¾iny
tr: Hýzlanýp yavaþlayan biraraya gelerek þekiller oluþturan hayaletler

source: Julia draws spinning, animating, julia-set fractals.
sk: Kreslí animované otáèajúce sa fraktálové mno¾iny
tr: Hayaletlerin Dansý, hýzlanýp yavaþlayan biraraya gelerek þekiller oluþturan hayaletler çizer.

source: Change number of segments.
sk: Zmena poètu èastí.
tr: Dilim sayýsý

source: Change number of trails.
sk: Zmena poètu stôp.
tr: Ýz sayýsý

source: Draws rotating line segments.
sk: Kreslí rotujúce úseèky
tr: Ardýþýk irisli diyafram hareketi çizer.

source: Kaleidescope
sk: Kaleidoskop
tr: Ýris

source: Kaleidescope draws line segments in a symmetric pattern.
sk: Kreslí úseèky do symetrických obrazcov.
tr: Ýris, ardýþýk irisli diyafram hareketi çizer.

source: Number of segments.
sk: Poèet èastí.
tr: Dilim sayýsý.

source: Number of trails.
sk: Poèet stôp.
tr: Ýz sayýsý.

source: Segments
sk: Èasti
tr: Dilimler

source: Trails
sk: Stopy
tr: Ýzler

source: A 3d cube floats around
sk: Plávajúca 3D kocka
tr: Kendi çevresinde dönen 3 boyutlu bir küb çizer

source: Draws laser-like lines moving around a central focal point in varying numbers and colors.
sk: Kreslí nieèo ako laserové pohybujúce sa èiary z centra v rôznych farbách.
tr: Lazer projektörü tayflarý çizer

source: Draws vaguely laser-like moving lines.
sk: Kreslí nieèo ako laserové pohybujúce sa èiary
tr: Lazer pojektörünün ýþýn tayfýna benzer çizgiler çizer.

source: Duration
sk: Då¾ka
tr: Süre

source: Duration of laser burst.
sk: Trvanie zväzku
tr: Lazer patlamalarýnýn süresi

source: Duration of the laser burst. After the burst has finished, It will move to a new location on the screen.
sk: Trvanie jednoho zväzku. Po tom, èo je skonèený, presunie sa na iné miesto.
tr: Lazer patlamalarýnýn süresi sona erdiðinde projektör ekranýn baþka bir yerinde konumlanýr.

source: Longer
sk: Dlh¹ie
tr: Uzun

source: Mono
sk: Èiernobiele
tr: Tek kanal

source: Number of segments per laser burst.
sk: Poèet èastí jednoho zväzku.
tr: Her lazer patlamasýndaki hüzme sayýsý

source: Segments:
sk: Èasti:
tr: Hüzme sayýsý:

source: Shorter
sk: Krat¹ie
tr: Kýsa

source: Size of burst.
sk: Veµkos» zväzku
tr: Patlama boyutu

source: Draws fractal lightning bolts.
sk: Kreslí fraktálové blesky
tr: Þimþek arklarý çizer.

source: Lightning
sk: Blesk
tr: Þimþek

source: Lightning draws fractal lightning bolts.
sk: Kreslí fraktálové blesky
tr: Þimþek arklarý çizer.

source: Change the size of object.
sk: Zmena veµkos» objektu.
tr: Nesne boyutunu deðiþtirir.

source: Draws animated full-loop lisajous figures
sk: Kreslí animované lisajous obrázky
tr: Daire kesitli tel kafes yaylar çizer.

source: Lisa draws animated full-loop lisajous figures.
sk: Kreslí animované lisajous obrázky
tr: Lisa daire kesitli tel kafes yaylar çizer.

source: Size of object.
sk: Veµkos» objektu
tr: Nesne boyutu.

source: Change from closed to open figures.
sk: Zmena z uzavretých na otvorené tvary.
tr: Þekillerin uçlarýnýn kapanýp kapanmayacaðý belirlenir.

source: Change number of interpolation steps.
sk: Zmena poètu krokov interpolácie.
tr: Bozma adýmlarýnýn sayýsýný deðiþtirir.

source: Figtype
sk: Typ obrazca
tr: Þekil türü

source: Lmorph
sk: Lmorf
tr: Bozunma

source: Lmorph morphs between simple linedrawings using bilinear interpolation.
sk: Lmorph morfuje medzi jednoduchými èiarovými tvarmi pomocou bilineárnej interpolácie.
tr: Bozunma basit simetrik biçimlerin uçlarýn asimetrik hareketleri sonucunda oluþan þekiller çizer.

source: Morphing lines.
sk: Morfujúce èiary
tr: Bozulan þekiller

source: Number of interpolation steps.
sk: Poèet krokov interpolácie.
tr: Bozma adýmlarýnýn sayýsý

source: Number of points.
sk: Poèet bodov.
tr: Nokta sayýsý

source: Open figures.
sk: Otvorené tvary.
tr: Þekillerin uçlarýný aç

source: Points
sk: Bodov
tr: Nokta sayýsý

source: Points:
sk: Bodov:
tr: Nokta sayýsý:

source: Steps
sk: Krokov
tr: Adým sayýsý

source: Loop
sk: Kruhy
tr: Döngü

source: This one produces loop-shaped colonies that spawn, age, and eventually die.
sk: Vytvára kruhové kolónie, ktoré rastú, starnú a prípadne hynú.
tr: Üreyen, geliþen ve sonunda ölen döngüsel petekler oluþturur.

source: Bridge
sk: Most
tr: Köprü

source: Color for filling completely closed off areas.
sk: Farba úplne uzavretej plochy
tr: Tamamen kapalý alanlarýn dolgu rengi.

source: Color of a skipped path
sk: Farba preskoèenej cesty
tr: Atlanan yolun rengi

source: Color of failed path
sk: Farba nesprávnej cesty
tr: Hatalý gidilen yolun rengi

source: Color of path
sk: Farba cesty
tr: Yol rengi

source: Color of surrounded area
sk: Farba okolnej plochy
tr: Tekrar geçilen yol rengi

source: Controls whether or not a 'bridge' will appear over the logo.
sk: Nastavenie, èi má by» cez logo koridor.
tr: Logo üzerinden köprü atýlýp atýlmayacaðý belirlenir.

source: Copyright (C) 1988 by Sun Microsystems, Inc.
sk: Copyright (C) 1988 Sun Microsystems, Inc.

source: Dead Color
sk: Màtva farba
tr: Ölü renk

source: Delay between drawing the maze and starting the solution.
sk: Èakanie medzi kreslením bludiska a zaèiatkom hµadania.
tr: Labirent çizimi ile çözümün baþlamasý arasýndaki gecikme

source: Delay between each step in the maze.
sk: Prestávky medzi krokmi v bludisku.
tr: Labirentteki adýmlar arasýndaki gecikme

source: Delay between finishing the maze and starting a new one.
sk: Èakanie medzi dokonèením hµadania a zaèiatkom nového bludiska.
tr: Labirentin sonuçlanmasý ile yenisinin baþlamasý arasýndaki gecikme

source: If the solver can "see" the end of a corridor it will color it this color.
sk: Ak je "vidie»" a¾ na koniec cesty, bude oznaèená touto farbou.

source: Less Delay
sk: Krat¹ie
tr: Az

source: Live Color
sk: ®ivá farba
tr: Çözüm Rengi

source: Maze
sk: Labyrint
tr: Labirent

source: More Delay
sk: Dlh¹ie
tr: Çok

source: Post-Solving Delay
sk: Pauza po vyrie¹ení
tr: Çözüm sonrasý gecikme

source: Pre-Solving Delay
sk: Pauza pred vyrie¹ením
tr: Çözüm öncesi gecikme

source: Put a bridge over the logo?
sk: Koridor cez logo?
tr: Logonun üzerinden köprü at

source: Repeatedly create and solve a maze
sk: Dookola vytvára a rie¹i bludiská
tr: Çözümleyene dek tekrar tekrar oluþtur

source: Skip Color
sk: Farba preskoèenia
tr: Atlama Rengi

source: Speed Delay
sk: Rýchlos»
tr: Hýz Gecikmesi

source: Surround Color
sk: Farba okolia
tr: Geri Dönme Rengi

source: The color of a failed path (stippled with a 50% pattern)
sk: Farba nesprávnej cesty (50% vzor)
tr: Hatalý yol rengi

source: The color of the path.
sk: Farba cesty.
tr: Yolun rengi

source: The delay (in microseconds) after solving a maze and before generating a new one.
sk: Èakanie (v mikrosekundách) medzi dokonèením hµadania a zaèiatkom nového bludiska.
tr: Labirent çözümlendikten sonra yeni biri baþlatýlana kadar (milisaniye olarak) bekleme süresi.

source: The delay (in microseconds) between each step of the solution path.
sk: Èakanie (v mikrosekundách) medzi jednotlivými krokmi pri hµadaní cesty.
tr: Çözüm aranýrken adýmlar arasýndaki (milisaniye olarak) gecikme

source: The delay (in microseconds) between generating a maze and starting to solve it.
sk: Èakanie (v mikrosekundách) medzi generovaním bludiska a zaèiatkom rie¹enia.
tr: Labirentin çizilmesi ile çözümün baþlatýlmasý arasýndaki (milisaniye olarak) bekleme süresi.

source: The maze program creates a random maze and then solves it with graphical feedback.
sk: Dookola vytvára a graficky rie¹i bludiská
tr: Labirent ekran koruyucu rasgele bir labirent çizer ve renkleri kullanarak çözüme ulaþmaya çalýþýr.

source: M.C. Escher inspired ants.. in 3d
sk: Mravce in¹pirované M.C. Escherom v 3D
tr: M.C. Escher ermiþ karýncalar.. 3d

source: Draw circular interference patterns
sk: Kreslí kruhové interferenèné obrazce
tr: Dairesel giriþimli þekiller çizer

source: Maximum radius increment
sk: Maximálne zväè¹enie polomeru
tr: Adým uzaklýðý

source: Moire
sk: Moiré
tr: Halkalar

source: Moire draws circular interference patterns.
sk: Kreslí kruhové interferenèné obrazce
tr: Halkalar, dairesel giriþimli þekiller çizer

source: Offset
sk: Posun
tr: Denkleþtir

source: Moire2
sk: Moiré2
tr: Parazit

source: A 3d flower morphs into a sphear
sk: 3D kvet sa mení na guµu
tr: Dairesel giriþimli þekilleri çizen dairelerin merkezleri sürekli hareket ettirildiðinde ortaya çýkan þekilleri çizer.

source: Morph3d
sk: Morf3D
tr: Sanal3d

source: Mountain
sk: Hora
tr: Daðlar

source: Change to draw square at weird starting points.
sk: Zmena kreslenia obdå¾nikov na divných poèiatoèných bodoch.
tr: Tuhaf baþlangýç noktalarýnda kare çizerek deðiþtir.

source: Change to use XOR drawing function.
sk: Zmena pou¾itia XOR pre kreslienie.
tr: XOR çixim iþlevi kullanarak deðiþtir.

source: Draw square at weird starting points.
sk: Kresli» obdå¾niky na divných poèiatoèných bodoch.
tr: Tuhaf baþlangýç noktalarýnda kare çizer.

source: Munch munches squares until killed.
sk: Maèká ¹tvorce.
tr: Isýrýk, yokedene kadar kareleri ýsýrýr.

source: Munching squares.
sk: Maèkanie ¹tvorcov
tr: Isýrýlan kareler

source: Shift
sk: Uná¹anie

source: Use XOR drawing function.
sk: Pou¾i» XOR pre kreslenie.
tr: XOR çizim iþlevi kullanýlýr.

source: Noseguy
sk: Nosáè

source: Change maximum number of lines.
sk: Zmena maximálneho poètu èiar.
tr: Çizgi sayýsýný deðiþtirir.

source: Change the time each picture is shown.
sk: Zmena èasu pre ka¾dý obrázok.
tr: Resim gösterme süresini deðiþtirir

source: Change time to fade away.
sk: Zmena èasu na stratenie.
tr: Gözden kaybolma süresini deðiþtirir.

source: Fadedelay
sk: Pauza pre zmiznutie
tr: Kaybolmagecikmesi

source: Maximum number of lines.
sk: Maximálny poèet èiar.
tr: Çizgi sayýsý

source: Maxlines
sk: Poèet èiar
tr: Ençokçizgi

source: Pedal
sk: Pedál
tr: Desen

source: Pedal Displays pretty geometric pictures.
sk: Pekný program pre geometrické obrázky
tr: Desen, ilginç geometrik þekiller gösterir.

source: Pretty geometric picture program.
sk: Pekný program pre geometrické obrázky
tr: Ýlginç geometrik þekiller ekran koruyucu

source: Time to fade away.
sk: Då¾ka strácania sa
tr: Gözden kaybolma süresi

source: Time to show each picture.
sk: Èas pre ka¾dý obrázok.
tr: Resim gösterme süresi

source: Display an arcade game
sk: Zobrazuje arkádu
tr: Bir savaþ oyunu gösterir

source: Penetrate
sk: Hra Penetrate
tr: Hücum
