Repository: lepidotos/suede
Catalog: oaf-0.6.8/po/*.po
Languages: az, bg, da, de, el, es, fi, fr, hu, it, ja, nn, no, pl, pt, pt_br, ro, ru, sk, sl, sv, ta, tr, uk, zh_cn

source: Domain of ObjectDirectory
az: Cismlər qovluğunun vericisi
bg: Област на директорията на обектите
da: Domæne for ObjectDirectory
de: Domain von ObjektVerzeichnis
el: Επίθεμα του ObjectDirectory
es: Dominio de ObjectDirectory
fi: ObjectDirectoryn verkkoalue
fr: Domaine d'ObjectDirectory
hu: Az ObjectDirectory tartománya
it: Dominio della ObjectDirectory
ja: ObjectDirectoryのドメイン
nn: Domene for Objektkatalog
no: Domene til ObjectDirectory
pl: Dziedzina katalogu obiektów ObjectDirectory
pt: Domínio de ObjectDirectory
pt_br: Domínio de ObjectDirectory
ro: Domeniul lui ObjectDirectory
ru: Домен ObjectDirectory
sk: Doména ObjectDirectory
sl: Domena ImenikaPredmetov
sv: ObjectDirectory-domän
ta: ObjectDirectory­ı ¸Çõ
tr: NesneDizini Alaný
uk: Домен ObjectDirectory
zh_cn: ObjectDirectory 的域

source: DOMAIN
az: VERİCİ
bg: ОБЛАСТ
da: DOMÆNE
el: ΕΠΙΘΕΜΑ
es: DOMINIO
fi: VERKKOALUE
fr: DOMAINE
it: DOMINIO
ja: ドメイン
no: DOMENE
pl: DZIEDZINA
pt: DOMINIO
pt_br: DOMÍNIO
ru: ДОМЕН
sk: DOMÉNA
sl: DOMENA
sv: DOMÄN
ta: ¸Çõ
tr: BÖLGE
uk: ДОМЕН
zh_cn: 域

source: Serve as an ActivationContext (default is as an ObjectDirectory only)
az: Fəallaşdırma vəiyyəti olaraq işlə (varsayılan: Cismlər qovluğu)
bg: Служи като контекст за активиране (по подразбиране е само директория на обектите)
da: Virk som en ActivationContext (standard er kun som et ObjectDirectory)
de: Als ActivationContext fungieren (Vorgabe ist nur ObjektVerzeichnis)
el: Εργασία ως ActivationContext (το εξ' ορισμού είναι μόνο ως ObjectDirectory)
es: Servir también como un ActivationContext (por defecto sólo como un ObjectDirectory)
fi: Toimi ActivationContextina (oletuksena on vain ObjectDirectory)
fr: Sert comme un ActivationContext (est seulement un ObjectDirectory par défaut)
hu: ActivationContext-ként használandó (alapértelmezésben csak egy ObjectDirectory)
it: Comportamento da ActivationContext (quello predefinito è solo ObjectDirectory)
ja: ActivationContextとして振る舞う(デフォルトではObjectDirectoryのみ)
nn: Funger som ActivationContext (vanleg er kun ObjectDirectory)
no: Funger som en ActivationContext (standard oppførsel er å fungere kun som en ObjectDirectory)
pl: Udostêpnianie jako ActivationContext (domy¶lnie tylko jako ObjectDirectory)
pt: Servir de ActivationContext (defeito é apenas como ObjectDirectory)
pt_br: Servir como um ActivationContext (padrão é como um ObjectDirectory apenas)
ro: Serveºte ca ActivationContext (implicit este numai ObjectDirectory)
sk: Fungova» ako aktivaèný kontext (¹tandardne je iba ako ObjectDirectory)
sl: Slu¾i kot ActivationContext (privzeto je kot ImenikPredmetov)
sv: Tjäna som en ActivationContext (standard är bara ett ObjectDirectory)
ta: ActivationContext'¬¸ §º¨Å ¦ºö (¦¸¡¼¡ ¿¢¨Ä: ObjectDirectory ÁğÎ§Á)
tr: Bir EtkinlikBaðlamý olarak sunuluyor (sadece bir NesneDizini olarak öntanýmlý)
uk: Слугувати ActivationContext (типовим ╓ лише ObjectDirectory)
zh_cn: 作为一个 ActivationContext (默认仅为 ObjectDirectory)

source: File descriptor to write IOR to
az: IORu yazdıracaq fayl izahatı
bg: Файлов дескриптор, на който да се запише IOR
da: Fildeskriptor som IOR skal skrives til
de: Dateibeschreiber, in dem IOR geschrieben wird
el: Περιγραφέας αρχείου στο οποίο να εγγραφεί το IOR
es: Descriptor de archivo en el que escribir el IOR
fi: Tiedostokahva, johon IOR kirjoitetaan
fr: Descripteur de fichier où l'IOR est écrit
hu: Az a fájlleíró, amelyhez az IOR írható
it: Descrittore del file su cui scrivere lo IOR
ja: IORを書き込むファイルディスクリプタ
nn: Fildeskriptor å skrive IOR til
no: Fildeskriptor som IOR skal skrives til
pl: Deskryptor pliku, do którego zapisaæ IOR
pt: Descritor de ficheiro onde escrever IOR
pt_br: Descritor de arquivos onde escrever IOR
ro: Descriptor fiºier la care sã scriu IOR
ru: Дескриптор файла для записи IOR
sk: Deskriptor súboru, do ktorého zapísa» IOR
sl: Datoteèni deskriptor kamor naj se ispi¹e IOR
sv: Filhandtag som IOR ska skrivas till
ta: IORìÌ ±ØĞÅ¾üÌ §¸¡ôÒ-Å¢ÅÃ¢ôÒ
tr: IOR'un üzerine yazacaðý dosya tanýmlayýcý
uk: Дескриптор файлу для запису IOR
zh_cn: 要写入 IOR 的文件描述符

source: Query expression to evaluate
az: Daranacaq soruşma mətni
bg: Израз на заявката, който да се оцени
da: Søgeudtryk der skal evalueres
de: Ausdruck der untersucht werden soll
el: Έκφραση επερώτησης για αποτίμηση
es: Expresión de consulta a evaluar
fi: Käsiteltävä kyselylauseke
fr: Expression de recherche à évaluer
hu: Kiértékelendõ kifejezés
it: Espressione di interrogazione da valutare
ja: 評価するクエリー表現
nn: Spørjingsuttrykk som skal evaluerast
no: Uttrykk i spørring som skal evalueres
pl: Wyra¿enie zapytania do przetworzenia
pt: Expressão de questão a avaliar
pt_br: Expressão de consulta a ser avaliada
ro: Expresia cerere pentru a fi evaluatã
ru: Выражение запроса для выполнения
sk: Výraz, ktorý sa má vyhodnoti»
sl: Pozvedbeni izraz, ki naj se ovrednoti
sv: Uttrycksfråga som ska beräknas
ta: Á¾¢ôÀÆ¢ì¸ §ÅñÊÂ Å¢É¡-§¸¡¨Å
tr: Deðerlendirilecek sorgu ifadesi
uk: Вираз запиту для перетворення
zh_cn: 要执行的查询表达式

source: EXPRESSION
az: İFADƏ
bg: ИЗРАЗ
da: UDTRYK
de: AUSDRUCK
el: ΕΚΦΡΑΣΗ
es: EXPRESIÓN
fi: LAUSEKE
it: ESPRESSIONE
ja: 表現
no: UTTRYKK
pl: WYRA¯ENIE
pt: EXPRESSAO
pt_br: EXPRESSÃO
ru: ВЫРАЖЕНИЕ
sk: VÝRAZ
sl: IZRAZ
sv: UTTRYCK
ta: §¸¡¨Å
tr: ÝFADE
uk: ВИРАЗ
zh_cn: 表达式

source: We don't handle activating shlib objects in a remote process yet
az: Bölüşdürə bilən cismləri uzaqdan istifadə etməyi indilik dəstəkləmirik
bg: Все още не поддържам активиране на shlib обекти в отдалечени процеси
da: Vi kan endnu ikke behandle aktivering af shlib-objekter i en fjernproces
de: Es können noch keine shlib-Objekte in einem fernen Prozess aktiviert werden
el: Δεν υποστηρίζεται ακόμα η ενεργοποίηση αντικειμένων shlib σε απομακρυσμένη διεργασία
es: OAF no implementa todavía la activación de objetos basados en librerías dinámicas en un proceso remoto
fi: shlib-olioiden aktivointia etäprosessissa ei vielä käsitellä.
fr: OAF ne supporte pas l'activation de bibliothèques partagées dans un processus distant
hu: Az shlib objektumok aktiválása távoli folyamat esetén nem mûködik még
it: L'attivazione degli oggetti shlib in un processo remoto non è ancora gestita
ja: リモートプロセスの shlib オブジェクトの活性化は未だ実装されていません。
nn: Vi handterar avtivering av shlib objekt i ein fjernprosess enno
no: Vi håndterer ikke aktivering av shlib-objekter i en ekstern prosess ennå
pl: Aktywowanie obiektów w bibliotekach dzielonych dla zdalnych procesów nie jest jeszcze obs³ugiwane
pt: Ainda não é suportada a activação objectos shlib em processos remotos
pt_br: Nós ainda não tratamos a ativação de objetos shlib em um processo remoto
ro: Nu gestionãm încã obiecte shlib activante într-un proces remote
ru: Мы пока не обрабатываем активирование объектов разделяемых библиотек в удаленных процессах
sk: Zatiaµ nie je mo¾né aktivova» shlib objekty vo vzdialených procesoch
sl: Ne znamo ¹e aktivirati shlib predmetov v oddaljenem procesu
sv: Vi hanterar inte aktivering av shlib-objekt i en fjärrprocess än
tr: Henüz bir uzak süreçteki shlib nesneleri etkinleþtirilemiyor
uk: Ми ще не обробля╓мо активац╕ю об'╓кт╕в shlib у в╕ддаленому процес╕
zh_cn: 目前无法处理激活远程进程的 shlib 对象

source: Couldn't find activation record for server `%s'. The likely cause is a missing or incorrectly installed .oaf file.
az: `%s' vericisi üçün fəallaşdırma qeydi tapıla bilmir. Səbəbi hər halda xəsərli ya da düzgün qurulmamiş .oaf faylıdır.
bg: Не мога да открия записа за активиране на сървъра `%s'. Най-вероятната причина е липсващ или неправилно инсталиран .oaf файл.
da: Kunne ikke finde aktiveringspost for server '%s'. Den sandsynlige årsag er en manglende eller forkert installeret .oaf-fil.
de: Aktivierungsaufzeichnung für Server '%s' konnte nicht gefunden werden. Wahrscheinlich ist eine .oaf-Datei falsch installiert oder fehlt.
es: No se ha podido encontrar registros de activación para el servidor '%s'. La causa más probable es que falta un archivo .oaf o está mal instalado.
fi: Ei löytänyt palvelimen "%s" aktivointimerkintää. Todennäköinen syy on puuttuva tai väärin asennettu .oaf-tiedosto.
fr: Ne peut trouver les enregistrements d'activation pour le serveur « %s ». La cause probable est un fichier .oaf manquant ou mal installé.
nn: Klarte ikkje å aktiviseringsoppføring for tenar '%s'. Grunnen er sannsynlegvis ei manglande eller feil innstallert .oaf fil.
no: Kunne ikke finne aktiveringsoppføring for tjener `%s'. Sannsynlig årsake er en manglende eller ukorrekt installert .oaf-fil.
pl: Nie mo¿na odnale¼æ rekordu aktywacji serwera "%s". Prawdopodobn± przyczyn± jest brak lub niew³a¶ciwe zainstalowanie pliku .oaf.
pt: Incapaz de encontrar registo de activação para servidor `%s'. A causa provável é um ficheiro .oaf incorrectamente instalado ou em falta.
pt_br: Não foi possível encontrar registro de ativação para servidor `%s'. A causa provável é um arquivo .oaf faltando ou incorretamente instalado.
sk: Nepodarilo sa nájs» aktivaèný záznam pre server '%s'. Pravdepodobný dôvod je chýbajúci alebo nesprávne nain¹talovaný súbor .oaf.
sl: Nisem na¹el aktivacijskega vnosa za stre¾nik '%s'. Verjeten razlog je manjkajoèa ali napaèno name¹èena datoteka .oaf.
sv: Kunde inte hitta aktiveringsposten för servern "%s". Den troliga orsaken är en felande eller felaktigt installerad .oaf-fil.
tr: Sunucu `%s' için etkinleþtirme kaydý bulunamamdý. Eksik ya da yanlýþ kurulmuþ bir .oaf dosyasý buna sebep olabilir.
zh_cn: 无法找到服务器“%s”的激活记录。可能的原因是缺少或没有正确安装 .oaf 文件。

source: Property '%s' has no value
az: Xüsusiyyət '%s'nin qiyməti yoxdur
bg: Свойството '%s' няма стойност
da: Egenskaben '%s' har ingen værdi
de: Attribut '%s' hat keinen Wert
el: Η ιδιότητα '%s' δεν έχει τιμή
es: Al atributo '%s' no se le ha dado un valor
fi: Ominaisuudella '%s' ei ole arvoa
fr: La propriété « %s » n'a pas de valeur
hu: A '%s' tulajdonságnak nincs értéke
it: La proprietà '%s' non ha un valore
ja: プロパティ %s は値を持っていません。
nn: Eigenskap '%s' har ingen verdi
no: Egenskap '%s' har ingen verdi
pl: W³a¶ciwo¶æ "%s" nie wa warto¶ci
pt: Propriedade '%s' não tem valor
pt_br: A propriedade '%s' não possui valor
ro: Proprietatea '%s' nu are nici o valoare
ru: Свойство "%s" не имеет значения
sk: Vlastnos» '%s' nemá hodnotu
sl: Lastnost '%s' nima vrednosti
sv: Egenskapen "%s" har inget värde
ta: ş'%s' ÀñÒìÌ Á¾¢ôÒ ¸¢¨¼Â¡Ğ
tr: '%s' özelliðine deðer atanmamýþ
uk: Властив╕сть "%s" не ма╓ значення
zh_cn: 属性“%s”没有值

source: a NULL iid is not valid
az: bir NULL iid hökmsüzdür
bg: iid равен на NULL не е валидна стойност
da: en nul-IID er ugyldig
de: eine NULL iid ist nicht gültig
el: Ένα iid με τιμή NULL δεν είναι έγκυρο
es: un IID con el valor NULL no es válido
fi: NULL iid ei kelpaa
fr: un IID NULL n'est pas valide
hu: egy NULL iid nem megfelelõ
it: un iid NULL non è valido
ja: NULL の iid は有効ではありません。
nn: ein NULL iid er ikkje gyldig
no: en NULL iid er ikke gyldig
pl: Nie jest dopuszczalny iid o warto¶ci NULL
pt: um iid NULL não é válido
pt_br: uma iid NULL não é válida
ro: un iid NULL nu este valid
ru: NULL iid не является допустимым
sk: NULL iid nie je platné
sl: NULL iid ni veljaven
sv: NULL är inget giltigt värde på en iid
ta: ¦ÅüÈ¡É iid ºÃ¢Â¡É¾ø¨Ä
tr: Boþ bir IID geçerli deðildir
uk: iid NULL не в╕рний
zh_cn: 为 NULL 的 iid 是无效的

source: iid %s has a NULL type
az: iid %s NULL növündəndir
bg: iid %s има тип NULL
da: IID %s har en nul-type
de: iid %s hat einen NULL-Typ
el: To iid %s έχει τύπο NULL
es: El IID %s tiene tipo NULL
fi: iid:llä %s on NULL-tyyppi
fr: l'IID %s a un type NULL
hu: a %s iid-nek NULL "type"-ja van
it: iid %s ha un tipo NULL
ja: iid %s の型が NULL です。
nn: iid %s har ein NULL type
no: iid %s har en NULL type
pl: Typem iid %s jest NULL
pt: iid %s tem um tipo NULL
pt_br: iid %s tem um tipo NULL
ro: iid-ul %s are un tip NULL
ru: iid %s имеет тип NULL
sk: iid %s má typ NULL
sl: iid %s ima tip NULL
sv: iid:n %s har typen NULL
ta: %s iid'­ø µ÷ ¦ÅüÈ¡É Å¨¸
tr: IID %s bir NULL veri türü içeriyor
uk: iid %s ма╓ тип NULL
zh_cn: iid %s 的类型为 NULL

source: iid %s has a NULL location
az: iid %s bir NULL yerini daxil edir
bg: iid %s има положение NULL
da: nul-placering af IID %s
de: iid %s hat einen NULL-Ort
el: Το iid %s έχει τοποθεσία NULL
es: El IID %s tiene una localización NULL
fi: iid:llä %s on NULL-sijainti
fr: l'IID %s a une location NULL
hu: a %s iid-nek NULL "location"-je van
it: iid %s ha un percorso NULL
ja: iid %s の場所が NULL です。
nn: iid %s har ein NULL plassering
no: iid %s har en NULL plassering
pl: Po³o¿eniem iid %s jest NULL
pt: iid %s tem uma localização NULL
pt_br: iid %s tem um local NULL
ro: iid-ul %s are o locaþie NULL
ru: iid %s имеет расположение NULL
sk: iid %s má umiestnenie NULL
sl: iid %s ima lokacijo NULL
sv: iid:n %s har platsen NULL
ta: iid %s'­ø ¦ÅüÈ¡É ­¼õ ¯ñÎ
tr: IID %s bir NULL konuma sahip
uk: iid %s ма╓ розм╕щення NULL
zh_cn: iid %s 的位置为 NULL

source: invalid character '%c' in iid '%s'
az: hökmsüz hərf '%c' (iid '%s')
bg: навалиден символ '%c' в iid '%s'
da: ugyldigt tegn '%c' i IID '%s'
de: ungültige Zeichen '%c' in iid '%s'
el: μη έγκυρος χαρακτήρας '%c' στο iid '%s'
es: Carácter '%c' inválido en IID '%s'
fi: virheellinen merkki '%c' iid:ssä '%s'
fr: caractère « %c » invalide dans l'IID « %s »
hu: érvénytelen karakter (%c) a '%s' iid-ben
it: carattere '%c' non valido nel iid '%s'
ja: 不正な文字 '%c' が iid '%s' の中にあります。
nn: ugyldig teikn '%c' i iid '%s'
no: ugyldig tegn '%c' i iid '%s'
pl: niepoprawny znak "%c" w iid "%s"
pt: caracter '%c' inválido no iid '%s'
pt_br: caracter inválido '%c' no iid '%s'
ro: caracter invalid '%c' în iid-ul '%s'
ru: недопустимый символ "%c" в iid "%s"
sk: neplatný znak '%c' v iid '%s'
sl: napaèen znak '%c' v iid '%s'
sv: felaktigt tecken "%c" i iid:n "%s"
ta: ÅÃ¢ÔÕ '%c', '%s' iid'­ø À¢¨ÆÂ¡ÉĞ
tr: '%c' karakteri IID '%s' içinde kullanýlamaz
uk: нев╕рний символ "%c" в iid "%s"
zh_cn: 无效的字符“%c”在 iid “%s”中

source: The OAF configuration file was not read successfully. Please, check it is valid in: %s
az: OAF quraşdırma faylı müvəffəqiyyətlə oxunmadı. Lütfən, hökmlü olub olmadığını yoxla :%s
bg: Конфигурационният файл на OAF не бе прочетен успешно. Проверете в %s дали е валиден
da: OAF-konfigurationsfilen blev ikke indlæst korrekt. Tjek venligst om den er gyldig i: %s
de: Die OAF-Konfigurationsdatei wurde nicht erfolgreich gelesen: Bitte prüfen Sie, ob sie gültig ist: %s
el: το αρχείο ρυθμίσεων του OAF δεν αναγνώστηκε επιτυχώς. Παρακαλώ ελέγξτε ότι είναι έγκυρο στο: %s
es: El archivo de configuración de OAF no se leyó satisfactoriamente. Por favor, compruebe (en %s) que es válido
fi: OAF-asetustiedoston lukeminen ei onnistunut. Tarkista, että se on kunnossa: %s
fr: Le fichier de configuration de OAF n'a pu être lu avec succès. Veuillez vérifier qu'il est valide dans : %s
hu: Az OAF konfigurációs fájl beolvasása sikertelen. Ellenõrizd, hogy az itt lévõ fájl érvényes: %s
it: Il file di configurazione di OAF non è stato letto correttamente. Verificare che sia valido: %s
ja: OAF 設定ファイルの読み込みに失敗しました。 妥当なものか確認して下さい : %s
nn: OAF konfigurasjonsfila vart ikkje skikkeleg lest. Sjekk at den er gyldig i: %s
no: OAF konfigurasjonsfilen kunne ikke leses. Vennligs sjekk om den er gyldig i: %s
pl: Nie mo¿na odczytaæ pliku konfiguracyjnego OAF-a. Sprawd¼, czy jest on poprawny (%s)
pt: Insucesso ao ler o ficheiro de configuração OAF. Verifique se está válido em: %s
pt_br: O arquivo de configuração OAF não foi lido com sucesso. Por favor, verifique se ele é válido em: %s
ro: Fiºierul configuraþie OAF nu a fost citit cu succes. Vã rog, verificaþi dacã este valid în: %s
ru: Файл конфигурации OAF не был успешно прочтен. Пожалуйста, проверьте, что он исправен в : %s
sk: Konfiguraèný súbor OAF nebol úspe¹ne naèítaný. Prosím, overte, ¾e je platný v: %s
sl: The OAF nastavitvena datoteka ni bila uspe¹no prebrana. Prosim preverite ali je veljavna v: %s
sv: Läsning av OAF-konfigurationsfilen misslyckades. Var vänlig och kontrollera att den är giltig i: %s
ta: OAF «¨Á-ÅÊÅ §¸¡ôÒ ºÃ¢Â¡¸ Å¡º¢ì¸ôÀ¼Å¢ø¨Ä. ¾Â×¦ºöĞ, ­¾É¢ø ºÃ¢À¡÷ì¸×õ: %s
tr: OAF yapýlandýrma dosyasý düzgün okunmadý. Lütfen %s için geçerliliðini denetleyin.
uk: Файл конф╕╜урац╕╖ OAF не було усп╕шно зчитано. Переконайтесь, що в╕н в╕рний в : %s
zh_cn: OAF 配置文件没有被成功读取。请检查是否有效：%s

source: CORBA CosNaming service.
az: CORBA CosNaming xidməti
bg: Услуга за CORBA CosNaming
da: CORBA CosNaming-tjeneste.
de: CORBA CosNaming-Dienst.
el: Υπηρεσία CosNaming CORBA.
es: Servicio CORBA COSNaming
fi: CORBA CosNaming -palvelu.
fr: Service CORBA CosNaming
hu: CORBA CosNaming szolgáltatás.
ja: CORBA CosNaming サービス
nn: CORBA CosNaming teneste
no: CORBA CosNaming tjeneste.
pl: Us³uga CORBA CosNaming.
pt: Serviço CosNaming CORBA.
pt_br: Serviço CORBA CosNaming
ru: Сервис CORBA CosNaming
sk: Slu¾ba CORBA CosNaming.
sl: Storitev CORBA CosNaming
sv: CORBA CosNaming-tjänst.
tr: CORBA Cos Adlandýrma servisi.
uk: Серв╕с CosNaming CORBA.
zh_cn: CORBA CosNaming 服务。

source: Name service
az: Ad xidməti
bg: Услуга за имена
da: Navne-tjeneste
de: Namensdienst
el: Υπηρεσία ονομασίας.
es: Servicio de nombres
fi: Nimipalvelu
fr: Service de noms
hu: Névszolgáltatás
ja: ネームサービス
nn: Namnetenesete
no: Navnetjeneste
pl: Us³uga nazw
pt: Serviço de Nomes
pt_br: Serviço de nomes
ru: Сервис имен
sk: Pomenovávacia slu¾ba
sl: Imenska storitev
sv: Namntjänst
tr: Ýsim servisi
uk: Назва серв╕су
zh_cn: 名字服务

source: Could not save OAF configuration file.
az: OAF quraşdırma faylını qeyd edə bilmədim .
bg: Не можах да запиша конфигурационния файл на OAF.
da: Kunne ikke gemme OAF-konfigurationsfil.
de: Die OAF-Konfigurationsdatei konnte nicht gespeichert werden.
el: Ανεπιτυχής προσπάθεια αποθήκευσης του αρχείου ρυθμίσεων του OAF.
es: No se pudo guardar el archivo de configuración de OAF.
fi: OAF-asetustiedostoa ei voitu tallentaa.
fr: Ne peut enregistrer le fichier de configuration de OAF.
hu: Az OAF konfigurációs fájl mentése sikertelen.
it: Impossibile salvare il file di configurazione di OAF.
ja: OAF 設定ファイルを保存できませんでした。
nn: Klarte ikkje å lagre OAF konfigurasjonsfil.
no: Kunne ikke lagre OAF konfigurasjonsfil.
pl: Nie mo¿na zapisaæ pliku z konfiguracj± OAF-a.
pt: Incapaz de gravar ficheiro de configuração OAF.
pt_br: Não foi possível salvar arquivo de configuração OAF.
ro: Nu s-a putut salva fiºierul configuraþie OAF.
ru: Не удалось сохранить файл настроек OAF.
sk: Nie je mo¾né ulo¾i» konfiguraèný súbor OAF.
sl: Ne morem shraniti OAF nastavitvene datoteke.
sv: Kunde inte spara OAF-konfigurationsfilen.
ta: OAF «¨Á-ÅÊÅ §¸¡ô¨À §ºÁ¢ì¸ ÓÊÂÅ¢ø¨Ä.
tr: OAF yapýlandýrma dosyasý kaydedilemedi.
uk: Неможливо зберегти файл конф╕╜урац╕╖ OAF.
zh_cn: 无法保存 OAF 配置文件。

source: Please, make sure you have permissions to write OAF configuration file.
az: OAF quraşdırma faylını yazmaq üçün lazımi səlahiyyətlərə sahib olub olmadığınıyoxla .
bg: Проверете дали имате права за запис върху конфигурационния файл на OAF.
da: Sikr dig venligst at du har rettigheder til at skrive OAF-konfigurationsfilen.
de: Bitte stellen Sie sicher, das Sie die Rechte haben um die OAF-Konfigurationsdatei zu schreiben.
el: Παρακαλώ επιβεβαιώστε ότι έχετε τα δικαιώματα για να γράψετε το αρχείο ρυθμίσεων του OAF.
es: Por favor, asegúrese de que tiene permiso de escritura en el archivo de configuración de OAF.
fi: Tarkista, että sinulla on oikeudet OAF-asetustiedostoon kirjoittamiseen.
fr: Veuillez vérifier que vous avez les permissions d'écrire le fichier de configuration de OAF.
hu: Gyõzõdj meg róla, hogy jogosult vagy írni az OAF konfigurációs fájlt.
it: Accertarsi di avere i permessi per scrivere sul file di configurazione di OAF.
ja: OAF 設定ファイルへの書き込み権限を持っているか確認して下さい。
nn: Sjekk at du har løyve til å skrive OAD konfigurasjonsfila.
no: Vennligs forsikre deg om at du har skriverettigheter til OAF konfigurasjonsfilen.
pl: Upwenij siê, ¿e masz uprawnienia do zapisu w pliku konfiguracyjnym OAF-a.
pt: Certifique-se de que tem permissões para escrever o ficheiro de configuração OAF.
pt_br: Por favor, verifique se você possui as permissões para escrever o arquivo de configuração OAF.
ro: Vã rog sã vã asiguraþi cã aveþi permisii de scriere asupra fiºierului de configurare OAF.
ru: Пожалуйста, проверьте, что у вас есть права на запись файла настроек OAF.
sk: Prosím, overte, ¾e máte práva pre zápis do konfiguraèného súboru OAF.
sl: Prosim preverite, da imate dovoljenja za pisanje v OAF nastavitveno datoteko.
sv: Försäkra dig om att du har rättighet att skriva OAF-konfigurationsfilen.
ta: ¾Â×¦ºöĞ ¯í¸ÙìÌ OAF «¨Á-ÅÊÅ §¸¡ô¨À ±ØĞÅ¾üÌ «ÛÁ¾¢ ¯ñ¼¡ ±É À¡÷ì¸×õ.
tr: Lütfen OAF yapýlandýrma dosyasýna yazma izniniz olup olmadýðýný kontrol edin.
uk: Переконайтесь, що ви ма╓те право на запис файлу конф╕╜урац╕╖ OAF.
zh_cn: 请确定您有 OAF 配置文件的写权限。

source: Successfully wrote OAF configuration file.
az: OAF quraşdırma faylını müvəffəqiyyətlə yazdım .
bg: Успешно записах конфигурационния файл на OAF.
da: Skrev OAF-konfigurationsfilen uden fejl.
de: OAF-Konfigurationsdatei erfolgreich geschrieben.
el: Επιτυχία στην εγγραφή του αρχείου ρυθμίσεων του OAF.
es: Fichero de configuración de OAF guardado.
fi: OAF-asetustiedoston kirjoittaminen onnistui.
fr: Fichier de configuration de OAF enregistré avec succès.
hu: OAF konfigurációs fájl írása sikeres.
it: Il file di configurazione di OAF è stato scritto con successo.
ja: OAF 設定ファイルの書き込みに成功しました。
nn: Vellukka skriving av OAD konfigurasjonsfil.
no: Fullført skriving av OAF konfigurasjonsfil.
pl: Plik konfiguracyjny OAF-a zosta³ pomy¶lnie zapisany.
pt: Escreveu ficheiro de configuração OAF com sucesso.
pt_br: O arquivo de configuração OAF foi escrito com sucesso.
ro: S-a scris cu succes fiºierul de configurare OAF.
ru: Файл настроек OAF успешно записан.
sk: Úspe¹ne zapísaný konfiguraèný súbor OAF.
sl: Uspe¹no zapisal OAF nastavitveno datoteko.
sv: Skrev OAF-konfigurationsfilen utan problem.
ta: OAF «¨Á-ÅÊÅ §¸¡ôÒ ¦ÅüÈ¢¸ÃÁ¡¸ ±Ø¾ôÀğ¼Ğ.
tr: OAF yapýlandýrma dosyasý baþarýyla kaydedildi.
uk: Файл конф╕╜урац╕╖ OAF усп╕шно збережено.
zh_cn: 成功写入 OAF 配置文件。

source: OAF configuration file is: %s
az: OAF quraşdırma faylı: %s
bg: Конфигурационният файл на OAF е в: %s
da: OAF-konfigurationsfil er: %s
de: OAF-Konfigurationsdatei ist: %s
el: Το αρχείο ρυθμίσεων του OAF είναι: %s
es: El archivo de configuración de OAF es: %s
fi: OAF-asetustiedosto on: %s
fr: Le fichier de configuration de OAF est : %s
hu: Az OAF konfigurációs fájl a következõ: %s
it: Il file di configurazione di OAF è: %s
ja: OAF 設定ファイル: %s
nn: OAF konfigurasjonsfil er: %s
no: OAF konfigurasjonsfil er: %s
pl: Plikiem konfiguracyjnym OAF-a jest: %s
pt: Ficheiro de configuração OAF é: %s
pt_br: Arquivo de configuração OAF é: %s
ro: Fiºierul de configurare OAF este: %s
ru: Файл настроек OAF: %s
sk: Konfiguraèný súbor OAF je: %s
sl: OAF nastavitvena datoteka je: %s
sv: OAF-konfigurationsfilen är: %s
ta: OAF «¨Á-ÅÊÅ §¸¡ôÒ: %s
tr: OAF yapýlandýrma dosyasý: %s
uk: Конф╕╜урац╕йним файлом OAF ╓: %s
zh_cn: OAF 配置文件是： %s

source: %s already in OAF configuration file
az: %s onsuz da OAF faylında var
bg: %s вече e в конфигурационния файл на OAF.
da: %s allerede i OAF-konfigurationsfilen
de: %s ist schon in der OAF-Konfigurationsdatei
el: Το %s είναι ήδη στο αρχείο ρυθμίσεων του OAF
es: %s ya está en el archivo de configuración de OAF
fi: %s on jo OAF-asetustiedostossa
fr: %s est déjà dans le fichier de configuration de OAF.
hu: %s már benne van az OAF konfigurációs fájlban
it: %s è già nel file di configurazione di OAF
ja: %s は OAF 設定ファイルの中に既に存在しています。
nn: %s er allereie i OAF konfigurasjonsfil
no: %s er allerede i OAF konfigurasjonsfilen
pl: %s jest ju¿ w pliku konfiguracyjnym OAF-a
pt: %s já se encontra no ficheiro de configuração OAF
pt_br: %s já está no arquivo de configuração OAF
ro: %s deja în fiºierul de configurare OAF
ru: %s уже есть в файле настроек OAF
sk: %s u¾ je v konfiguraènom súbore OAF.
sl: %s je ¾e v OAF nastavitveni datoteki
sv: %s finns redan i OAF-konfigurationsfilen
ta: OAF «¨Á-ÅÊÅ §¸¡ôÀ¢ø, %s ²ü¸É§Å ¯ñÎ
tr: %s zaten OAF yapýlandýrma dosyasý
uk: %s вже в конф╕╜урац╕йному файл╕ OAF
zh_cn: %s 已经在 OAF 配置文件里
