Repository: lepidotos/suede
Catalog: oaf-0.6.8/po/*.po
Languages: az, bg, da, de, el, es, fi, fr, hu, it, ja, nn, no, pl, pt, pt_br, ro, ru, sk, sl, sv, ta, tr, uk, zh_cn

source: No server corresponding to your query
az: Sorğunuza heç bir verici cavab vermədi
bg: Никой сървър не отговаря на заявката ви
da: Ingen server svarer til forespørgslen
de: Kein zutreffender Server für Ihre Anfrage
el: Δεν υπάρχει εξυπηρετητής που να αντιστοιχεί με την ερώτησή σας
es: No hay un servidor que corresponda a la petición
fi: Yksikään palvelin ei vastannut kyselyysi
fr: Aucun serveur correspondant à votre requête
hu: Nincs a lekérdezésnek megfelelõ kiszolgáló
it: Nessun server corrispondente alla tua query
ja: クエリに該当するサーバがありません
nn: Ingen tenar svarer til di spørjing
no: Ingen tjener korresponderer til din spørring
pl: ¯aden serwer nie odpowiada zapytaniu
pt: Nenhum servidor corresponde à sua questão
pt_br: Não existe servidor correspondendo à sua consulta
ro: Nici un server nu corespunde cererii dvs.
ru: Нет сервера соответствующего вашему запросу
sk: ®iadny server neodpovedá otázke
sl: Noben stre¾nik ne ustreza va¹i poizvedbi
sv: Ingen server motsvarar din fråga
tr: Sorgunuzla iliþkilendirilebilecek bir sunucu yok.
uk: Нема╓ сервера, що в╕дпов╕да╓ вашому запиту
zh_cn: 服务器没有响应您的请求

source: Failed to read from child process: %s
az: Törəmə gedişatdan oxuna bilmədi: %s
bg: Невъзможно е четенето от дъщерен процес: %s
da: Læsning fra barneproces mislykkedes: %s
de: Es konnte nicht vom Kindprozess gelesen werden: %s
es: No se ha podido leer desde el proceso hijo: %s
fi: Luku lapsiprosessista epäonnistui: %s
fr: Impossible de lire depuisle processus fils : %s
hu: Nem sikerült olvasni a gyermekfolyamatból: %s
it: Lettura dal processo figlio fallita: %s
ja: 子プロセスからの読み出しに失敗: %s
nn: Klarte ikkje å lese får barnprosess: %s
no: Feil under lesing fra underprosess: %s
pl: Nie mo¿na odczytaæ z procesu potomnego: %s
pt: Falha ao ler de um processo filho: %s
pt_br: Falha ao ler do processo filho: %s
sk: Nepodarilo sa èítanie od potomka: %s
sl: Nisem uspel brati iz procesa potomca. %s
sv: Misslyckades med att läsa från barnprocess: %s
tr: Ast süreçten okuma baþarýsýz: %s
zh_cn: 无法从子进程读取：%s

source: Couldn't fork a new process
az: Yeni bir gedişat çəngəlləyə bilmədim
bg: Невъзможно е отделянето на нов процес
da: Kunne ikke starte en ny proces
de: Neuer Prozess konnte nicht abgespalten werden
el: Αδύνατη η δικράνωση νέας διεργασίας
es: No puedo iniciar (fork) un nuevo proceso
fi: Uutta prosessia ei voitu luoda
fr: OAF n'a pas pu cloner un nouveau processus
hu: Új folyamat forkolása sikertelen
it: Impossibile eseguire il fork di un nuovo processo
ja: 新規プロセスを fork できませんでした。
nn: Kunne ikkje starte underprosess.
no: Kunne ikke starte en ny prosess
pl: Nie mo¿na utworzyæ nowego procesu
pt: Incapaz de criar novo processo com fork
pt_br: Não foi possível criar um novo processo
ro: Nu s-a putut face fork la un proces nou
ru: Не удалось породить новый процесс
sk: Nie je mo¾né vytvori» nový proces
sl: Nisem se mogel razvejiti novega procesa
sv: Kunde inte grena en ny process
ta: Ò¾¢Â ¦ºÂø ´ı¨Èò ¦¾¡¼í¸ ÓÊÂÅ¢ø¨Ä
tr: Yeni bir süreç ayrýþtýrýlamadý
uk: Не вдалося розгалудити процес
zh_cn: 无法创建新的进程

source: Child received signal %u (%s)
az: Törəmə gedişat siqnal %u'yu aldı ( %s )
bg: Дъщерният процес получи сигнал %u (%s)
da: Barn modtog signal %u (%s)
de: Kindprozess erhielt Signal %u (%s)
el: Η θυγατρική διεργασία έλαβε το σινιάλο %u (%s)
es: El proceso hijo recibió la señal %u (%s)
fi: Lapsi vastaanotti signaalin %u (%s)
fr: Le processus fils a reçu le signal %u (%s)
hu: A gyermekfolyamat %u jelzést kapott (%s)
it: Il processo figlio ha ricevuto il segnale %u (%s)
ja: 子プロセスがシグナル %u (%s) を受け取りました。
nn: Barn mottok signal %u (%s)
no: Barn mottok signal %u (%s)
pl: Potomek otrzyma³ sygna³ %u (%s)
pt: Filho recebeu sinal %u (%s)
pt_br: Filho recebeu sinal %u (%s)
ro: Copilul a primit semnalul %u (%s)
ru: Потомок получил сигнал %u (%s)
sk: Potomok zachytil signál %u (%s)
sl: Otrok je dobil signal %u (%s)
sv: Barnet tog emot signalen %u (%s)
ta: %u ÌÈ¢ôÒ §ºöìÌì ¸¢¨¼ò¾Ğ (%s)
tr: Alt süreç %u sinyali aldý (%s)
uk: Нащадок отримав си╜нал %u (%s)
zh_cn: 子进程接收到信号 %u (%s)

source: Unknown non-exit error (status is %u)
az: Namə'lum xəta ( hal %u )
bg: Непозната грешка, несвързана с изхода от програмата (състоянието е %u)
da: Ukendt ikke-afslutningsfejl (status er %u)
de: Unbekannter `non-exit'-Fehler (Status ist %u)
el: Άγνωστο μη μοιραίο σφάλμα (η κατάσταση είναι %u)
es: Error de salida desconocido (el estado es %u)
fi: Tuntematon ei-lopetusvirhe (tila on %u)
fr: Erreur inconnue (l'état est %u)
hu: Ismeretlen non-exit hiba (az állapot %u)
it: Errore non di uscita sconosciuto (lo stato è %u)
ja: 不明な未終了エラー (状態 = %u)
nn: Ukjent ikkje-eksisterande feil (status er %u)
no: Ukjent "non-exit" feil (status er %u)
pl: Nieznany b³±d procesu (kod stanu %u)
pt: Erro não-terminal desconheciso (estado é %u)
pt_br: Erro desconhecido não de saída (estado é %u)
ro: Eroare necunoscutã (statusul este %u)
ru: Неизвестная ошибка (состояние %u)
sk: Neznáma nenávratová chyba (stav je %u)
sl: Neznana ne-izhodna napaka (stanje je %u)
sv: Okänd icke-slutstatus (status är %u)
ta: ¦¾Ã¢Â¡¾, ¦ÅÇ¢§ÂÃ§Åñ¼¡¾, À¢¨Æ (¿¢Ä¨Á: %u)
tr: Bilinmeyen çýkýþ engelleme hatasý (durum %u)
uk: Нев╕дома нефатальна помилка (стан -- %u)
zh_cn: 未知的非退出错误(状态是 %u)

source: Child process did not give an error message, unknown failure occurred
az: Törəmə gedişat xəta ismarıcı vermədi, naməlum iflas baş verdi
bg: Дъщерния процес не сигнализира грешка, случи се непознат провал
da: Barneproces gav ikke en fejlmeddelelse, en ukendt fejl er opstået
de: Kindprozess gabe keine Fehlermeldung aus. Unbekannter Fehler trat auf
es: El proceso hijo no dio ningún mensaje de error, ha ocurrido un fallo desconocido
fi: Lapsiprosessi ei antanut virheviestiä: tapahtui tuntematon virhe
fr: Le processus fils n'a pas retourné de message d'erreur, une erreur inconnue est survenue
hu: A gyermekfolyamat nem adott hibaüzenetet, ismeretlen hiba történt
it: Il processo figlio non restituisce un messaggio d'errore, si è verificato un errore sconosciuto
ja: 子プロセスがエラーメッセージを返しません。不明なエラーが発生
nn: Barnprosess ga ikkje frå seg ei feilmelding, ein ukjent feil oppstod
no: Underoprosess ga ingen feilmelding, ukjent feil oppsto
pl: Proces potomny nie poda³ komunikatu b³êdu, wyst±pi³ nieznany b³±d
pt: Processo filho não deu mensagem de erro, ocorreu falha desconhecida
pt_br: Processo filho não forneceu uma mensagem de erro, ocorreu uma falha desconhecida
sk: Potomok neposlal správu chyby, nastalo neznáme zlyhanie
sl: Proces potomec ni podal sporoèila o napaki, zgodila se je neznana napaka
sv: Barnprocessen gav inte något felmeddelande, okänt fel inträffade
tr: Ast süreç bir hata iletisi vermedi, baþarýsýzlýk sebebi bilinmiyor
zh_cn: 子进程没有给出错误信息，发生未知错误

source: OAF failed to set process group of %s: %s
az: OAF %s qrupuna əməliyyat para bilmədi: %s
bg: OAF не успя да установи групата на процесите на %s: %s
da: OAF kunne ikke sætte procesgruppe som %s: %s
de: Prozessgruppe von %s konnte von OAF nicht festgelegt werden: %s
es: OAF no ha podido establecer el grupo del proceso de %s: %s
fi: OAF ei onnistunut asettamaan komennon %s prosessiryhmää: %s
fr: OAF a échoué à définir le groupe de processus de %s : %s
hu: Az OAF nem tudta beállítani ezt a folyamatcsoportot: %s: %s
it: OAF ha fallito l'impostazione del gruppo %s per il processo: %s
ja: OAF が %s のプロセスグループのセットに失敗: %s
nn: OAD klarte ikkje å sette prosess gruppe %s: %s
no: OAF feilet under setting av prosessgruppe for %s: %s
pl: OAF: Nie mo¿na ustawiæ grupy procesu %s: %s
pt: Falha do OAF ao definir grupo de processo de %s: %s
pt_br: OAF falhou ao atribuir grupo de processo de %s: %s
sk: OAF nemohol nastavi» skupinu procesu %s: %s
sl: OAF ni uspel nastaviti procesne skupine %s: %s
sv: OAF misslyckades med att ställa in processgrupp på %s: %s
tr: OAF %s iþlem grubunu belirleyemedi: %s
zh_cn: OAF 无法设置 %s 的进程组：%s

source: Failed to execute %s: %d (%s)
az: %s icra edilə bilmədi: %d (%s)
bg: Не успях да изпълня %s: %d (%s)
da: Det mislykkedes at udføre %s: %d (%s)
de: Ausführung von %s fehlgeschlagen: %d (%s)
es: No se ha podido ejecutar %s: %d (%s)
fi: Ohjelman %s käynnistys epäonnistui: %d (%s)
fr: Échec à l'exécution de %s : %d (%s)
hu: Nem sikerült végrehajtani: %s: %d (%s)
it: Esecuzione di %s fallita: %d (%s)
ja: %s の実行に失敗しました: %d (%s)
nn: Klarte ikkje å køyre %s: %d (%s)
no: Feil under kjøring av %s: %d (%s)
pl: Nie mo¿na wykonaæ %s: %d (%s)
pt: Falha na execução de %s: %d (%s)
pt_br: Falha ao executar %s: %d (%s)
sk: Nepodarilo sa vykona» %s: %d (%s)
sl: Izvedba %s ni uspela: %d (%s)
sv: Misslyckades med att köra %s: %d (%s)
tr: %s çalýþtýrýlamadý: %d (%s)
zh_cn: 无法执行 %s：%d (%s)

source: Object directory to use when registering servers
az: Vericiləri qeyd edərkən istifadə ediləcək cism qovluğu
bg: Директория на обектите, която да се използва при регистриране на сървърите
da: Objektkatalog som skal bruges ved registrering af tjenere
de: Objektverzeichtnis, das genutzt wird, wenn Server registriert werden
el: Κατάλογος αντικειμένων για χρήση κατά την καταχώρηση εξυπηρετητών
es: Directorio de objetos utilizado al registrar los servidores
fi: Palvelimia rekisteröidessä käytettävä oliohakemisto
fr: Objet répertoire à utiliser durant l'enregistrement des serveurs
hu: Kiszolgálók regisztrálásához használt Object directory
it: Object directory da usare per la registrazione dei server
ja: サーバー登録時に使用するオブジェクトディレクトリ
nn: Objektkatalog som skal brukast når du registerar tenarar
no: Objektkatalog som skal brukes ved registrering av tjenere
pl: Katalog obiektów wykorzystywany przy rejestrowaniu serwerów
pt: Directório de objectos a utilizar quando registar servidores
pt_br: Diretório de objetos a ser usado ao registrar servidores
ro: Directorul obiecte folosit când înregistrez serverele
ru: Каталог объекта используемый при регистрации серверов
sk: Prieèinok pre objekty pou¾itý pri registrácii serverov
sl: Predmetni imenik, ki naj se uporabi ob registraciji stre¾nikov
sv: Objektkatalog som ska användas då servrar registreras
ta: §º¨ÅÂ¸í¸¨Ç À¾¢Å¡Ìõ §À¡Ğ ÀÂñÀÎò¾ §ÅñÊÂ ­ÄìÌ «¨¼×
tr: Sunucularý kaydederken kullanýlacak nesne dizini
uk: Каталог об'╓кта, що використову╓ться п╕д час ре╓страц╕╖ сервер╕в
zh_cn: 当登记服务器时使用的对象目录

source: File descriptor to print IOR on
az: IORu yazdıracaq fayl izahatı
bg: Файлов дескриптор, на който да се извежда IOR
da: Fildeskriptor som IOR skal skrives til
de: Dateibeschreibung, in die IOR geschrieben wird
el: Περιγραφέας αρχείου για την εκτύπωση του IOR
es: Descriptor de archivo en el que escribir el IOR
fi: Tiedostokahva, johon IOR tulostuu
fr: Descripteur de fichier où imprimer l'IOR
hu: Az a fájlleíró, amelyre az IOR írható
it: Descrittore del file su cui stampare lo IOR
ja: IOR の出力先のファイルディスクリプタ
nn: Fildeskriptor å skrive IOR på
no: Fildeskriptor som IOR skal skrives til
pl: Deskryptor pliku, do którego wypisaæ IOR
pt: Descritor de ficheiro onde imprimir IOR
pt_br: Descritor de arquivos onde imprimir IOR
ro: Descriptor fiºier la care sã listez IOR
ru: Дескриптор файла для печати IOR
sk: Deskriptor súboru, do ktorého vytlaèi» IOR
sl: Datoteèni deskriptor kamor naj se izpisuje IOR
sv: Filhandtag som ska skrivas IOR på
ta: IOR «îº¢ğ¼ Å¢ÅÃ¢ôÒ §¸¡ôÒ
tr: IOR'un üstüne yazdýracaðý dosya tanýmlayýcý
uk: Дескриптор файлу для друку IOR
zh_cn: 要打印 IOR 的文件描述符

source: FD
el: Περιγραφέας Αρχείου
ru: ДФ
sk: DS
sv: FH
uk: ФД

source: IID to activate
az: İşə salınacaq IID
bg: IID, което да се активира
da: IID som skal aktiveres
de: Zu aktivierende IID
el: IID για ενεργοποίηση
es: IID a activar
fi: Aktivoitava IID
fr: IID à activer
hu: Aktiválandó IID
it: IID da attivare
ja: IID の活性化
nn: IID som skal aktiverast
no: IID som skal aktiveres
pl: Aktywowany IID
pt: IID a activar
pt_br: IID a ser ativado
ro: IID de activat
ru: IID для активации
sk: aktivova» IID
sl: IID, ki naj se aktivira
sv: IID för att aktivera
ta: àñÎ ¦ºöÂ§ÅñÊÂ IID
tr: Etkinleþtirilecek IID
uk: IID до активац╕╖
zh_cn: 要激活的 IID

source: Prevent registering of server with OAF
az: OAFla verici qeydinə icazə vermə
bg: Да се предотврати регистрирането на сървъра към OAF
da: Forhindr registrering af tjener hos OAF
de: Registrieren von Servern mit OAF vermeiden
el: Αποτροπή καταχώρησης του εξυπηρετητή με το OAF
es: Evitar el registro de un servidor en el OAF
fi: Estä palvelimen rekisteröityminen OAF:lla
fr: Empêche le serveur de s'enregistrer avec OAF
hu: Kiszolgálók az OAF-ba való regisztrálásának megakadályozása
it: Impedisci la registrazione del server con OAF
ja: OAF でサーバーの登録を禁止
nn: Forhindr registrering av tenarar i OAF
no: Forhindre registrering av tjener hos OAF
pl: Wstrzymuje rejestracjê serwera przez OAF-a
pt: Impedir registo de servidor com o OAF
pt_br: Evitar registro do servidor com o OAF
ro: Previne înregistrarea serverului cu OAF
ru: Предотвратить регистрацию сервера с OAF
sk: Zabráni» registrácii serveru v OAF
sl: Prepreèi registracijo stre¾nika pri OAF
sv: Förhindra registrering av server med OAF
ta: OAF­¼õ §º¨ÅÂ¸ò¨¾ À¾¢×¦ºöÅ¨¾ ¾Îì¸×õ
tr: Sunucunun OAF ile kaydedilmesini engeller
uk: Попередити ре╜╕страц╕ю сервера з OAF
zh_cn: 防止服务器在 OAF 上注册

source: OAF options
az: OAF seçənəkləri
bg: Опции на OAF
da: OAF-tilvalg
de: OAF-Optionen
el: Επιλογές OAF
es: Opciones de OAF
fi: OAF-asetukset
fr: Options OAF
hu: OAF beállításai
it: Opzioni OAF
ja: OAF オプション
nn: OAF val
no: OAF alternativer
pl: Opcje OAF-a
pt: Opções OAF
pt_br: Opções do OAF
ru: Параметры OAF
sk: Mo¾nosti OAF
sl: Mo¾nosti OAF
sv: OAF-alternativ
tr: OAF seçenekleri
uk: Параметри OAF
zh_cn: OAF 选项

source: g_module_open of `%s' failed with `%s'
az: `%s'-a g_module_open `%s' ilə bacarılmadı
bg: g_module_open на `%s' бе неуспешно с `%s'
da: g_module_open af '%s' mislykkedes med '%s'
de: g_module_open von `%s' schlug fehl mit `%s'
es: Ha fallado g_module_open de '%s' con '%s'
fi: g_module_open moduulille "%s" epäonnistui: %s
fr: g_module_open de « %s » échoué avec « %s »
ja: '%s' の g_module_open が '%s' で失敗
nn: g_module_open i `%s' feila med `%s'
no: g_module_open i '%s' feilet med `%s'
pl: Funkcja g_module_open zwróci³a przy pliku "%s" b³±d "%s"
pt: Falho no g_module_open de `%s' com `%s'
pt_br: Falhou g_module_open de `%s' com `%s'
sk: g_module_open z `%s' zlyhala s `%s'
sl: g_module_open nad `%s' z `%s' ni uspel
sv: g_module_open av "%s" misslyckades med "%s"
tr: `%s' için g_module_open iþlevi `%s' ile baþarýsýz
zh_cn: “%s”的 g_module_open 失败，“%s”

source: Can't find symbol OAF_Plugin_info in `%s'
az: `%s' içində OAF_Plugin_info tapıla bilmədi
bg: Не мога да намеря символа OAF_Plugin_info в `%s'
da: Kan ikke finde symbol OAF_Plugin_info i '%s'
de: OAF_Plugin_info-Symbol kann nicht in `%s' gefunden werden
es: No se puede encontrar el símbolo OAF_Plugin_info en '%s'
fi: Ei voi löytää symbolia OAF_Plugin_info tiedostosta "%s"
fr: Ne peut trouver le symbole OAF_Plugin_info dans « %s »
ja: '%s' に OAF_Plugin_info シンボルを発見できません
nn: Klarte ikkje å finne OAF_Plugin_info i '%s'
no: Kan ikke finne symbol OAF_Plugin_info i `%s'
pl: Nie mo¿na odnale¼æ w "%s" symbolu OAF_Plugin_info
pt: Símbolo OAF_Plugin_info não encontrado em `%s'
pt_br: Não é possível localizar símbolo OAF_Plugin_info em `%s'
sk: Nepodarilo sa nájs» symbol OAF_Plugin_info v `%s'
sl: Ne morem najti simbola OAF_Plugin_info v `%s'
sv: Kan inte hitta symbolen OAF_Plugin_info i "%s"
tr: `%s' içinde OAF_Plugin_info sembolü bulunamýyor
zh_cn: 无法在“%s”中找到符号 OAF_Plugin_info

source: Factory '%s' returned NIL for `%s'
az: '%s' emalatxanası '%s' üçün NIL cavabı verdi
bg: Фабриката '%s' върна NIL за `%s'
da: Fabrik '%s' returnerede NIL for `%s'
de: Fabrik '%s' gab NIL für `%s' zurück
es: La factoría '%s' ha devuelto NULO para '%s'
fi: Tehdas "%s" palautti arvon NIL iid:lle "%s"
fr: L'usine « %s » a retourné NIL pour « %s »
ja: Factory '%s' が '%s' について NIL を返しました
nn: Fabrikk '%s' returnerte NIL i '%s'
no: Fabrikk '%s' returnerte NIL i `%s'
pl: Generator "%s" zwróci³ NIL dla "%s"
pt: Fábrica '%s' retornou NIL para `%s'
pt_br: A fábrica '%s' retornou NIL para `%s'
sk: Vytváracie rozhranie '%s' vrátilo NIL pre `%s'
sl: Tovarna '%s' je za `%s' vrnila NIL.
sv: Fabriken "%s" returnerade NIL för "%s"
tr: '%s' '%s' için NIL döndürdü

source: Shlib '%s' didn't contain `%s'
az: '%s' şlibi '%s' daxil etmir
bg: Shlib '%s' не съдържа `%s'
da: Shlib '%s' indeholdt ikke '%s'
de: Shlib '%s' enthielt `%s' nicht
es: Shlib '%s' no contenía '%s'
fi: Jaettu kirjasto "%s" ei sisältänyt iid:tä `%s'
fr: Shlib « %s » ne contient pas « %s »
ja: Shlib '%s' が '%s' を含んでいませんでした
nn: Shlib '%s' inneheldt ikkje '%s'
no: Shlib '%s' innholdt ikke `%s'
pl: Biblioteka dzielona "%s" nie zawiera "%s"
pt: Shlib '%s' não continha `%s'
pt_br: Shlib '%s' não continha `%s'
sk: Shlib '%s' neobsahuje `%s'
sl: Shlib '%s' ni vseboval `%s'
sv: Shlib "%s" innehöll inte "%s"
tr: Shlib '%s' `%s' içermiyor
zh_cn: 动态库“%s”没有包含“%s”

source: Couldn't find which child the server was listed in
az: Vericinin sıralandığı törəmə gedişatı tapa bilmədim
bg: Не мога да открия в кой дъщерен процес е бил изброен сървъра
da: Kunne ikke finde ud af hvilket barn tjeneren var opført hos
de: Keine Informationen, in welchem Kindprozess der Server gelistet war
el: Αδυνατή η εύρεση για πια θυγατρική διεργασία ο εξυπηρετητής ήταν καταχωρημένος
es: No se ha podido determinar qué proceso hijo contiene al servidor
fi: Ei voitu selvittää, missä lapsiprosessissa palvelin on luetteloitu
fr: OAF n'a pu trouver dans quel fils le serveur est enregistré
hu: Nem derült ki, hogy a kiszolgáló melyik gyermekhez tartozik
it: Impossibile trovare in quale processo figlio era elencato il server
ja: サーバーがどの子プロセスで登録されたか分かりませんでした。
nn: Kunne ikkje finne kva barn tenarar var oppført i
no: Kunne ikke finne ut hvilket barn tjeneren var listet i
pl: Nie mo¿na odnale¼æ potomka, w którym nas³uchuje serwer
pt: Incapaz de descobrir em que servidor o filho estava listado
pt_br: Não foi possivel descobrir em qual filho o servidor estava listado
ro: Nu s-a putut gãsi care în care copil serverul era listat
sk: Nie je mo¾né zisti» server, v ktorom bol zapísaný potomok
sl: Nisem mogel ugotoviti v seznamu katerega otroka je bil stre¾nik
sv: Kunde inte hitta vilket barn som servern var angiven i
ta: ±ó¾ §ºöÂ¢ø §º¨ÅÂ¸õ ­Õó¾Ğ ±ıÚ ¸ñÎÀ¢Êì¸ ÓÊÂÅ¢ø¨Ä
tr: Sunucuyu listeleyen alt süreç bulunamadý
uk: Не вдалося знайти нащадка, в якому вказано сервер
zh_cn: 无法找到服务器在那个子进程中被列出

source: Nothing matched the requirements.
az: İstənilənlərə uyğun gələn yoxdur.
bg: Нищо не отговори на изискванията.
da: Intet passede til kravene.
de: Mit dem Benötigten stimmte nichts überein.
es: Nada coincide con los requisitos.
fi: Mikään ei vastannut vaatimuksia.
fr: Rien ne correspond aux nécessités.
hu: Semmi sem illeszkedik a feltételekre.
ja: 要求に合致するものがありません。
nn: Ingen ting stemte med krava.
no: Ingenting møtte kravene.
pl: Nic nie odpowiada wymaganiom.
pt: Nada cumpriu com os requisitos.
pt_br: Nada correspondeu aos requisitos.
sk: Niè neodpovedá po¾iadavke.
sl: Niè ni ustrezalo zahtevam.
sv: Ingenting matchade kraven.
tr: Gereksinimleri karþýlayacak bir eþleþme yok.

source: Query failed:
az: Sorğu bacarılmadı :
bg: Неуспешна заявка:
da: Forespørgsel mislykkedes:
de: Anfrage gescheitert:
el: Αποτυχία διερώτησης:
es: Falló la consulta:
fi: Kysely epäonnistui:
fr: Échec de la requête :
hu: Sikertelen lekérdezés:
it: Richiesta fallita:
ja: クエリーに失敗しました:
nn: Spørjing feila:
no: Spørring feilet:
pl: Zapytanie nie powiod³o siê:
pt: Questão falhou:
pt_br: Falhou a consulta:
ro: Cererea a eºuat:
ru: Сбой запроса:
sk: Otázka zlyhala:
sl: Poizvedba ni uspela:
sv: Fråga misslyckades:
ta: Å¢ÉÅø ¦¿¡ÊôÒ:
tr: Sorgulama baþarýsýz:
uk: Зб╕й зипиту:
zh_cn: 查询失败：

source: Activation failed:
az: Fəallaşdırma bacarılmadı :
bg: Неуспешно активиране:
da: Aktivering mislykkedes:
de: Aktivierung gescheitert:
el: Αποτυχία ενεργοποίησης:
es: Falló la activación:
fi: Aktivointi epäonnistui:
fr: Échec de l'activation :
hu: Aktiválás sikertelen:
it: Attivazione fallita:
ja: 活性化に失敗しました:
nn: Aktivisering feila:
no: Aktivering feilet:
pl: Aktywacja nie powiod³a siê:
pt: Activação falhou:
pt_br: Falhou a ativação:
ro: Activarea a eºuat:
ru: Сбой активации:
sk: Aktivácia zlyhala:
sl: Aktivacija ni uspela:
sv: Aktivering misslyckades:
ta: àñÎ ¦ºö× ¦¿¡ÊôÒ:
tr: Etkinleþtirme baþarýsýz:
uk: Зб╕й активац╕╖:
zh_cn: 激活失败：

source: Could not parse AID
az: AIDi daraya bilmədim
bg: Не успях да анализирам AID
da: Kunne ikke fortolke AID
de: Die AID konnte nicht geparst werden
el: Αδύνατη η ανάλυση του AID
es: Imposible reconocer AID
fi: AID:ta ei voitu tulkita
fr: Ne peut analyser l'AID
hu: Az AID értelmezése sikertelen
it: Impossibile analizzare AID
ja: AIDをパースできません
nn: Kunne ikkje tolke AID
no: Kunne ikke lese AID
pl: Nie mo¿na przeanalizowaæ AID
pt: Incapaz de parsear AID
pt_br: Não foi possível analisar AID
ro: Nu s-a putut parsa AID
ru: Не удалось проанализировать AID
sk: Nie je mo¾né spracova» AID
sl: Nisem mogel razèleniti AID
sv: Kunde inte tolka AID
ta: AID «Ä¸¢¼ ÓÊÂÅ¢ø¨Ä
tr: AID çözümlenemedi
uk: Не вдалося проанал╕зувати AID
zh_cn: 无法解析 AID

source: Could not parse context:
az: Vəziyyəti daraya bilmədim:
bg: Не можах да анализирам контекста:
da: Kunne ikke fortolke kontekst:
de: Der Kontext konnte nicht geparst werden:
el: Αδύνατη η ανάλυση του περιεχομένου:
es: Imposible reconocer el contexto:
fi: Kontekstia ei voitu tulkita:
fr: Ne peut analyser le contexte :
hu: A context értelmezése sikertelen:
it: Impossibile analizzare il contesto:
ja: コンテクストをパースできません:
nn: Kunne ikkje tolke kontekst:
no: Kunne ikke lese kontekst:
pl: Nie mo¿na przeanalizowaæ kontekstu:
pt: Incapaz de parsear contexto:
pt_br: Não foi possível analisar contexto:
ro: Nu s-a putut parsa contextul:
ru: Не удалось проанализировать контекст:
sk: Nie je mo¾né spracova» kontext:
sl: Nisem mogel razèleniti konteksta:
sv: Kunde inte tolka sammanhanget:
ta: İÆø «Ä¸¢¼ ÓÊÂÅ¢ø¨Ä
tr: Baðlam çözümlenemedi:
uk: Не вдалося проанал╕зувати контекст:
zh_cn: 无法解析上下文：

source: Could not activate server:
az: Vericini fəallaşdıra bilmədim:
bg: Не можах да активирам сървъра:
da: Kunne ikke aktivere server:
de: Der Server konnte nicht aktiviert werden:
el: Αδύνατη η ενεργοποίηση του εξυπηρετητή:
es: No se pudo activar el servidor:
fi: Palvelinta ei voitu aktivoida:
fr: Ne peut activer le serveur :
hu: A kiszolgáló aktiválása sikertelen:
it: Impossibile attivare il server:
ja: サーバを活性化できません:
nn: Klarte ikkje å aktivisere tenar:
no: Kunne ikke aktivere tjener:
pl: Nie mo¿na aktywowaæ serwera:
pt: Incapaz de activar servidor:
pt_br: Não foi possível ativar servidor:
ro: Nu s-a putut activa serverul:
ru: Не удалось активировать сервер:
sk: Nie je mo¾né aktivova» server:
sl: Nisem mogel aktivirati stre¾nika:
sv: Kunde inte aktivera servern:
ta: §º¨ÅÂ¸ò¨¾ àñÎ ¦ºöÂ ÓÊÂÅ¢ø¨Ä
tr: Sunucu etkinleþtirilemedi:
uk: Не вдалося активувати сервер:
zh_cn: 无法激活服务器：

source: Directory to read .oaf files from
az: .oaf fayllarının oxunacağı qovluqlar
bg: Директория, от която да се четат .oaf файловете
da: Katalog som .oaf-filer læses fra
de: Verzeichnis, von dem aus .oaf-Dateien gelesen werden soll
es: Directorio del que leer los archivos .oaf
fr: Répertoire dans lequel lire les fichiers .oaf
nn: Katalog som skal lesast .oaf filer frå
no: Katalog .oaf-filer skal leses fra
pl: Katalog, z którego odczytywane powinny byæ pliki .oaf
pt: Directório de onde ler ficheiros .oaf
pt_br: Diretório de onde ler arquivos .oaf
sk: Prieèinok, z ktorého èíta» súbory .oaf
sl: Imenik iz katerega naj se preberejo datoteke .oaf
sv: Katalog att läsa .oaf-filer från
tr: .oaf dosyalarýnýn okunacaðý dizin
zh_cn: 读取 .oaf 文件的目录

source: DIRECTORY
az: QOVLUQ
bg: ДИРЕКТОРИЯ
da: KATALOG
de: VERZEICHNIS
el: ΚΑΤΑΛΟΓΟΣ
es: DIRECTORIO
fi: HAKEMISTO
fr: RÉPERTOIRE
ja: ディレクトリ
no: KATALOG
pl: KATALOG
pt: DIRECTORIO
pt_br: DIRETÓRIO
ru: КАТАЛОГ
sk: PRIEÈINOK
sl: IMENIK
sv: KATALOG
tr: DÝZÝN
uk: КАТАЛОГ
zh_cn: 目录
