Repository: lepidotos/suede
Catalog: oaf-0.6.8/po/*.po
Languages: az, bg, da, de, el, es, fi, fr, hu, it, ja, nn, no, pl, pt, pt_br, ro, ru, sk, sl, sv, ta, tr, uk, zh_cn

source: OAF configuration file contains:
az: OAF quraşdırma faylı möhtəviyyatı :
bg: Конфигурационният файл на OAF съдържа:
da: OAF-konfigurationsfilen indeholder:
de: OAF-Konfigurationsdatei beinhaltet:
el: Το αρχείο ρυθμίσεων του OAF περιέχει:
es: El archivo de configuración de OAF contiene:
fi: OAF-asetustiedosto sisältää:
fr: Le fichier de configuration de OAF contient :
hu: Az OAF konfigurációs fájl tartalma:
it: Il file di configurazione di OAF contiene:
ja: OAF 設定ファイルの内容:
nn: OAF konfigurasjonsfil inneheld:
no: OAF konfigurasjonsfil inneholder:
pl: Plik konfiguracyjny OAF-a zawiera:
pt: Ficheiro de configuração OAF contém:
pt_br: O arquivo de configuração OAF contém:
ro: Fiºierul de configurare OAF conþine:
ru: Файл настроек OAF содержит:
sk: Konfiguraèný súbor OAF obsahuje:
sl: OAF nastavitvena datoteka vsebuje:
sv: OAF-konfigurationsfilen innehåller:
ta: OAF «¨Á-ÅÊÅ §¸¡ôÀ¢ø ¯ûÇĞ:
tr: OAF yapýlandýrma dosyasýnýn içeriði:
uk: Файл конф╕╜урац╕╖ OAF м╕стить:
zh_cn: OAF 配置文件包含：

source: Directory to remove from OAF configuration file
az: OAF quraşdırma faylından silinəcək cərgə
bg: Директория, която да се махне от конфигурационния файл на OAF
da: Katalog som skal fjernes fra OAF-konfigurationsfil
de: Verzeichnis, das von der OAF-Konfigurationsdatei entfernt werden soll
el: Κατάλογος για αφαίρεση από το αρχείο ρυθμίσεων του OAF
es: Directorio a eliminar del archivo de configuración de OAF
fi: Hakemisto, joka poistetaan OAF-asetustiedostosta
fr: Répertoire à enlever du fichier de configuration de OAF.
hu: Az OAF konfigurációs fájlból törlendõ könyvtárak
it: Directory da rimuovere dal file di configurazione di OAF
ja: OAF 設定ファイルから削除するディレクトリ
nn: Katalog som skal fjernast frå OAF konfigurasjonsfil
no: Katalog som skal fjernes fra OAF konfigurasjonsfil
pl: Katalog, który nale¿y usun±æ z pliku konfiguracyjnego OAF-a
pt: Directório a remover do ficheiro de configuração OAF
pt_br: Diretório a ser removido do arquivo de configuração OAF
ro: Directorul de eliminat din fiºierul de configurare OAF
ru: Каталог для удаления из файла настроек OAF
sk: Prieèinok, ktorý má by» odstránený z konfiguraèného súboru OAF
sl: Imenik, ki naj se odstrani iz OAF nastavitvene datoteke
sv: Katalog som ska tas bort från OAF-konfigurationsfilen
ta: OAF «¨Á-ÅÊÅ §¸¡ôÀ¢ø ­ÕóĞ ¸Æğ¼ §ÅñÊÂ «¨¼×
tr: OAF yapýlandýrma dosyasýndan kaldýrýlacak dizin
uk: Каталоги для вилучення з конф╕гурац╕йного файлу OAF
zh_cn: 要从 OAF 配置文件中删除的目录

source: directory path
az: cərgə cığırı
bg: директория
da: katalogsti
de: Verzeichnispfad
el: μονοπάτι καταλόγου
es: directorio
fi: hakemisto
fr: chemin du répertoire
hu: könyvtár útvonala
it: percorso directory
ja: ディレクトリパス
nn: katalog sti
no: katalogsti
pl: ¶cie¿ka katalogu
pt: caminho do directório
pt_br: caminho do diretório
ro: cale director
ru: путь к каталогу
sk: cesta k prieèinku
sl: pot imenika
sv: katalogsökväg
ta: «¨¼× À¡¨¾
tr: dizin yolu
uk: каталог
zh_cn: 目录路径

source: Directory to add to OAF configuration file
az: OAF quraşdırma faylına əlavə ediləcək cərgə
bg: Директория, която да се добави в конфигурационния файл на OAF
da: Katalog der skal tilføjes OAF-konfigurationsfilen
de: Verzeichnis, das zu der OAF-Konfigurationsdatei hinzugefügt werden soll
el: Κατάλογος για πρόσθεση στο αρχείο ρυθμίσεων του OAF
es: Directorio a añadir al archivo de configuración de OAF
fi: Hakemisto, joka lisätään OAF-asetustiedostoon
fr: Répertoire à ajouter au fichier de configuration de OAF.
hu: Az OAF konfigurációs fájlhoz hozzáadandó könyvtárak
it: Directory da aggiungere al file di configurazione di OAF
ja: OAF 設定ファイルへ追加するディレクトリ
nn: Katalog som skal leggast til OAF konfigurasjonsfil
no: Katalog som skal legges til i OAF konfigurasjonsfilen
pl: Katalog, który nale¿y dodaæ do pliku konfiguracyjnego OAF-a
pt: Directório a adicionar ao ficheiro de configuração OAF
pt_br: Diretório a ser incluído no arquivo de configuração OAF
ro: Directorul de adãugat la fiºierul de configurare OAF
ru: Каталог для добавления в файл настроек OAF
sk: Prieèinok, ktorý má by» pridaný do konfiguraèného súboru OAF
sl: Imenik, ki naj se doda OAF nastavitveni datoteki
sv: Katalog som ska läggas till i OAF-konfigurationsfilen
ta: OAF «¨Á-ÅÊÅ §¸¡ôÀ¢ø §º÷ì¸ §ÅñÊÂ «¨¼×
tr: OAF yapýlandýrma dosyasýna eklenecek dizin
uk: Каталоги для додавання у конф╕╜урац╕йний файл OAF
zh_cn: 要添加到 OAF 配置文件中的目录

source: Display directories in OAF configuration file
az: OAF quraşdırma faylında cərgələri göstər
bg: Покажи директориите в конфигурационния файл на OAF
da: Vis kataloger i OAF-konfigurationsfilen
de: Verzeichnisse in der OAF-Konfigurationsdatei zeigen
el: Εμφάνιση καταλόγων στο αρχείο ρυθμίσεων του OAF
es: Mostrar los directorios del archivo de configuración de OAF
fi: Näytä OAF-asetustiedostossa olevat hakemistot
fr: Affiche les répertoires du fichier de configuration de OAF.
hu: Az OAF konfigurációs könyvtárban szereplõ könyvtárak mutatása
it: Mostra le directory nel file di configurazione di OAF
ja: OAF 設定ファイル中のディレクトリの表示
nn: Vis katalogar i OAF konfigurasjonsfil
no: Vis kataloger i OAF konfigurasjonsfilen
pl: Wy¶wietla katalogi w pliku konfiguracyjnym OAF-a
pt: Mostrar directórios no ficheiro de configuração OAF
pt_br: Exibir diretórios no arquivo de configuração OAF
ro: Aratã directoarele în fiºierul de configurare OAF
ru: Показать каталоги в файле настроек OAF
sk: Zobrazi» prieèinky, ktoré sú konfiguraènom súbore OAF
sl: Poka¾i imenike v OAF nastavitveni datoteki
sv: Visa katalogerna i OAF-konfigurationsfilen
ta: OAF «¨Á-ÅÊÅ §¸¡ôÀ¢ø ­ÕìÌõ «¨¼×¸¨Çì ¸¡ñÀ¢
tr: Dizinleri OAF yapýlandýrma dosyasýnda gösterir
uk: Показати каталоги у конф╕╜урац╕йному файл╕ OAF
zh_cn: 显示 OAF 配置文件中的目录

source: Display path to OAF configuration file
az: OAF quraşdırma faylının cığırını göstər
bg: Покажи пътя до конфигурационния файл на OAF
da: Vis sti til OAF-konfigurationsfilen
de: Pfad zur OAF-Konfigurationsdatei zeigen
el: Εμφάνιση μονοπατιού στο αρχείο ρυθμίσεων του OAF
es: Mostrar el directorio en el que se encuentra el archivo de configuración de OAF
fi: Näytä OAF-asetustiedoston polku
fr: Affiche le chemin du fichier de configuration de OAF.
hu: Az OAF konfigurációs fájl elérési útvonalának mutatása
it: Mostra il percorso del file di configurazione di OAF
ja: OAF 設定ファイルのパスを表示
nn: Vis sti til OAF konfigurasjonsfil
no: Vis sti til OAF konfigurasjonsfil
pl: Wy¶wietla ¶cie¿kê pliku konfiguracyjnego OAF-a
pt: Mostrar caminho para o ficheiro de configuração OAF
pt_br: Exibir caminho do arquivo de configuração OAF
ro: Cale director cãtre fiºierul de configurare OAF
ru: Показать путь к файлу настроек OAF
sk: Zobrazi» cestu ku konfiguraènému súboru OAF
sl: Poka¾i pot do OAF nastavitvene datoteke
sv: Visa sökvägen till OAF-konfigurationsfilen
ta: OAF «¨Á-ÅÊÅ §¸¡ôÀ¢ı À¡¨¾¨Âì ¸¡ñÀ¢
tr: Dosya yolunu OAF yapýlandýrma dosyasýnda gösterir
uk: Показати шлях до конф╕╜урац╕йного файлу OAF
zh_cn: 显示 OAF 配置文件的路径
