Repository: lepidotos/suede
Catalog: gtop-1.0.13/po/*.po
Languages: ja, no, pl, sk, tr, uk

source: GNOME System Monitor
ja: GNOMEシステムモニター
pl: Monitor Systemu dla GNOME
sk: Sledovanie systému GNOME
tr: GNOME Sistem Ýzleyici
uk: Системний мон╕тор GNOME

source: New _View
ja: 新規ビュー(_V)
no: Ny _visning
pl: Nowy widok
sk: Nový _pohµad
tr: _Yeni Bakýþ
uk: Новий вигляд

source: Create new MDI view
ja: 新規MDIビューを作成
no: Opprett ny MDI visning
pl: Tworzy nowy widok MDI
sk: Vytvori» nový MDI pohµad
tr: Yeni MDI bakýþý
uk: Створити новий вигляд MDI

source: New _Window
ja: 新規ウインドウ(_W)
no: Nytt _Vindu
pl: Nowe okno
sk: Nové _okno
tr: Yeni _Pencere
uk: Нове в╕кно

source: Create new MDI toplevel view
ja: 新規MDIトップレベルビューを作成
no: Opprett nytt toppnivå MDI-vindu
pl: Tworzy nowe okno nadrzêdne MDI
sk: Vytvori» nové okno MDI najvy¹¹ej úrovne
tr: Yeni MDI görüntüsü yarat
uk: Створити новий вигляд MDI верхнього р╕вня

source: _Process View
ja: プロセスビュー(_P)
no: _Prosess visning
pl: Widok procesów
sk: _Prehµad procesov
tr: _Süreç Görüntüsü
uk: Показ процес╕в

source: _Memory Usage
ja: メモリ使用状況(_M)
no: _Minnebruk
pl: Wykorzystanie pamiêci
sk: _Vyu¾itie pamäti
tr: _Bellek Kullanýmý
uk: Показ використання пам'ят╕

source: _Filesystem Usage
ja: ファイルシステム使用状況(_F)
no: _Filsystembruk
pl: Wykorzystanie systemu plików
sk: Vyu¾itie _súborového systému
tr: _Dosya Sistemi Kullanýmý
uk: Показ використання файлових систем

source: Resident Sizes of Processes
ja: プロセスの常駐サイズ
no: Resident størrelse på prosesser
pl: Rezydentne czê¶ci procesów
sk: Rezidentná veµkos» procesov
tr: Süreçlerin _Yerleþik Boyutu
uk: Розм╕р резидентно╖ пам'яти процес╕в

source: Sum of Resident Sizes: %ldk
ja: 常駐サイズの合計: %ldk
no: Sum av resident størrelse: %ldk
pl: Suma rezydentnych czê¶ci procesów: %ldk
sk: Rezidentná veµkos» celkom: %ld k
tr: Toplam Yerleþik Boy: %ldk
uk: Загальний розм╕р резидентно╖ пам'ят╕: %ldk

source: Shared Sizes of Processes
ja: プロセスの共有サイズ
no: Delt størrelse for prosesser
pl: Wspó³dzielone czê¶ci procesów
sk: Zdieµaná veµkos» procesov
tr: Süreçlerin Paylaþýlan Boyutlarý
uk: Колективна пам'ять процес╕в

source: Sum of Shared Sizes: %ldk
ja: 共有サイズの合計: %ldk
no: Sum av delt størrelse: %ldk
pl: Suma wspó³dzielonych czê¶ci procesów: %ldk
sk: Zdieµaná veµkos» celkom: %ld k
tr: Paylaþýlan Boyutlarýn Toplamý: %ldk
uk: Загальний розм╕р колективно╖ пам'ят╕: %ldk

source: Total Sizes of Processes
ja: プロセスのサイズの合計
no: Total størrelse for prosesser
pl: Ca³kowite rozmiary procesów
sk: Celková veµkos» procesov
tr: Süreçlerin Toplam Boyutu
uk: Загальний розм╕р пам'ят╕ процес╕в

source: Virtual Sizes of Processes
ja: プロセスの仮想サイズ
no: Virtuell størrelse for prosesser
pl: Wirtualne rozmiary procesów
sk: Virtuálna veµkos» procesov
tr: Süreçlerin Sanal Boyutu
uk: Розм╕р в╕ртуально╖ пам'ят╕ процес╕в

source: Sum of Virtual Sizes: %ldk
ja: 仮想サイズの合計: %ldk
no: Sum av virtuell størrelse: %ldk
pl: Suma wirtualnych rozmiarów procesów: %ldk
sk: Virtuálna veµkos» celkom: %ld k
tr: Sanal Boyutlar Toplamý: %ldk
uk: Сумарний розм╕р в╕ртуально╖ пам'ят╕: %ldk

source: Swapped Sizes of Processes
ja: スワップされたプロセスサイズ
no: Swappet størrelse for prosesser
pl: Rozmiary usuniêtych z pamiêci czê¶ci procesów
sk: Odlo¾ená veµkos» procesov
tr: Süreçlerin Takas Boyutlarý
uk: Розм╕р своп╕н╜у процес╕в

source: Sum of Swapped Sizes: %ldk
ja: スワップされたサイズの合計: %ldk
no: Sum av swappet størrelse: %ldk
pl: Suma rozmiarów usuniêtych z pamiêci czê¶ci procesów: %ldk
sk: Odlo¾ená veµkos» celkom: %ld k
tr: Toplam Takaslanmýþ Boyut: %ldk
uk: Сумарний розм╕р своп╕н╜у: %ldk

source: Select Processes
ja: プロセス選択
no: Velg prosesser
pl: Wybór procesów
sk: Vybra» procesy
tr: Süreçleri Seçin
uk: Вибрати процеси

source: Only show processes with a controlling tty
ja: 操作端末のプロセスのみ表示
no: Bare vis prosesser med en kontrollerende tty
pl: Wy¶wietla tylko procesy posiadaj±ce terminal steruj±cy
sk: Zobrazi» len tie procesy, ktoré kontrolujú tty
tr: Sadece kontrol eden tty'a sahip süreçleri göster
uk: Показувати лише процеси керован╕ tty

source: Minimum Resident Memory Size
ja: 最小常駐メモリサイズ
no: Minimum resident minnestørrelse
pl: Minimalny rozmiar rezydentnej czê¶ci procesu
sk: Minimálna veµkos» rezidentnej pamäte
tr: En Az Kalýcý Bellek Boyutu
uk: М╕н╕мальний розм╕р резидентно╖ пам'ят╕

source: Minimum Shared Memory Size
ja: 最小共有メモリサイズ
no: Minimum delt minnestørrelse
pl: Minimalny rozmiar wspó³dzielonej czê¶ci procesu
sk: Minimálna veµkos» zdieµanej pamäte
tr: En Az Paylaþýlan Bellek Boyutu
uk: М╕н╕мальний розм╕р в╕ртуально╖ пам'ят╕

source: Minimum Total Process Size
ja: 最小総プロセスサイズ
no: Minimum total prosess-størrelse
pl: Minimalny ca³kowity rozmiar procesu
sk: Minimálna celková veµkos» procesov
tr: Süreç Sayýsýnýn En Düþük Boyutu
uk: М╕н╕мальний загальний розм╕р пам'ят╕ процесу

source: Minimum Virtual Memory Size
ja: 最小仮想メモリサイズ
no: Minimum virtuell minnestørrelse
pl: Minimalny wirtualny rozmiar procesu
sk: Minimálna veµkos» virtuálnej pamäte
tr: En Düþük Sanal Bellek Boyutu
uk: М╕н╕мальний розм╕р в╕ртуально╖ пам'ят╕

source: Minimum Swapped Memory Size
ja: 最小スワップメモリサイズ
no: Minimum swappet minnestørrelse
pl: Minimalny rozmiar usuniêtej z pamiêci czê¶ci procesu
sk: Minimálna veµkos» odlo¾enej pamäte
tr: En Düþük Takas Bellek Boyutu
uk: М╕н╕мальний розм╕р пам'ят╕ своп╕н╜у

source: Performance
ja: パフォーマンス
no: Ytelse
pl: Wydajno¶æ
sk: Výkon
uk: Продуктивн╕сть

source: CPU Load average
ja: CPU負荷平均
no: Snittbelastning for CPU
pl: ¦rednie obci±¿enie CPU
sk: Priemerná zá»a¾ procesora
uk: Середн╓ завантаження ЦП

source: Main memory
ja: メインメモリ
no: Hovedminne
pl: Pamiêæ
sk: Hlavná pamä»
uk: Основна пам'ять

source: Swap memory
ja: スワップメモリ
no: Swap-minne
pl: Pzestrzeñ wymiany
sk: Odlo¾ená pamä»
uk: В╕ртуальна пам'ять

source: load1
ja: 負荷1
no: last1
pl: obci±¿1
sk: zá»a¾1
uk: завантаження1

source: CPU load avg 1 min
ja: CPU負荷平均(1分間)
no: CPU snittbelastning - 1 min
pl: ¦rednie obci±¿enie CPU w ci±gu 1 min
sk: Priemerná zá»a¾ procesora za 1 minútu
uk: Середн╓ завантаження ЦП за 1 хв

source: load5
ja: 負荷5
no: last5
pl: obci±¿5
sk: zá»a¾5
uk: завантаження5

source: CPU load avg 5 min
ja: CPU負荷平均(5分間)
no: CPU snittbelastning - 5 min
pl: ¦rednie obci±¿enie CPU w ci±gu 5 min
sk: Priemerná zá»a¾ procesora za 5 minút
uk: Середн╓ завантаження ЦП за 5 хв

source: load15
ja: 負荷15
no: last15
pl: obci±¿15
sk: zá»a¾15
uk: завантаження15

source: CPU load avg 15 min
ja: CPU負荷平均(15分間)
no: CPU snittbelastning - 15 min
pl: ¦rednie obci±¿enie CPU w ci±gu 15 min
sk: Priemerná zá»a¾ procesora za 15 minút
uk: Середн╓ завантаження ЦП за 15 хв

source: m used
ja: mが使用中
no: m brukt
pl: wykorz. p
sk: p pou¾
uk: використана основна

source: main memory used
ja: 使用メインメモリ
no: hovedminne i bruk
pl: Rezydentna czê¶æ procesu
sk: pou¾itá hlavná pamä»
uk: використана основно╖ пам'ять

source: m free
ja: mが空き
no: m ledig
pl: wolna p
sk: p voµn
uk: в╕льна основна

source: main memory free
ja: 空きメインメモリ
no: hovedminne ledig
pl: Rozmiar wolnej pamiêci
sk: voµná hlavná pamä»
uk: в╕льна основна пам'ять

source: m shrd
ja: m シェアード
no: m delt
pl: p dzielona
sk: p zdie
uk: колективна основна

source: main memory shared
ja: シェアードメインメモリ
no: hovedminne delt
pl: Rozmiar pamiêci dzielonej
sk: zdieµaná hlavná pamä»
uk: Основна пам'ять у колективному використанн╕

source: m buf
ja: m バッファ
pl: p buforów
sk: p odd
uk: буфери основно╖

source: main memory buffers
ja: バッファメインメモリ
no: hovedminne buffere
pl: Rozmiar buforów
sk: hlavná oddeµovacia pamä»
uk: буфери основно╖ пам'ят╕

source: m cache
ja: m キャッシュ
pl: p cache
uk: кешована основна

source: main memory cached
ja: キャッシュメインメモリ
no: hovedminne mellomlagret
pl: rozmiar cache w pamiêci
sk: hlavná pamä» cache
uk: кешована основна пам'ять

source: s used
ja: s 使用中
no: s brukt
pl: wykorz. w
sk: o pou¾
uk: в╕ртуальна використана

source: swap memory used
ja: 使用スワップメモリ
no: swap-minne brukt
pl: Wykorzystana przestrzeñ wymiany
sk: pou¾itá odkladacia pamä»
uk: використана в╕ртуальна пам'ять

source: s free
ja: s 空き
no: s ledig
pl: wolna w
sk: o voµn
uk: в╕льна в╕ртуальна

source: swap memory free
ja: 空きスワップメモリ
no: swap-minne ledig
pl: Wolna przestrzeñ wymiany
sk: voµná odkladacia pamä»
uk: В╕льна в╕ртуальна пам'ять

source: Process Fields
ja: プロセスフィールド
no: Prosessfelt
pl: Pola procesów
sk: Polia procesu
tr: Süreç Alanlarý
uk: Поля процесу

source: Process ID
ja: プロセスID
no: Prosess-ID
pl: Identyfikator procesu
sk: ID procesu
tr: Süreç Kimliði
uk: ╤дентиф╕катор процесу

source: User
ja: ユーザ
no: Bruker
pl: U¿ytkownik
sk: Pou¾ívateµ
tr: Kullanýcý
uk: Користувач

source: User name
ja: ユーザ名
no: Brukernavn
pl: Nazwa u¿ytkownika
sk: Meno pou¾ívateµa
tr: Kullanýcý adý
uk: ╤м'я користувача

source: Pri
ja: 優先
tr: Önc
uk: Пр.

source: Priority
ja: 優先度
no: Prioritet
pl: Priorytet
sk: Priorita
tr: Öncelik
uk: Приоритет

source: Ni
sk: Pri
tr: Ýy
uk: ЗП

source: Nice
ja: 優先度
sk: Priorita
tr: Ýyileþtirm
uk: Запланований пр╕оритет

source: Size
ja: サイズ
no: Størrelse
pl: Rozmiar
sk: Veµkos»
tr: Boy
uk: Розм╕р

source: Used memory size
ja: 使用メモリサイズ
no: Størrelse på brukt minne
pl: Rozmiar wykorzystanej pamiêci
sk: Veµkos» pou¾itej pamäte
tr: Kullanlan bellek
uk: Розм╕р використано╖ пам'ят╕

source: RSS
sk: CRP
uk: РРП

source: Resident memory set size
ja: 常駐メモリセットサイズ
no: Størrelse på resident minnesett
pl: Rezydentna czê¶æ procesu
sk: Veµkos» celkovej rezidentnej pamäte
tr: Kullanýlan yerleþik bellek
uk: Розм╕р резидентно╖ пам'ят╕

source: Resident
ja: 常駐
pl: Rezyd.
sk: Rezidentná
tr: Yerleþik
uk: Резидентна

source: Resident memory size
ja: 常駐メモリサイズ
no: Resident minnestørrelse
pl: Rezydentna czê¶æ procesu
sk: Veµkos» rezidentnej pamäte
tr: Yerleþik bellek boyu
uk: Розм╕р використано╖ резидентно╖ пам'ят╕

source: Share
ja: 共有
no: Delt
pl: Dziel.
sk: Zdieµaná
tr: Paylaþýlan
uk: Колективна

source: Shared memory size
ja: 共有メモリサイズ
no: Størrelse på delt minne
pl: Wspó³dzielona czê¶æ procesu
sk: Veµkos» zdieµanej pamäte
tr: Paylaþýlan bellek boyu
uk: Розм╕р колективно╖ пам'ят╕

source: Stat
ja: 状態
pl: Stan
sk: Stav
tr: Durum
uk: Стан

source: Process state
ja: プロセス状態
no: Prosess-status
pl: Stan procesu
sk: Stav procesu
tr: Sürecin durumu
uk: Стан процесу

source: CPU
no: Prosessor
sk: Proc
uk: ЦП

source: Percent CPU usage
ja: CPU消費率
no: Prosentvis prosessorbruk
pl: Procentowe wykorzystanie CPU
sk: Percento vyu¾itia procesora
tr: Ýþlemci kullaným yüzdesi
uk: В╕дсоток використання ЦП

source: MEM
sk: Pam
tr: Bellek
uk: Пам'ять

source: Percent memory usage
ja: メモリ消費率
no: Prosentvis minnebruk
pl: Procentowe wykorzystanie pamiêci
sk: Percento obsadenia pamäte
tr: Bellek kullaným yüzdesi
uk: В╕дсоток використання пам'ят╕

source: Time
ja: 時間
no: Tid
pl: Czas
sk: Èas
tr: Zaman
uk: Час

source: Time consumed
ja: 時間消費
no: Tid brukt
pl: Wykorzystany czas
sk: Spotrebovaný èas
tr: Harcanan zaman
uk: Витрачений час

source: UTime
no: UTid
pl: CzasU
sk: PÈas
tr: KZaman
uk: ЧасКор

source: User time consumed
ja: ユーザ時間消費
no: Brukertid brukt
pl: Wykorzystanie czasu w trybie u¿ytkownika
sk: Spotrebovaný pou¾ívateµský èas
tr: Harcanan kullanýcý zamaný
uk: Витрачений час користувача

source: STime
no: STid
pl: CzasS
sk: SÈas
tr: SZaman
uk: ЧасСис

source: System time consumed
ja: システム時間消費
no: Systemtid brukt
pl: Wykorzystanie czasu w trybie j±dra systemu
sk: Spotrebovaný systémový èas
tr: Harcanan sistem zamaný
uk: Витрачений системний час

source: Cmd
ja: 命令
no: Kmd
pl: Polecenie
sk: Prk
tr: Kmt
uk: Команда

source: Command
ja: 命令
no: Kommando
pl: Polecenie
sk: Príkaz
tr: Komut
uk: Команда

source: Cannot locate process %d
ja: プロセス %d を特定できません
no: Kan ikke lokalisere prosess %d
pl: Nie mo¿na odnale¼æ procesu %d
sk: Nemô¾em nájs» proces %d
tr: %d süreci bulunamýyor
uk: Неможливо знайти процес %d

source: Only root can set negative priority
ja: スーパーユーザのみが負の優先度を設定できます
no: Bare root kan sette negativ prioritet
pl: Tylko root mo¿e ustawiæ ujemn± warto¶æ 'nice'
sk: Len správca mô¾e nastavi» negatívnu prioritu
tr: Sadece root negatif öncelik verebilir
uk: Лише root може встановити в╕д'╓мний пр╕оритет

source: Permission denied
ja: 拒否されました
no: Tilgang nektet
pl: Dostêp zabroniony
sk: Prístup zakázaný
tr: Ýzin verilmedi
uk: В╕дмовлено в доступ╕

source: Renice
ja: ナイス値変更
pl: Zmieñ 'nice'
sk: Zmeni» prioritu
tr: Ýyileþtir
uk: Встановлення пр╕оритету

source: Set priority
ja: 優先度設定
no: Sett prioritet
pl: Ustaw warto¶æ 'nice'
sk: Nastavi» prioritu
tr: Önceliði ayarla
uk: Встановити пр╕оритет

source: Send
ja: シグナル送信
pl: Wy¶lij
sk: Posla»
tr: Gönder
uk: В╕д╕слати

source: More ...
ja: 続く...
no: Mer ...
pl: Wiêcej...
sk: Viac ...
tr: Diðer ...
uk: Додатково...

source: Kill nicely (SIGTERM)
ja: 安全に終了 (SIGTERM)
no: Drep på en pen måte (SIGTERM)
pl: Usuñ ³agodnie (SIGTERM)
sk: Zabi» jemne (SIGTERM)
tr: SIGTERM gönder
uk: Знищити дел╕катно (SIGTERM)

source: Kill now (SIGKILL)
ja: 強制的に終了 (SIGKILL)
no: Drep nå (SIGKILL)
pl: Usuñ natychmiast (SIGKILL)
sk: Zabi» hneï (SIGKILL)
tr: SIGKILL gönder
uk: Знищити негайно (SIGKILL)

source: Renice ...
ja: ナイス値変更...
pl: Zmieñ 'nice' ...
sk: Zmeni» prioritu ...
tr: Ýyileþtir ...
uk: Пр╕оритет...

source: Memory Maps ...
ja: メモリマップ...
no: Minnekart ...
pl: Mapy pamiêci...
sk: Mapy pamäte ...
tr: Bellek Haritasý ...
uk: Мапи пам'ят╕...

source: Details ...
ja: 詳細...
no: Detaljer ...
pl: Szczegó³y ...
sk: Detaily ...
tr: Ayrýntýlar ...
uk: Подробиц╕ ...

source: Process View Font
ja: プロセス画面のフォント
no: Skrifttype for prosessvisning
pl: Czcionka widoku procesów
sk: Typ písma prehµadu procesov
tr: Süreç Ýzleme Yazýtipi
uk: Шрифт показу процес╕в

source: ProcView Font
ja: プロセス画面のフォント
no: ProcView skrifttype
pl: Czcionka widoku procesów
sk: Typ písma prehµadu procesov
tr: Ýzleme Yazýtipi
uk: Шрифт показу процес╕в

source: Details Dialog
ja: 詳細ダイアログ
no: Detaljdialog
pl: Okno szczegó³ów
sk: Dialógové okno detailov
tr: Ayrýntýlar Penceresi
uk: В╕кно з подробицями

source: Use full pathnames in memory maps
ja: メモリマップで完全パス名を使用
no: Bruk fulle stinavn i minnekartene
pl: Pe³ne ¶cie¿ki w mapach pamiêci
sk: Pou¾i» úplné cesty v mapách pamäti
tr: Bellek haritalarýnda tam patika ismi kullan
uk: Використовувати повний шлях в мапи пам'ят╕

source: Remember dialog position
ja: ダイアログ表示位置を記憶する
no: Husk dialogposisjonen
pl: Zachowanie pozycji okna
sk: Zapamäta» polohu dialógového okna
tr: Pencere konumunu hatýrla
uk: Запам'ятовувати положення в╕кна

source: Misc
ja: 諸々
no: Forskjellig
pl: Ró¿ne
sk: Rôzne
tr: Çeþitli
uk: Р╕зне

source: Use cumulative timings
ja: 累積タイミングを使用
no: Bruk kumulativ tidtagning
pl: Czasy skumulowane
sk: Pou¾i» kumulované èasovanie
tr: Toplam zaman kullan
uk: Використовувати накопичувальний в╕драхунок часу

source: GTop - Preferences
ja: GTop - 設定
no: GTop - Instillinger
pl: GTop - preferencje
sk: GTop - Predvoµby
tr: GTop - Tercihler
uk: GTop - параметри

source: Set initial geometry to GEOMETRY where GEOMETRY is <width>x<height>+<x>+<y>. Disabled when using session management.
ja: 起動時の表示位置と大きさを、 <幅>x<高さ>+<x>+<y>の形式で指定します。 セッションマネージャ利用時は無視されます。
no: Sett initiell geometri til GEOMETRI hvor GEOMETRI er <bredde>x<høyde>+<x>+<y>. Slått av når sesjonsbehandling brukes.
pl: Ustal pocz±tkow± geometriê, gdzie GEOMETRY jest postaci: <szer>x<wys>+<x>+<y>. Nieaktywne gdy u¿ywany jest mened¿er sesji.
sk: Nastavi» poèiatoèné rozmery na hodnotu ROZMERY, kde ROZMERY sú <¹írka>x<vý¹ka>+<x>+<y>. Táto voµba je nedostupná pri pou¾ití správcu sedení.
uk: Задати початкову геометр╕ю за допомогою ГЕОМЕТР╤Я, де ГЕОМЕТР╤Я цео <ширина>x<висота>+<x>+<y>. Не д╕╓ при використанн╕ з менеджером сес╕й.

source: GEOMETRY
ja: 位置・大きさ
no: GEOMETRI
pl: GEOMETRIA
sk: ROZMERY
tr: BOYUT
uk: ГЕОМЕТР╤Я

source: System
ja: システム
sk: Systém
tr: Sistem
uk: Система

source: Idle
ja: アイドル
pl: Bezczynno¶æ
sk: Neèinný
tr: Boþ
uk: Простоювання

source: Other
ja: その他
no: Andre
pl: Inne
sk: Ostatné
tr: Diðer
uk: ╤нша

source: Shared
ja: 共有
no: Delt
pl: Dzielona
sk: Zdieµané
tr: Paylaþýlmýþ
uk: Колективна

source: Buffers
ja: バッファ
no: Bufre
pl: Bufory
sk: Oddeµovacia pamä»
tr: Tamponlar
uk: Буфери

source: Free
ja: 未使用
no: Ledig
pl: Wolna
sk: Voµné
tr: Boþ
uk: В╕льна

source: Used
ja: 使用中
no: Brukt
pl: Wykorzystana
sk: Pou¾ité
tr: Kullanýlan
uk: Використана

source: Summary Colors
ja: 要約の色
no: Farger for sammendrag
pl: Kolory
sk: Farby sumára
tr: Özet Renkleri
uk: Кольори резюме

source: Summary
ja: 要約
no: Sammendrag
pl: Zestawienie
sk: Sumár
tr: Özet
uk: Резюме

source: Statusbar Font
ja: ステータスバーのフォント
no: Statuslinje skrifttype
pl: Czcionka paska stanu
sk: Typ písma stavového riadku
tr: Konum Çubuðu Yazýtipi
uk: Шрифт рядку стану

source: Graphical Summary
ja: グラフ要約
no: Grafisk sammendrag
pl: Wykresy
sk: Grafický sumár
tr: Grafiksel Özet
uk: Граф╕чне резюме

source: Show graphical summary
ja: グラフ要約を表示
no: Vis grafisk sammendrag
pl: Wy¶wietlanie wykresów
sk: Zobrazi» grafický sumár
tr: Grafiksel özet göster
uk: Показувати граф╕чне резюме

source: Show cpu usage
ja: CPU消費を表示
no: Vis prosessorbruk
pl: Wykorzystanie CPU
sk: Ukáza» vyu¾itie procesora
tr: Ýþlemci kullanýmýný göster
uk: Показувати використання ЦП

source: Enable SMP support
ja: SMPに対応する
no: Slå på SMP-støtte
pl: Obs³uga SMP
sk: Povoli» podporu SMP
tr: SMP desteðini etkinleþtir
uk: Вв╕мкнути п╕дтримку SMP

source: Show physical memory usage
ja: 物理メモリ消費を表示
no: Vis fysisk minnebruk
pl: Wykorzystanie pamiêci fizycznej
sk: Ukáza» vyu¾itie fyzickej pamäte
tr: Fiziksel bellek kullanýmýný göster
uk: Показувати використання ф╕зично╖ пам'ят╕

source: Show swap memory usage
ja: スワップメモリ消費を表示
no: Vis swapbruk
pl: Wykorzystanie przestrzeni wymiany
sk: Ukáza» vyu¾itie odkladacieho priestoru
tr: Takas alaný kullanýmýný göster
uk: Показувати використання своп╕н╜у

source: Show load average
ja: 負荷平均を表示
no: Vis snittsbelastning
pl: ¦rednie obci±¿enie
sk: Ukáza» priemernú zá»a¾
tr: Ortalama yükü göster
uk: Показувати середн╓ завантаження

source: Maximum load average:
ja: 負荷平均の最大値:
no: Maksimum snittbelastning:
pl: Maksymalne ¶rednie obci±¿enie:
sk: Maximálna priemerná zá»a¾:
tr: Azami yükü göster:
uk: Максимальне середн╓ завантаження:

source: Textual Summary
ja: テキスト要約
no: Tekstsammendrag
pl: Zestawienie tekstowe
sk: Textový sumár
tr: Metin Özet
uk: Текстове резюме

source: Show text summary
ja: テキスト要約を表示
no: Vis tekstsammendrag
pl: Wy¶wietlanie zestawienia tekstowego
sk: Zobrazi» textový sumár
tr: Metin özeti göster
uk: Показувати текстове резюме

source: Show statusbar
ja: ステータスバーを表示
no: Vis statuslinje
pl: Pasek stanu
sk: Zobrazi» stavový riadok
tr: Durum çubuðunu göster
uk: Показувати рядок стану

source: include hostname
ja: ホスト名を含む
no: ta med vertsnavn
pl: Nazwy hosta
sk: vlo¾i» meno hostiteµa
tr: makina adýný belirt
uk: додати назву хоста

source: use fully qualified name
ja: 正式名称を使用
no: bruk kvalifisert navn
pl: Pe³na nazwa
sk: pou¾i» úplné mená
tr: tam makina adý kullan
uk: використовувати повну назву

source: Show cpu statistics
ja: CPU統計を表示
no: Vis prosessor statistikk
pl: Statystyki CPU
sk: Zobrazi» ¹tatistiky procesora
tr: CPU istatistiklerini kullan
uk: Показувати статистику ЦП

source: Show memory statistics
ja: メモリ統計を表示
no: Vis minnestatistikk
pl: Statystyki pamiêci
sk: Zobrazi» ¹tatistiky pamäte
tr: Bellek istatistiklerini kullan
uk: Показувати статистику пам'ят╕

source: include swap statistics
ja: スワップ統計を含む
no: ta med swap statistikk
pl: Do³±czone statystyki przestrzeni wymiany
sk: vrátane ¹tatistík odkladacieho priestoru
tr: takas istatistiðini kullan
uk: додати статистику своп╕н╜у

source: Show uptime
ja: 稼働時間を表示
no: Vis oppetid
pl: Czas pracy systemu
sk: Zobrazi» dobu prevádzky
tr: Makinanýn açýk olduðu süreyi göster
uk: Показувати час працездатност╕

source: Summary physical memory
ja: 物理メモリの要約
no: Sammendrag fysisk minne
pl: Zestawienie pamiêci fizycznej
sk: Sumár fyzickej pamäti
tr: Fiziksel bellek özeti
uk: Резюме ф╕зично╖ пам'ят╕

source: Summary swap memory
ja: スワップメモリの要約
no: Sammendrag swap
pl: Zestawienie pamiêci na przestrzeni wymiany
sk: Sumár odlo¾enej pamäti
tr: Takas bellek özeti
uk: Резюме своп╕н╜у

source: Summary load average
ja: 負荷平均の要約
no: Sammendrag for snittbelastning
pl: Zestawienie ¶redniego obci±¿enia
sk: Sumár priemernej zá»a¾e
tr: Yük ortalamasý özeti
uk: Резюме середнього завантаження

source: Process %d Details
ja: プロセス%dの詳細
no: Prosess %d detaljer
pl: Szczegó³y procesu %d
sk: Detaily procesu %d
tr: %d Süreci Ayrýntýlarý
uk: Подробиц╕ процесу %d

source: Process State:
ja: プロセス状態:
no: Prosess-status:
pl: Stan procesu:
sk: Stav procesu:
tr: Süreç Durumu:
uk: Стан процесу:

source: Command Line:
ja: コマンド:
no: Kommandolinje:
pl: Wiersz poleceñ
sk: Príkazový riadok:
tr: Komut Satýrý:
uk: Командний рядок:

source: Process Credentials:
ja: プロセス%dの詳細
no: Prosess credentials:
pl: Uwierzytelnienia procesu:
sk: Vlastnosti procesu:
tr: Süreç Ayrýntýlarý:
uk: Права процесу:
