Repository: lepidotos/suede
Catalog: gtop-1.0.13/po/*.po
Languages: ja, no, pl, sk, tr, uk

source: Process %d Memory Maps
ja: プロセス%dのメモリマップ
no: Prosess %d minnekart
pl: Mapy pamiêci procesu %d
sk: Mapa pamäti procesu %d
tr: %d Süreci Bellek Haritalarý
uk: Мапа пам'ят╕ процесу %d

source: Update
ja: 更新
no: Oppdatér
pl: Od¶wie¿
sk: Aktualizova»
tr: Güncelle
uk: Оновити

source: Automatically update details dialog
ja: 詳細ダイアログを自動的に更新
no: Opdater detaljdialogen automatisk
pl: Automatyczne od¶wie¿anie okna szczegó³ów
sk: Automaticky aktualizova» dialógové okno s detailami
tr: Otomatik güncelleme detaylarý
uk: Автоматично оновлювати в╕кно з подробицями

source: Process %d details
ja: プロセス%dの詳細
no: Prosess %d detaljer
pl: Szczegó³y procesu %d
sk: Detaily procesu %d
tr: %d süreci detaylarý
uk: Подробиц╕ процесу %d

source: <unknown>
ja: <不明>
no: <ukjent>
pl: <nieznany>
sk: <neznámy>
tr: <bilinmiyor>
uk: <нев╕домий>

source: Process info
ja: プロセス情報
no: Prosessinfo
pl: Informacje o procesie
sk: Informácie o procese
tr: Süreç bilgisi
uk: ╤нформац╕я про процес

source: Attribute
ja: 属性
no: Attributt
pl: Atrybut
sk: Vlastnos»
tr: Özellik
uk: Атрибут

source: Value
ja: 値
no: Verdi
pl: Warto¶æ
sk: Hodnota
tr: Deðer
uk: Значення

source: Raw memory map
ja: 生メモリマップ
no: Rått minnekart
pl: Mapa pamiêci
sk: Mapa celej pamäte
tr: Bellek haritasý
uk: Необроблена мапа пам'ят╕

source: VM start
ja: 仮想メモリ始点
pl: Pocz±tek
sk: Zaèiatok VM
tr: VM baþlangýç
uk: початок VM

source: VM end
ja: 仮想メモリ終点
no: VM-slutt
pl: Koniec
sk: Koniec VM
tr: VM bitiþ
uk: к╕нець VM

source: Flags
ja: フラグ
no: Flagg
pl: Znaczn.
sk: Príznaky
tr: Bayraklar
uk: Ознаки

source: VM offset
ja: VMオフセット
no: VM-???
pl: Przesuniêcie
sk: Posunutie VM
tr: VM ofset
uk: зсув VM

source: Device
ja: デバイス
no: Enhet
pl: Urz±dzenie
sk: Zariadenie
tr: Aygýt
uk: Пристр╕й

source: Inode
ja: Iノード
pl: I-wêze³
sk: I-uzol
uk: I-вузол

source: Filename
ja: ファイル名
no: Filnavn
pl: Nazwa pliku
sk: Meno súboru
tr: Dosya adý
uk: Назва файла

source: Data
ja: データ
pl: Dane
sk: Údaje
tr: Veri
uk: Данн╕

source: Text
ja: テキスト
no: Tekst
pl: Kod
tr: Metin
uk: Текст

source: Stack
ja: スタック
no: Stakk
pl: Stos
sk: Zásobník
tr: Yýðýn
uk: Стек

source: Hole
ja: ホール
no: Hull
pl: Dziura
sk: Diera
tr: Delik
uk: Д╕ра

source: Graphical memory map
ja: メモリマップグラフ
no: Grafisk kart over minne
pl: Graficzna mapa pamiêci
sk: Grafická mapa pamäte
tr: Grafiksel bellek haritasý
uk: Мапа граф╕чно╖ пам'ят╕

source: other
ja: その他
no: andre
pl: inne
sk: iný
tr: diðer
uk: ╕нше

source: User Filesystem (FreeBSD)
ja: ユーザファイルシステム(FreeBSD)
no: Brukerfilesystem (FreeBSD)
pl: System plików u¿ytkownika (FreeBSD)
sk: Pou¾ívateµský súborový systém (FreeBSD)
tr: Kullanýcý Dosya sistemi (FreeBSD)
uk: Користувацька файлова система (FreeBSD)

source: Network Filesystem
ja: ネットワークファイルシステム
no: Nettverkfilesystem (NFS)
pl: Sieciowy system plików
sk: Sie»ový súborový systém
tr: Að Dosya Sistemi
uk: Мережева файлова система

source: MSDOS Filesystem
ja: MSDOSファイルシステム
no: MSDOS-filsystem
pl: System plików MSDOS
sk: Súborový systém MS-DOS
tr: MSDOS Dosya Sistemi
uk: Файлова система MSDOS

source: CDROM Filesystem
ja: CDROMファイルシステム
no: CDROM-filsystem
pl: System plików p³yt CDROM
sk: Súborový systém CD-ROM
tr: CDROM Dosya Sistemi
uk: Файлова система CDROM

source: Second Extended Filesystem (Linux)
ja: Second Extended ファイルシステム(Linux)
pl: System plików ext2 (Linux)
sk: Druhý roz¹írený súborový systém (Linux)
tr: Linux Dosya Sistemi
uk: Друга розширена файлова система (Linux)

source: Minix Filesystem (Linux)
ja: Minix ファイルシステム (Linux)
no: Minix-filsystem (Linux)
pl: System plików Minix (Linux)
sk: Súborový systém Minix (Linux)
tr: Minix Dosya Sistemi
uk: Файлова система Minix (Linux)

source: Other Filesystems
ja: その他のファイルシステム
no: Andre filsystemer
pl: Inne systemy plików
sk: Ostatné súborové systémy
tr: Diðer Dosya Sistemleri
uk: ╤нш╕ файлов╕ системи

source: File System Usage
ja: ファイルシステム使用状況
no: Bruk av filsystem
pl: Wykorzystanie systemu plików
sk: Vyu¾itie súborového systému
tr: Dosya Sistemi Kullanýmý
uk: Використання файлово╖ системи

source: Show menubar
ja: メニューバーを表示
no: Vis menylinje
pl: Pasek menu
sk: Zobrazi» li¹tu menu
tr: Menü çubuðunu göster
uk: Показувати панель меню

source: Show toolbar
ja: ツールバーバーを表示
no: Vis verktøylinje
pl: Pasek narzêdziowy
sk: Zobrazi» nástrojovú li¹tu
tr: Araç çubuðunu göster
uk: Показувати панель ╕нструмент╕в

source: Total Filesystem Sizes (including reserved blocks)
ja: ファイルシステム全体のサイズ(予約領域含む)
no: Total størrelse på filsystemer (inkludert reserverte blokker)
pl: Ca³kowite rozmiary systemów plików (z zarezerwowanymi blokami)
sk: Veµkosti súborových systémov (vrátane rezervovaných blokov)
tr: Toplam Dosya Sistemi Boyutu
uk: Загальний розм╕р файлових систем (включаючи резервн╕ блоки)

source: Sum of Total Sizes: %ldk
ja: サイズ全体の合計: %ldk
no: Sum av totale størrelser: %ldk
pl: Suma wszystkich rozmiarów: %ldk
sk: Veµkosti spolu: %ld k
tr: Toplam Boyut: %ldk
uk: Сумарний розм╕р файлових систем: %ldk

source: Used Space on Filesystems (including reserved blocks)
ja: ファイルシステムの使用中領域(予約領域含む)
no: Brukt plass på filsystemene (inkludert reserverte blokker)
pl: Wykorzystana przestrzeñ na systemach plików (z zarezerwowanymi blokami)
sk: Pou¾i»ý priestor súborových systémov (vrátane rezervovaných blokov)
tr: Dosya Sistemlerindeki Kullanýlan Alanlar
uk: Використаний прост╕р на файлових системах (включаючи резервн╕ блоки)

source: Sum of Uses Space: %ldk
ja: 使用中領域の合計: %ldk
no: Sum av brukerplass: %ldk
pl: Suma wykorzystanej przestrzeni: %ldk
sk: Pou¾itý priestor celkom: %ld k
tr: Toplam Kullanýlan Alan: %ldk
uk: Сумарний розм╕р використаного простору: %ldk

source: Free Space on Filesystems (including reserved blocks)
ja: ファイルシステムの未使用領域(予約領域含む)
no: Ledig plass på filsystemene (inkludert reserverte blokker)
pl: Wolna przestrzeñ na systemach plików (z zarezerwowanymi blokami)
sk: Voµné miesto na súborových systémoch (vrátane rezervovaných blokov)
tr: Dosya Sistemlerindeki Boþ Alanlar
uk: В╕льний прост╕р на файлових системах (включаючи резервн╕ блоки)

source: Sum of Free Space: %ldk
ja: 未使用領域の合計: %ldk
no: Sum av ledig plass: %ldk
pl: Suma wolnej przestrzeni: %ldk
sk: Voµné miesto celkom: %ld k
tr: Boþ Alan Toplamý: %ldk
uk: Сумарний розм╕р в╕льного простору: %ldk

source: Total Filesystem Sizes
ja: ファイルシステム全体のサイズ
no: Totale filsystemstørrelser
pl: Ca³kowite rozmiary systemów plików
sk: Veµkosti súborových systémov
tr: Toplam Dosya Sistemi Boyu
uk: Сумарний прост╕р розм╕р файлових систем

source: Used Space on Filesystems
ja: ファイルシステムの使用中領域
no: Brukt plass på filsystemene
pl: Wykorzystana przestrzeñ na systemach plików
sk: Pou¾i»ý priestor súborových systémov
tr: Dosya Sistemindeki Kullanýlan Alanlar
uk: Використаний прост╕р на файлових системах

source: Free Space on Filesystems
ja: ファイルシステムの未使用領域
no: Ledig plass på filsystemene
pl: Wolna przestrzeñ na systemach plików
sk: Voµné miesto na súborových systémoch
tr: Dosya Sistemlerindeki Boþ Alanlar
uk: В╕льний прост╕р на файлових системах

source: Total Number of Inodes
ja: Iノード総数
no: Totalt antall inoder
pl: Ca³kowita liczba i-wêz³ów
sk: Poèet i-uzlov
tr: Toplam Inode Sayýsý
uk: Загальна к╕льк╕сть I-вузл╕в

source: Sum of Total Number of Inodes: %ld
ja: Iノード数の合計: %ld
no: Sum av totalt antall inoder: %ld
pl: Suma liczb i-wêz³ów: %ld
sk: Celkový poèet i-uzlov: %ld
tr: Inode Sayýsý Toplamý: %ld
uk: Сумарна к╕льк╕сть I-вузл╕в: %ld

source: Used Inodes on Filesystems
ja: 使用中のIノード数
no: Brukte inoder på filsystemene
pl: Wykorzystane i-wêz³y na systemach plików
sk: Pou¾ité i-uzly v súborovom systéme
tr: Dosya Sistemlerindeki Kullanýlan Inode Sayýsý
uk: Використан╕ I-вузли на файлових системах

source: Sum of Used Inodes: %ld
ja: 使用中のIノード数の合計: %ld
no: Sum av brukte inoder: %ld
pl: Suma wykorzystanych i-wêz³ów: %ld
sk: Pou¾ité i-uzly celkom: %ld
tr: Kullanýlan Inode toplamý: %ld
uk: Всього використано I-вузл╕в: %ld

source: Free Inodes on Filesystems
ja: 未使用のIノード数
no: Ledige inoder på filsystemene
pl: Wolne i-wêz³y na systemach plików
sk: Voµné i-uzly na súborových systémoch
tr: Dosya Sistemlerindeki Boþ Inode Sayýsý
uk: В╕льн╕ I-вузли на файлових системах

source: Sum of Free Inodes: %ld
ja: 未使用のIノード数の合計: %ld
no: Sum av ledige inoder: %ld
pl: Suma wolnych i-wêz³ów: %ld
sk: Voµné i-uzly celkom: %ld
tr: Boþ Inode Sayýsý: %ld
uk: Всього в╕льно I-вузл╕в: %ld

source: unknown
ja: 不明
no: ukjent
pl: nieznany
sk: neznámy
tr: bilinmiyor
uk: нев╕домо

source: Select information to show
ja: 見たい情報を選択
no: Velg informasjon som skal vises
pl: Wy¶wietlane informacje
sk: Výber informácie na zobrazenie
tr: Gösterilecek bilgiyi seçin
uk: Вибрати ╕нформац╕ю для показу

source: Show 1k-blocks reserved blocks
ja: 1kブロックと予約ブロックを表示
no: Vis 1k-blokker reserverte blokker
pl: Bloki 1KB + bloki zarezerwowane
sk: Zobrazi» rezervované 1k-bloky
tr: 1k bloklar þeklinde ayrýlanlarý göster
uk: Показувати зарезервован╕ 1k-блоки

source: Show 1k-blocks
ja: 1kブロックを表示
no: Vis 1k-blokker
pl: 1KB bloki
sk: Zobrazi» 1k-bloky
tr: 1k bloklarý göster
uk: Показувати 1k-блоки

source: Show inodes
ja: Iノードを表示
no: Vis inoder
pl: I-wêz³y
sk: Zobrazi» i-uzly
tr: Inode göster
uk: Показувати I-вузли

source: Only show selected filesystems
ja: 選択したファイルシステムのみ表示
no: Bare vis valgte filsystemer
pl: Tylko wybrane systemy plików
sk: Zobrazi» len vybrané súborové systémy
tr: Sadece seçili dosya sistemlerini göster
uk: Показувати лише вибран╕ файлов╕ системи

source: Global
ja: 全般
pl: Ogólne
sk: Globálne
tr: Genel
uk: Загальн╕

source: Session management
ja: セッションマネージメント
no: Sesjonsbehandling
pl: Zarz±dzanie sesj±
sk: Mana¾ér sedení
tr: Oturum yönetimi
uk: Керування сансом

source: Always save session
ja: 常にセッションを保存
no: Alltid lagre sesjonen
pl: Zapis sesji
sk: V¾dy ulo¾ sedenie
tr: Oturumu her zaman kaydet
uk: Завжди збер╕гати сеанс

source: Update times
ja: 更新間隔
no: Oppdatér tider
pl: Czasy od¶wie¿ania
sk: Frekvencia aktualizácie
tr: Güncelleme sýklýðý
uk: Час поновлень

source: Process List
ja: プロセス一覧
no: Prosessliste
pl: Lista procesów
sk: Zoznam procesov
tr: Süreç Listesi
uk: Список процес╕в

source: ms
uk: мс

source: Memory Usage
ja: メモリ使用状況
no: Minnebruk
pl: Wykorzystanie pamiêci
sk: Vyu¾itie pamäte
tr: Bellek Kullanýmý
uk: Використання пам'ят╕

source: Filesystem Usage
ja: ファイルシステム使用状況
no: Filsystembruk
pl: Wykorzystanie systemu plików
sk: Vyu¾itie súborového systému
tr: Dosya Sistemi Kullanýmý
uk: Використання файлово╖ системи

source: Update times (graphical summary)
ja: 更新時間(グラフ要約)
no: Oppdateringstider (grafisk sammendrag)
pl: Czasy od¶wie¿ania (wykres)
sk: Frekvencia aktualizácie (grafický sumár)
tr: Güncelleme sýklýðý (grafiksel özet)
uk: Пер╕од оновлення (граф╕чне резюме)

source: Summary CPU
ja: CPUの要約
no: Sammendrag prosessor
pl: CPU
sk: Prehµad procesora
tr: CPU Özeti
uk: Резюме ЦП

source: Summary Mem and Swap
ja: メモリとスワップの要約
no: Sammendrag minne og swap
pl: Pamiêæ i przestrzeñ wymiany
sk: Prehµad pamäte a odkladacej pamäte
tr: Bellek ve Takas Özeti
uk: Резюме пам'ят╕ та своп╕н╜у

source: Load Average
ja: システム負荷
no: Snittbelastning
pl: ¦rednie obci±¿enie
sk: Priemerná zá»a¾
tr: Yük Ortalamasý
uk: Середн╓ завантаження

source: Update times (textual summary)
ja: 更新時間(テキスト要約)
no: Oppdateringstider (tekstsammendrag)
pl: Czasy od¶wie¿ania (zestawienie tekstowe)
sk: Frekvecia aktualizácie (textový sumár)
tr: Güncelleme zamaný (metin özet)
uk: Пер╕од оновлення (текстове резюме)

source: CPU statistics
ja: CPU統計
no: Prosessorstatistikk
pl: Statystyki CPU
sk: ©tatistiky procesora
tr: CPU istatistiði
uk: Статистика ЦП

source: Memory statistics
ja: メモリ統計
no: Minnestatistikk
pl: Statystyki pamiêci
sk: ©tatistiky pamäte
tr: Bellek istatistiði
uk: Статистика пам'ят╕

source: Uptime
ja: 稼働時間
no: Oppetid
pl: Czas od uruchomienia
sk: Doba prevádzky
tr: Açýk kalma süresi
uk: Час працездатност╕

source: Load average
ja: 負荷平均
no: Snittbelastning
pl: ¦rednie obci±¿enie
sk: Priemerná zá»a¾
tr: Yük ortalamasý
uk: Середн╓ завантаження

source: Details dialog
ja: 詳細ダイアログ
no: Detaljdialog
pl: Okno szczegó³ów
sk: Dialógové okno detailov
tr: Diðer detaylar
uk: В╕кно з подробицями

source: MDI Mode
ja: MDIモード
no: MDI-modus
pl: Tryb MDI
sk: Mód MDI
tr: MDI Kipi
uk: Режим MDI

source: Notebook
ja: ノートブック
no: Notisblokk
pl: Zak³adki
sk: Zálo¾ky
tr: Defter
uk: Закладки

source: Toplevel
ja: トップレベル
no: Toppnivå
pl: Okna nadrzêdne
sk: Najvy¹¹ia úroveò
tr: Üst seviye
uk: Верхн╕й р╕вень

source: Modal
ja: モーダル
pl: Modalne
sk: Modálne
tr: Model
uk: Модальний

source: Graph
ja: ウインドウ
no: Graf
pl: Wykres
sk: Graf
tr: Grafik
uk: Граф╕к

source: Graph Font
ja: グラフのフォント
no: Skrifttype for graf
pl: Czcionka na wykresie
sk: Písmo v grafoch
tr: Grafik Yazýtipi
uk: Шрифт граф╕ка

source: Graph Geometry
ja: グラフの大きさ
no: Geometri for graf
pl: Wymiary wykresu
sk: Rozmery grafu
tr: Grafik Boyutlarý
uk: Геометр╕я графика

source: Default width:
ja: デフォルト幅:
no: Forvalgt bredde:
pl: Domy¶lna szeroko¶æ:
sk: ©tandartná ¹írka:
tr: Öntanýmlý geniþlik:
uk: Типова ширина:

source: Default height:
ja: デフォルト高:
no: Forvalgt høyde:
pl: Domy¶lna wysoko¶æ:
sk: ©tandartná vý¹ka:
tr: Öntanýmlý yükseklik:
uk: Типова висота:

source: Horizontal border:
ja: 水平枠:
no: Horisontal grense:
pl: Szeroko¶æ poziomej obwódki:
sk: Hrúbka vodorovného okraja:
tr: Yatay çerçeve:
uk: Горизонтальна рамка:

source: Vertical border height:
ja: 垂直枠の高さ:
no: Vertikal gransehøyde:
pl: Wysoko¶æ pionowej obwódki:
sk: Hrúbka zvislého okraja:
tr: Dikey çerçeve yüksekliði:
uk: Висота вертикально╖ рамки:

source: Line width:
ja: 線の長さ:
no: Linjebredde:
pl: Szeroko¶æ lnii:
sk: Hrúbka èiary:
tr: Satýr geniþliði:
uk: Ширина лин╕╖:

source: Pad width:
ja: 間隔の幅:
no: Fyllbredde:
pl: Szeroko¶æ wyrównania:
sk: ©írka medzery:
tr: Yastýk geniþliði:
uk: Ширина вир╕внювання:

source: Graph width:
ja: グラフ幅:
no: Grafbredde:
pl: Szeroko¶æ wykresu:
sk: ©írka grafu:
tr: Grafik geniþliði:
uk: Ширина граф╕ка:

source: Extra height:
ja: 追加の高さ:
no: Ekstra høyde:
pl: Dodatkowa wysoko¶æ:
sk: Pridaná vý¹ka:
tr: Fazladan yükseklik:
uk: Додаткова висота:

source: Foreground
ja: 文字色
no: Forgrunn
pl: Pierwszy plan
sk: Popredie
tr: Önplan
uk: Передн╕й план

source: Background
ja: 背景色
no: Bakgrunn
pl: T³o
sk: Pozadie
tr: Arkaplan
uk: Тло

source: Color %d
ja: 第 %d 色
no: Farge %d
pl: Kolor %d
sk: Farba %d
tr: Renk %d
uk: Кол╕р %d

source: Graph Colors
ja: グラフの色
no: Farger på graf
pl: Kolory wykresu
sk: Farby grafu
tr: Grafik Renkleri
uk: Кольори граф╕ка

source: _Total Filesystem Sizes
ja: ファイルシステム全体のサイズ(_T)
no: _Totale filsystemplass
pl: Ca³kowite rozmiary systemów plików
sk: Veµkos_ti súborových systémov
tr: _Toplam Dosya Sistemi Boyutu
uk: Загальний розм╕р файлових систем

source: Show total filesystem sizes
ja: ファイルシステム全体のサイズを表示
no: Vis totale filsystemplass
pl: Wy¶wietla ca³kowite rozmiary systemów plików
sk: Zobrazi» veµkosti súborových systémov
tr: Toplam dosya sistemi boyutunu göster
uk: Показувати сумарний разм╕р файлових систем

source: _Used Filesystem Sizes
ja: 使用中ファイルシステムのサイズ(_U)
no: _Brukt filsystemplass
pl: Wykorzystana przestrzeñ systemów plików
sk: Vy_u¾itie súborových systémov
tr: _Kullanýlan Dosya Sistemi Boyutu
uk: Розм╕р використаного простору

source: Show used filesystem sizes
ja: 使用中ファイルシステムのサイズを表示
no: Vis brukt filsystemplass
pl: Wy¶wietla rozmiary wykorzystanych przestrzeni systemów plików
sk: Zobrazi» vyu¾ité veµkosti súborových systémov
tr: Kullanýlan dosya sistemlerini göster
uk: Показувати розм╕р використаного простору файлових систем

source: _Free Filesystem Sizes
ja: 未使用ファイルシステムのサイズ(_F)
no: _Ledig filsystemplass
pl: Wolna przestrzañ na systemach plików
sk: _Voµné veµkosti súborových systémov
tr: _Boþ Dosya Sistemi Boyutu
uk: Розм╕р в╕льного простору

source: Show free filesystem sizes
ja: 未使用ファイルシステムのサイズを表示
no: Vis ledig filsystemplass
pl: Wy¶wietla rozmiary wolnych przestrzeni na systemach plików
sk: Zobrazi» voµné veµkosti súborových systémov
tr: Boþ dosya sistemi boyutunu göster
uk: Показувати розм╕р в╕льного простору файлових систем

source: Filesystems (total)
ja: ファイルシステム(全体)
no: Filsystemer (totalt)
pl: Systemy plików (ogó³em)
sk: Súborové systémy (spolu)
tr: Dosya sistemleri (toplam)
uk: Файлов╕ системи (всього)

source: Filesystems (used)
ja: ファイルシステム(使用中)
no: Filsystemer (brukt)
pl: Systemy plików (wykorzystane)
sk: Súborové systémy (pou¾ité)
tr: Dosya sistemleri (kullanýlan)
uk: Файлов╕ системи (використано)

source: Filesystems (free)
ja: ファイルシステム(未使用)
no: Filsystemer (ledig)
pl: Systemy plików (wolne)
sk: Súborové systémy (voµné)
tr: Dosya sistemleri (boþ)
uk: Файлов╕ системи (в╕льно)

source: Filesystems
ja: ファイルシステム
no: Filsystemer
pl: Systemy plików
sk: Súborové systémy
tr: Dosya Sistemleri
uk: Файлов╕ системи

source: _Resident Sizes of Processes
ja: プロセスの常駐サイズ(_R)
no: _Resident størrelse for prosesser
pl: Rezydentne czê¶ci procesów
sk: _Rezidentná veµkos» procesov
tr: Süreçlerin _Kalýcý Boyutu
uk: Розм╕р резидентно╖ пам'ят╕ процес╕в

source: Show resident sizes of processes
ja: プロセスの常駐サイズを表示
no: Vis resident størrelse for prosesser
pl: Wy¶wietla rozmiary rezydentnych czê¶ci procesów
sk: Zobrazi» rezidentnú veµkos» procesov
tr: Süreçlerin yerleþik boyutlarýný göster
uk: Показувати розм╕р резидентно╖ пам'ят╕ процес╕в

source: _Shared Sizes of Processes
ja: プロセスの共有サイズ(_S)
no: Re_ssurser delt mellom prosesser
pl: Wspó³dzielone czê¶ci procesów
sk: _Zdieµaná veµkos» procesov
tr: _Süreçlerin Paylaþýlan Boyutu
uk: Розм╕р колективно╖ пам'ят╕ процес╕в

source: Show shared sizes of processes
ja: プロセスの共有サイズを表示
no: Delt størrelse for prosesser
pl: Wy¶wietla rozmiary wspó³dzielonych czê¶ci procesów
sk: Zobrazi» zdieµanú veµkos» procesov
tr: Süreçlerin paylaþýlan boyutlarýný göster
uk: Показувати розм╕р колективно╖ пам'ят╕ процес╕в

source: _Total Sizes of Processes
ja: プロセスのサイズの合計(_T)
no: _Total størrelse på prosesser
pl: Ca³kowite rozmiary procesów
sk: _Celková veµkos» procesov
tr: Süreçlerin _Toplam Boyutu
uk: Загальний розм╕р пам'ят╕ процес╕в

source: Show total sizes of processes
ja: プロセスのサイズの合計を表示
no: Vis total størrelse på prosesser
pl: Wy¶wietla ca³kowite rozmiary procesów
sk: Zobrazi» celkovú veµkos» procesov
tr: Süreçlerin toplam boyutlarýný göster
uk: Показувати загальний розм╕р пам'ят╕ процес╕в

source: _Virtual Sizes of Processes
ja: プロセスの仮想サイズ(_V)
no: _Virtuell størrelse for prosesser
pl: Wirtualne rozmiary procesów
sk: _Virtuálna veµkos» procesov
tr: Süreçlerin Sanal _Boyutu
uk: Розм╕р в╕ртуально╖ пам'ят╕ процес╕в

source: Show virtual sizes of processes
ja: プロセスの仮想サイズを表示
no: Vis virtuell størrelse for prosesser
pl: Wy¶wietla wirtualne rozmiary procesów
sk: Zobrazi» virtuálnu veµkost procesov
tr: Süreçlerin sanal boyutlarýný göster
uk: Показувати розм╕р в╕ртуально╖ пам'ят╕ процес╕в

source: S_wapped Sizes of Processes
ja: スワップされたプロセスのサイズ(_S)
no: S_wappet størrelse på prosesser
pl: Rozmiary usuniêtych z pamiêci czê¶ci procesów
sk: _Odlo¾ená veµkos» procesov
tr: Süreçlerin Takas Alaný Boyutu
uk: Розм╕р своп╕н╜у процес╕в

source: Show swapped sizes of processes
ja: スワップされたプロセスのサイズを表示
no: Vis swappet størrelse for prosesser
pl: Wy¶wietla rozmiary czê¶ci procesów umieszczonych w przestrzeni wymiany
sk: Zobrazi» odlo¾enú veµkos» procesov
tr: Süreçlerin takas alaný boyutlarýný göster
uk: Показувати розм╕р своп╕н╜у процес╕в

source: Memory Usage (resident)
ja: メモリ使用状態(常駐)
no: Minnebruk (resident)
pl: Wykorzystanie pamiêci (rezydentna)
sk: Vyu¾itie pamäti (rezidentná)
tr: Bellek Kullanýmý (yerleþik)
uk: Використання пам'ят╕ (резидентно╖)

source: Memory Usage (shared)
ja: メモリ使用状態(共有)
no: Minnebruk (delt)
pl: Wykorzystanie pamiêci (wspó³dzielona)
sk: Vyu¾itie pamäti (zdieµaná)
tr: Bellek Kullanýmý (paylaþýlan)
uk: Використання пам'ят╕ (колективно╖)

source: Memory Usage (size)
ja: メモリ使用状態(サイズ)
no: Minnebruk (størrelse)
pl: Wykorzystanie pamiêci (rozmiar)
sk: Vyu¾itie pamäti (veµkos»)
tr: Bellek Kullanýmý (boyut)
uk: Використання пам'ят╕ (розм╕р)

source: Memory Usage (virtual)
ja: メモリ使用状態(仮想)
no: Minnebruk (virtuelt)
pl: Wykorzystanie pamiêci (wirtualna)
sk: Vyu¾itie pamäti (virtuálna)
tr: Bellek Kullanýmý (sanal)
uk: Використання пам'ят╕ (в╕ртуально╖)

source: Memory Usage (swap)
ja: メモリ使用状態(スワップ)
no: Minnebruk (swap)
pl: Wykorzystanie pamiêci (przestrzeñ wymiany)
sk: Vyu¾itie pamäti (odlo¾ená)
tr: Bellek Kullanýmý (takas)
uk: Використання пам'ят╕ (своп╕н╜)

source: Memory Map (process %d)
ja: メモリマップ(プロセス %d)
no: Minnekart (prosess %d)
pl: Mapa pamiêci (proces %d)
sk: Mapa pamäte (proces %d)
tr: Bellek Haritasý (%d süreci)
uk: Мапа пам'ят╕ (процес %d)

source: _All Processes
ja: 全プロセス(_A)
no: _Alle prosesser
pl: Wszystkie procesy
sk: _V¹etky procesy
tr: _Tüm Süreçler
uk: Вс╕ процеси

source: Show all processes
ja: 全プロセスを表示
no: Vis alle prosesser
pl: Wy¶wietla wszystkie procesy
sk: Zobrazi» v¹etky procesy
tr: Tüm süreçleri göster
uk: Показувати вс╕ процеси

source: _User Processes
ja: ユーザプロセス(_U)
no: Br_ukerprosesser
pl: Procesy u¿ytkownika
sk: _Pou¾ívateµské procesy
tr: _Kullanýcý Süreçleri
uk: Процеси користувача

source: Only show user processes
ja: ユーザプロセスのみ表示
no: Bare vis brukerprosesser
pl: Wy¶wietla tylko procesy u¿ytkownika
sk: Zobrazi» len pou¾ívateµské procesy
tr: Sadece kullanýcý süreçlerini göster
uk: Показувати лише процеси користувача

source: Only _TTY Processes
ja: TTYプロセスのみ(_T)
no: Bare _TTY-prosesser
pl: Tylko procesy _TTY
sk: Len _TTY procesy
tr: Sadece _TTY Süreçleri
uk: Лише процеси TTY

source: Only show processes with a controlling TTY
ja: 操作端末のプロセスのみ表示
no: Bare vis prosesser med en kontrollerende tty
pl: Wy¶wietla tylko procesy posiadaj±ce terminal steruj±cy
sk: Zobrazi» len procesy, ktoré kontrolujú TTY
tr: Sadece denetleyen bir TTY'ý olan süreçleri göster
uk: Показувати лише процеси керован╕ TTY

source: Hide _Idle Processes
ja: 休眠中のプロセスを隠す(_I)
no: Skjul ventende prosesser
pl: Bez _bezczynnych procesów
sk: Skry» neè_inné procesy
tr: _Uyuyan Süreçleri Gizle
uk: Прибрати простоююч╕ процеси

source: Hide idle processes
ja: 休眠中のプロセスを隠す
no: Skjul ventende prosesser
pl: Ukrywa bezczynne procesy
sk: Skry» neèinné procesy
tr: Uyuyan süreçleri gizle
uk: Прибрати простоююч╕ процеси

source: Hide _System Processes
ja: システムプロセスを隠す(_S)
no: Skjul _systemprosesser
pl: Bez procesów _systemowych
sk: Skry» _systémové procesy
tr: _Sistem Süreçlerini Gizle
uk: Прибрати системн╕ процеси

source: Hide system processes
ja: システムプロセスを隠す
no: Skjul systemprosesser
pl: Ukrywa procesy systemowe
sk: Skry» systémové procesy
tr: Sistem süreçlerini gizle
uk: Прибрати системн╕ процеси

source: Processes (all)
ja: プロセス(全体)
no: Prosesser (alle)
pl: Procesy (wszystkie)
sk: Procesy (v¹etky)
tr: Süreçler (tamamý)
uk: Процеси (вс╕)

source: Processes (user)
ja: プロセス(ユーザ)
no: Prosesser (bruker)
pl: Procesy (u¿ytkownika)
sk: Procesy (pou¾ívateµské)
tr: Süreçler (kullanýcý)
uk: Процеси (користувача)

source: Processes
ja: プロセス
no: Prosesser
pl: Procesy
sk: Procesy
tr: Süreçler
uk: Процеси

source: (C) 1998 the Free Software Foundation
sk: (C) 1998 Free Software Foundation
uk: © 1998 Free Software Foundation

source: The GNOME System Monitor program
ja: GNOMEシステム監視プログラム
no: GNOME Systemmonitor
pl: Monitor Systemu dla GNOME
sk: Program na sledovanie systému GNOME
tr: GNOME Sistem Ýzleme programý
uk: Програма системного мон╕торингу для GNOME

source: Start / Stop sampling
ja: サンプリングの開始/停止
no: Start / Stopp datainnsamling
pl: Wznawia / Zatrzymuje próbkowanie
sk: Spustenie / Zastavenie sledovania
tr: Örneklemeyi baþlat/durdur
uk: Запис Старт / Стоп

source: Set gtop properties
ja: gtopプロパティの設定
no: Redigér brukervalg for gtop
pl: Ustawia w³a¶ciwo¶ci GTop
sk: Nastavi» mo¾nosti gtop
tr: gtop özelliklerini ayarla
uk: Настройка gtop

source: Show _menubar
ja: メニューバーを表示(_M)
no: Vis _menylinje
pl: Pasek _menu
sk: Zobrazi» _menu
tr: _Menü çubuðunu göster
uk: Показувати панель меню

source: Show _toolbar
ja: ツールバーを表示(_T)
no: Vis verk_tøylinje
pl: Pasek _narzêdziowy
sk: Zobrazi» nás_trojovú li¹tu
tr: _Araç çubuðunu göster
uk: Показать панель ╕нструмент╕в
