Repository: lepidotos/suede
Catalog: gnome-vfs-1.0.4/po/*.po
Languages: az, ro

source: %s:%d contains NUL characters.
az: %s : %d NUL hərfləini daxil edir.
ro: %s:%d conþine caractere NUL

source: %s:%d contains no method name.
az: %s : %d metod adını daxil etmir .
ro: %s:%d nu conþine nici un nume de metodã.

source: %s:%d contains no module name.
az: %s : %d modul adını daxil etmir .
ro: %s:%d nu conþine nici un nume de modul.

source: Configuration file `%s' was not found: %s
az: Quraşdırma faylı `%s' tapıla bilmədi : %s
ro: Fiºierul configurare `%s' nu a fost gãsit: %s

source: GNOME VFS already initialized.
az: Gnome VFS çoxdan başladıldı .
ro: GNOME VFS a fost deja iniþializat.

source: Could not parse: %s
az: %syi daraya bilmədim
ro: N-am putut procesa: %s

source: More parsing errors will be ignored.
az: İndidən sonra ortaya çıxacaq xətalar diqqətə alınmayacaq.
ro: Mai multe erori de procesare vor fi ignorate.

source: No error
az: Xəta yoxdur
ro: Nici o eroare

source: File not found
az: Fayl tapıla bilmədi
ro: Fiºierul nu a fost gãsit

source: Generic error
az: Ümumi bir xəta meydana gəldi
ro: Eroare genericã

source: Internal error
az: Daxili xəta
ro: Eroare internã

source: Invalid parameters
az: Hökmsüz seçənəklər
ro: Parametrii invalid

source: Unsupported operation
az: Dəstəklənməyən gedişat
ro: Operaþiune nesuportatã

source: I/O error
az: I/O xətası
ro: Eroare I/O

source: Data corrupted
az: Bu mə'lumat xəsərlidir
ro: Date corupte

source: Format not valid
az: Hazırkı şəkilləndirmə hökmsüzdür
ro: Formatul nu este valid

source: Bad file handle
az: Xəsərli fayl idarəsi
ro: Descriptor fiºier prost

source: File too big
az: Fayl çox böyükdür
ro: Fiºierul prea mare

source: No space left on device
az: İstifadə ediləcək yer yoxdur (disk,dolu disk ..)
ro: Nu mai este spaþiu pe dispozitiv

source: Read-only file system
az: Sırf oxunan fayl idarə sistemi
ro: Sistem fiºiere doar-citire

source: Invalid URI
az: Hökmsüz URI
ro: URI invalid

source: File not open
az: Fayl açıq deyildir (?)
ro: Fiºierul nu este deschis

source: Open mode not valid
az: Açma şəkli hökmlü deyildir
ro: Modul deschidere nu este valid

source: Access denied
az: İcazə yoxdur
ro: Acces respins

source: Too many open files
az: Çox çox açıq fayl vardır
ro: Prea multe fiºiere deschise

source: End of file
az: Fayl sonu
ro: Sfârºit fiºier

source: Not a directory
az: Qovluq deyildir
ro: Nu este un director

source: Operation in progress
az: Əməliyyat Gedir
ro: Operaþia în progres

source: Operation interrupted
az: Əməliyyat dayandırıldı
ro: Operaþia întreruptã

source: File exists
az: Fayl onsuz da vardır
ro: Fiºierul existã

source: Looping links encountered
az: Döngəli bağlar tapıldı
ro: Am înâlnit legãturi care cicleazã

source: Operation not permitted
az: Əməliyyat üçün icazən yoxdur
ro: Operaþia nu este permisã

source: Is a directory
az: Qovluqdur
ro: Este un director

source: Not enough memory
az: Kifayət qədər yaddaş yoxdur
ro: Memorie insuficientã

source: Host not found
az: Yuva tapıla bilmədi
ro: Gazda nu a fost gãsitã

source: Host name not valid
az: Hökmsüz yuva
ro: Numele gazdei este invalid

source: Host has no address
az: Bu yuvanın ünvanı yoxdur
ro: Gazda nu are adresã

source: Login failed
az: Giriş bacarılmadı
ro: Login eºuat

source: Operation cancelled
az: Əməliyyat ləğv edildi
ro: S-a renunþat la operaþie

source: Directory busy
az: Qovluq məşğuldur
ro: Directorul este ocupat

source: Directory not empty
az: Qovluq boş deyildir
ro: Directorul nu este gol

source: Too many links
az: Çox bağ var
ro: Prea multe legãturi

source: Read only file system
az: Sırf oxunan fayl idarə sistemi
ro: Sistem fiºier doar-citire

source: Not on the same file system
az: Eyni fayl idarə sistemində deyildir
ro: Nu se aflã pe acelaºi sistem de fiºiere

source: Name too long
az: Ad çox uzundur
ro: Numele este prea lung

source: Service not available
az: Xidmət yoxdur
ro: Serviciul nu este disponibil

source: Request obsoletes service's data
az: Dəqiq verici datasını istə
ro: Cerere pentru date servicii ieºite din uz

source: Unknown error
az: Namə'lum xəta
ro: Eroare necunoscutã

source: 1 byte
az: 1 bayt
ro: 1 octet

source: %u bytes
az: %u bayt
ro: %u octet

source: Unknown op type %u
az: Namə'lum gedişat nömrəsi %u
ro: Tip op necunoscut %u

source: Cannot create pipe for open GIOChannel: %s
az: %s: GIOChannel açmaq üçün bir boru yarada bilmədim
ro: Nu pot crea conectorul pipe pentru deschiderea GIOChannel: %s

source: Unknown job kind %u
az: Namə'lum vəzifə növü %u

source: Operation stopped
az: Əməliyyat dayandırıldı
ro: Operaþia opritã

source: Unknown GnomeVFSSeekPosition %d
az: Namə'lum GnomeVFSSeekPosition %d
ro: GnomeVFSSeekPosition %d necunoscut
