Repository: lepidotos/suede
Catalog: ghex-1.2.1/po/*.po
Languages: sk, tr, wa

source: GHex: Converter
sk: GHex: Prevádzaè
tr: GHex: Dönüþtürücü
wa: GHex: Convertixhoe

source: _Binary
sk: _Dvojkové

source: _Octal
sk: _Osmièkové

source: _Decimal
sk: _Desiatkové

source: _Hex
sk: _Hexadecimálne

source: _Get cursor value
sk: Vlo¾i» pozíciu _kurzoru

source: ERROR
sk: CHYBA
tr: HATA
wa: AROKE

source: GHex (%s): Find Data
sk: GHex (%s): Nájs» dáta
tr: GHex (%s): Veri bul
wa: GHex (%s): Trover les doneyes

source: Search for %s
sk: Hµadám %s
tr: %s ara
wa: Cwerî après %s

source: Find Next
sk: Hµada» následujúce
tr: Bir Sonrakini Bul
wa: Trover shûvant

source: Find Previous
sk: Hµada» predchádzajúce
tr: Bir Öncekini Bul
wa: Trover çu di dvant

source: GHex (%s): Find & Replace Data
sk: GHex (%s): Nájs» & Nahradi» dáta
tr: GHex (%s): Veriyi Bul & Deðiþtir
wa: GHex (%s): Trover èt mete èl plaece

source: Replace %s
sk: Nahradi» %s
tr: %s ile deðiþtir
wa: Mete èl plaede di %s

source: Find next
sk: Hµada» následujúce
tr: Sonrakini bul
wa: Trover shûvant

source: Replace
sk: Nahradi»
tr: Deðiþtir
wa: Mete èl plaece

source: Replace All
sk: Nahradi» v¹etky
tr: Hepsini Deðiþtir
wa: Mete èl plaece tos costés

source: GHex (%s): Jump To Byte
sk: GHex (%s): Prejs» na bajt
tr: GHex (%s): Byte'a Git
wa: GHex (%s): Potchî a l' octet

source: There is no active buffer to search!
sk: Nie je ¾iadny aktívny bufer pre hµadanie!
tr: Tampon bellekte üzerinde arama yapýlabilecek bir veri yok!
wa: I gn a nou tampon èn alaedje po-z î cwerî!

source: There seems to be no string to search for!
sk: Vyzerá to, ¾e nie je èo hµada»!
tr: Aranacak dizi yok gibi görünüyor!
wa: I sonle k' i gn a nole tchinne a cwerî!

source: End Of File reached
sk: Dosiahnutý koniec súboru
tr: Dosya sonuna ulaþýldý
wa: Arivé al difén do fitchî

source: Beginning Of File reached
sk: Dosiahnutý zaèiatok súboru
tr: Dosya baþýna ulaþýldý
wa: Arivé å cominçmint do fitchî

source: There is no active buffer to move the cursor in!
sk: Nie je ¾iadny aktívny bufer pre presun!
tr: Tampon bellekte üzerinde kursoru hareket ettirecek bir veri yok
wa: I gn a nou tampon èn alaedje po-z î bodjî li cursoe dvins!

source: No offset has been specified!
sk: Neuvedený posun!
tr: Offset tanýmlanmadý!
wa: Nou ofset a stî doné!

source: Can not position cursor beyond the End Of File!
sk: Nie je mo¾né umiestni» kurzor za koniec súboru!
tr: Kursor dosya sonundan ileri konumlandýrýlamaz!
wa: Dji n' pout mete li cursoe pus lon kel difén do fitchî!

source: The offset must be a positive integer value!
sk: Posun musí by» kladné celé èíslo!
tr: Offset pozitif tamsayý olmalýdýr!
wa: Les ofset dvèt esse des etîrs positifs!

source: There is no active buffer to replace data in!
sk: Nie je ¾iadny aktívny bufer pre nahradzovanie!
tr: Tampon bellekte deðiþtirme iþlemi için kullanýlabilecek veri yok!
wa: I gn a nou tampon èn alaedje po-z î candjî les doneyes!

source: Strange find or replace string!
sk: Divný hµadaný alebo nahradzovaný re»azec!
tr: Aranmak veya deðiþtirilmek istenen dizi tanýmlanamadý!
wa: Li tchinne a trover ou mete èl plaece est foirt bizåre!

source: End Of File reached!
sk: Dosiahnutý koniec súboru!
tr: Dosya sonuna ulaþýldý!
wa: Arivé al difén do fitchî!

source: Replaced %d occurencies.
sk: %d nahradení.
tr: %d oluþlar deðiþtirildi
wa: %d ocurences di candjeyes.

source: Page
sk: Stránka
tr: Sayfa
wa: Pådje

source: Hex dump generated by
sk: ©estnástkový výpis generovaný

source: Previous page
sk: Predchádzajúca stránka
tr: Önceki sayfa
wa: Pådje di dvant

source: Next page
sk: Následujúca stránka
tr: Sonraki sayfa
wa: Pådje shûvante

source: _Bytes
sk: _Bajt
wa: _Octets

source: Group data by 8 bits
sk: Zoskupi» dáta po 8 bitoch
tr: 8 bitlik gruplanmýþ veri
wa: Grouper les doneyes pa 8 bits

source: _Words
sk: _Word
tr: _Kelimeler
wa: _Mots

source: Group data by 16 bits
sk: Zoskupi» dáta po 16 bitoch
tr: 16 bitlik gruplanmýþ veri
wa: Grouper les doneyes pa 16 bits

source: _Longwords
sk: _LongWord
tr: _Uzun Kelimeler
wa: _Lonmots

source: Group data by 32 bits
sk: Zoskupi» dáta po 32 bitoch
tr: 32 bitlik gruplanmýþ veri
wa: Grouper les doneyes pa 32 bits

source: _Goto Byte...
sk: _Prejs» na bajt...
tr: _Byte'a Git...
wa: _Potchî a l' octet...

source: Jump to a certain position
sk: Prejs» na danú pozíciu
tr: Belirli bir pozisyona git
wa: Potchî a ene posicion

source: _Insert mode
sk: _Vkladanie
tr: _Araya yazma
wa: Môde _sititchaedje

source: Insert/overwrite data
sk: Vkladanie/Prepisovanie dát
tr: Veriyi araya ekle/üzerine yaz
wa: Sititchî/spotchî les doneyes

source: _Group Data As
sk: _Zoskupi» dáta
tr: _Veriyi ... Olacak Þekilde Grupla
wa: _Grouper les doneyes è

source: _Add view
sk: _Prida» pohµad
tr: _Görünüm ekle
wa: _Radjouter vuwe

source: Add a new view of the buffer
sk: Pridá nový pohµad na bufer
tr: Tampon belleðe yeni bir görüntü ekle
wa: Radjouter ene novele vuwe do tampon

source: _Remove view
sk: _Odstráni» pohµad
tr: _Görünümü sil
wa: _Bodjî foû vuwe

source: Remove the current view of the buffer
sk: Odstáni aktuálny pohµad na bufer
tr: Aktif görüntüyü tampon bellekten sil
wa: Bodjî foû li vuwe do tampon do moumint

source: File %s has changed since last save. Do you want to save changes?
sk: Súbor %s bol od posledného ulo¾enia zmenený. Chcete zmenu ulo¾i»?
tr: %s dosyasýnda deðiþiklik yapýldý. Deðiþiklikler saklansýn mý?
wa: Li fitchî %s a candjî dispôy li dierin schapaedje. Volez-ve schaper les candjmints?

source: Offset: %s
sk: Posun: %s
wa: Ofset: %s

source: Default
sk: ©tandardne
tr: Ön tanýmlý
wa: Prémetou

source: Notebook
sk: Notes
wa: Bloc di notes

source: Toplevel
sk: Samostatné okná
tr: En üst seviye
wa: Tofér al copete

source: Modal
sk: Modálne
wa: Modå

source: Select font
sk: Vybra» písmo
tr: Yazý tipi seçiniz
wa: Tchwezi fonte

source: Maximum number of undo levels
sk: Maximálny poèet úrovní vrátenia spä»
tr: Geri alma iþlemi için maksimum seviye
wa: Mombe maximom di liveas di disfijhaedje

source: Show cursor offset in statusbar as
sk: Zobrazi» pozíciu kurzoru v stavovom riadku ako
tr: Kursor offsetini durum çubuðunda göster
wa: Mostrer l' ofset do cursoe èl bår ås messaedjes come

source: Decimal
sk: Desiatkové
tr: Ondalýk
wa: Decimå

source: Hexadecimal
sk: ©estnástková
tr: Onaltýlýk
wa: Hexadecimå

source: Custom
sk: Vlastné
tr: Kiþisel
wa: A vosse môde

source: Show offsets column
sk: Zobrazi» ståpec posunu
tr: Kolon offsetini göster
wa: Mostrer li colone des ofsets

source: Editing
sk: Úpravy
tr: Düzenleme
wa: Aspougnaedje

source: Font
sk: Písmo
tr: Yazý tipi
wa: Fonte

source: Browse...
sk: Prechádza»...
tr: Gözat
wa: Foyter...

source: Default Group Type
sk: ©tandardný typ zoskupovania
tr: Öntanýmlý grup ayarý
wa: Prémetowe sôrte di groupaedje

source: Display
sk: Zobrazenie
tr: Ekran
wa: Håynaedje

source: MDI Mode
sk: Mód MDI
tr: MDI Tipi
wa: Môde MDI

source: Paper size
sk: Papier
tr: Kaðýt boyutu
wa: Grandeu do papî

source: Fonts
sk: Písma
tr: Yazý Tipleri
wa: Fontes

source: Data font
sk: Písmo dát
tr: Veri yazý tipi
wa: Fonte po les doneyes

source: Header font
sk: Písmo hlavièky
tr: Baþlýk yazý tipi
wa: Fonte del tiestîre

source: Print shaded box over
sk: Tlaèi» tieòovanú plochu cez
tr: Gölgeli kutunun üstüne yaz
wa: Eprimî ene grîjhe boesse pa dzeur

source: lines (0 for no box)
sk: riadkov (0 pre ¾iadnu)
tr: Çizgiler (kutu yoksa 0'ý kullanýn)
wa: royes (0 po nén aveur di boesse)

source: Printing
sk: Tlaè
tr: Yazdýrma
wa: Eprimant

source: The offset format string contains invalid format specifier. Only 'x', 'X', 'p', 'P', 'd' and 'o' are allowed.
sk: Formátovací re»azec pre pozíciu obsahuje neplatný ¹pecifikátor formátu. Povolené sú iba 'x', 'X', 'p', 'P', 'd' a 'o'.

source: Can not open desired font!
sk: Nie je mo¾né otvori» po¾adované písmo!
tr: Ýstenen yazý tipi dosyasý açýlamadý
wa: Dji n' pou drovî li fonte dimandeye!

source: Export to _HTML...
sk: Export do _HTML...

source: Export data to HTML source
sk: Exportuje dáta do HTML
tr: Veriyi; HTML kaynak dosyasý olarak ithal et
wa: Ebaguer les doneyes è shoûrdant HTML

source: Print pre_view...
sk: Uká¾ka p_red tlaèou...

source: Preview printed data
sk: Uká¾e tlaèené dáta
tr: Yazýlacak veriyi baský önizlemede göster
wa: Vey divant d' eprimî les doneyes

source: Con_verter...
sk: _Prevod...
tr: Çevi_rici
wa: Con_verti...

source: Open base conversion dialog
sk: Otvorí dialóg pre prevod medzi sústavami
tr: Temel çevirme iletiþim penceresini aç
wa: Drovî l' purnea di convertixhaedje di båze

source: Character _Table...
sk: _Tabuµka znakov...

source: Show the character table
sk: Zobrazí tabuµku znakov
tr: Karakter tablosunu göster
wa: Mostere li tåvlea des caracteres

source: _Tools
sk: _Nástroje

source: Bytes
sk: Bajt
wa: Octets

source: Words
sk: Word
tr: Kelimeler
wa: Mots

source: Longwords
sk: Longword
tr: Uzun Kelimeler
wa: Lonmots

source: hex data
sk: hex dáta
tr: Onaltýlý veri
wa: doneyes è hexa

source: ASCII data
sk: ASCII dáta
tr: ASCII veri
wa: doneyes èn ASCII

source: GHex, a binary file editor
sk: GHex, binárny editor súborov
tr: GHex, ikili dosya editörü
wa: GHex, on aspougneu di fitchîs binaires

source: Released under the terms of GNU Public License
sk: Distribuovaný pod GNU Public License
tr: GNU Genel Lisansý altýnda daðýtýlýr
wa: Cosemé dzo les termes del Licince Publike Djeneråle (GPL)

source: Error saving file!
sk: Chyba pri ukladaní súboru!
tr: Dosya saklanýrken hata oluþtu!
wa: Yåk n' a nén stî cwand dji sayîve di schaper l' fitchî!

source: Saved buffer to file %s
sk: Bufer ulo¾ený do súboru %s
tr: Tampon bellek %s isimli dosyaya kayýt edildi
wa: Li tampon a stî schapé èl fitchî %s

source: Select a file to open
sk: Vyberte súbor pre otvorenie
tr: Açýlacak dosyayý seçiniz
wa: Tchwezixhoz on fitchî a drovî

source: Select a file to save buffer as
sk: Vyberte súbor pre ulo¾enie buferu
tr: Tampon bellekteki dosyayý saklamak için bir dosya seçiniz
wa: Tchwezixhoz on fitchî po-z î schaper l' tampon come

source: Select path and file name for the HTML source
sk: Vyberte cestu a meno súboru pre HTML
tr: HTML kaynak kodu için dosya yolu ve dosya adý seçiniz
wa: Tchwezixhoz on tchmin èt on no d' fitchî pol soûrdant HTML

source: Really revert file %s?
sk: Naozaj sa vráti» k pôvodnému obsahu %s?
wa: Volez-ve vormint rimete li fitchî %s come divant?

source: Reverted buffer from file %s
sk: Vrátený pôvodný obsah súboru %s
wa: Tampon rmetou come divant a pårti do fitchî %s

source: Loaded file %s
sk: Nahraný súbor %s
tr: Yüklenen dosya %s
wa: Fitchî %s tcherdjî

source: Can not open file!
sk: Nie je mo¾né otvori» súbor!
tr: Dosya açýlamaz!
wa: Dji n' sai drovî l' fitchî!

source: Can't open file for writing!
sk: Nie je mo¾né otvori» súbor pre zápis!
tr: Dosya yazmak için açýlamadý!
wa: dji n' sai drovî l' fitchî po-z î scrire!

source: Print Hex Document
sk: Tlaèi» hexadecimálny dokument

source: Pages
sk: Strany

source: GHex (%s): Print Preview
sk: GHex (%s): Uká¾ka pred tlaèou
tr: GHex (%s): Baský Önizleme
wa: GHex (%s): Vey divant d' eprimî

source: Hex
sk: ©estnástkové
tr: Onaltýlýk

source: Octal
sk: Osmièkové
tr: Sekizli
wa: Octå

source: Binary
sk: Dvojkové
tr: Ýkili
wa: Binaire

source: GHex: Character table
sk: GHex: Tabuµka znakov
tr: GHex: Karakter tablosu
wa: GHex: Tåvlea des caracteres

source: Page: %i/%i
sk: Stránka: %i/%i
tr: Sayfa: %i/%i
wa: Pådje: %i/%i

source: GHex could not find the font "%s". GHex is unable to print without this font installed.
sk: GHex nena¹iel písmo "%s". Bez tohto písma GHex nemô¾e tlaèi».
